[
  {
    "chunk_id": "68893e62d712010c",
    "text": "Child Care Resources View and download Child Care & Early Learning plans, reports, and data. Child Care by the Numbers provides information for the most recent 15 months. TWC updates this information quarterly. CCBN also has historical information (back to 2015). The data include: Participation in Texas Rising Star Number of children served Type of providers that serve children The program's overall footprint in the state The CCDF State Plan describes how Texas implements the Child Care Development Block Grant and the Child Care Development Fund. TWC submits the plan to the Administration for Children and Families every three years. TWC amends the plan as necessary to reflect new policy or activities during the plan period. The CCDF State Plan describes the following topics related to child care and quality improvement: CCDF Leadership and Coordination with Relevant Systems Promoting Family Engagement through Outreach and Consumer Education Providing Stable Child Care Financial Assistance to Families Ensuring Equal Access to High-Quality Child Care for Low-Income Children Establishing Standards and Monitoring Processes to Ensure the Health and Safety of Child Care Settings Recruiting and Retaining a Qualified and Effective Child Care Workforce Supporting Continuous Quality Improvement Ensuring Grantee Accountability In 2021, Texas' 87th Legislature passed House Bill 619 requiring TWC to prepare a strategic plan for improving the quality of the child care workforce. State law requires TWC to update the plan every three years. On January 6, 2023, the Commission approved the . As required by the Labor Code, the Child Care Workforce Strategic Plan considered input from a workgroup that consisted of: Child care providers Community stakeholders Child care workers For more information, see The Workgroup Recommendations to Inform the 2022 Texas Child Care Workforce Strategic Plan . Texas Labor Code ยง302.0043 requires TWC to prepare an Evaluation of Effectiveness of Subsidized Child Care Program. The goal is to analyze the effectiveness of the subsidized child care program in assisting parents to maintain employment. The Labor Code requires TWC to report the results of the evaluation to the legislature no later than January 15 of each odd-numbered year. Board Contract Year 2026 Board Contract Year 2025 Board Contract Year 2024 Income Limits for CCS Eligibility Parent Share of Cost (effective October 1, 2025 through September 30, 2026) (effective October 1, 2025 through September 30, 2026) (effective January 13, 2025 through September 30, 2025) (effective January 13, 2025 through September 30, 2025) The following reports support TWC's annual process to evaluate and set Child Care Services reimbursement rates: Visit the Texas Institute for Child & Family Wellbeing to see Cost of Quality Reports from 2021 to the present. Child Care Provider Cost of Quality Calculator The Texas Child Care Market Rate Survey reports on child care rates charged to the general public (or the \"market rate\") in each of the 28 local workforce development areas. Visit the Texas Institute for Child & Family Wellbeing to see Market Rate Surveys from 2012 to the present. A child care desert as an area where the number of children younger than six with working parents is at least three times greater than the capacity of licensed child care providers in the area. State law requires Boards to dedicate at least 2 percent of a Board's annual CCDF allocation to activities that support quality improvement. TWC increased this set aside to 6 percent of each Board's annual allocation. TWC requires Boards to submit an annual plan and quarterly expenditure reports for these funds. revised on September 24, 2025. revised on September 24, 2025 revised on December 31, 2024. revised on January 31, 2024. The purpose of the annual Quality Progress Report (QPR) is to capture information on how the state uses CCDF quality funds. The QPR also evaluates progress in improving the quality of child care programs and services for children from birth to age 13. The Administration for Children and Families (ACF) collects data on children and families served through CCDF. ACF requires all CCDF lead agencies to report this data through the ACF-801 case-level data submission. The reports include the following: Children Served by County / ZIP Code Families Served by County / ZIP Code Child Care Facilities Providing Services The reports are available at the Texas Open Data Portal . The ACF-800 is TWC's annual aggregate data report on children and families served through CCDF. The ACF-696 is TWC's quarterly financial report submitted to the Administration for Children and Families. On June 29, 2021, the Commission approved $30 million of the CCDBG COVID-19 Federal Funding for Texas Rising Star Program Supports Activities. The funding was issued to Boards in FY22 and had to be expended by March 31, 2023. Each Board's plan and the final expenditure and performance summaries were submitted on April 30, 2023. The Child Care and Development Block Grant (CCDBG) Act of 2014 requires states to have a statewide plan to address child care emergency preparedness, response, and recovery efforts. The plan addresses: Coordinating and collaborating with key partners Guidelines for continuation of child care subsidies and services Coordination of post-disaster recovery of child care services Requirements for CCDF providers and other child care providers",
    "metadata": {
      "source_url": "https://www.twc.texas.gov/programs/child-care/data-reports-plans",
      "source_domain": "www.twc.texas.gov",
      "page_title": "Child Care Data, Reports & Plans - Texas Workforce Commission",
      "scraped_date": "2025-10-09T18:03:57.059515",
      "word_count": 855,
      "chunk_index": 0,
      "section_heading": "Child Care Data, Reports & Plans - Texas Workforce Commission",
      "content_type": "eligibility_criteria",
      "chunk_id": "68893e62d712010c"
    }
  },
  {
    "chunk_id": "d43b742e194c01b4",
    "text": "The federal government awarded the state of Texas $16 million a year for the Preschool Development Grant Birth Through 5 (PDG B-5). The funds are from January 2023 through December 2025. Program Purposes PDG B-5 funding helps states with efforts to address gaps in their early childhood system that were made worse by the COVID-19 crisis. In Texas, PDG initial grant work included developing a \"Texas Early Learning Needs Assessment\" and \"Early Learning Strategic Plan\" in 2019. The needs assessment and strategic plan are on the Texas Early Learning Council's website . Texas PDG B-5 Grant Contents The grant builds on the six goals from the Texas Early Learning Strategic Plan. 1. Connect Families to Services and Engage Families as Leaders Add local resources to earlychildhood.texas.gov . Create an eligibility screener to help parents learn more about early childhood programs. Use and expand Parent Advisory Councils across the state. Provide funding for two family engagement staff at the Texas Education Agency. Support staff in using the National Family Support Network Standards of Quality. Develop processes to provide ongoing family feedback to the state. Provide subgrants to Prevention and Early Intervention providers for family engagement activities. 2. Support Local Systems Building Broaden Help Me Grow Texas to help communities organize early childhood resources by: Offering help to new Help Me Grow affiliate organizations. Connecting local early childhood leaders to work and plan together. Providing subgrants to Prevention and Early Intervention providers. 3. Expand Access to High Quality Programs Improve access to child care in rural areas with Child Care Regulation Navigators. Provide training for child care staff to support young children with disabilities. Support prekindergarten teachers through coaching and assessment tools. Expand infant and early childhood mental health consultation. Conduct studies to help the state make mental health consultations more available. Visit the Texas Institute for Excellence in Mental Health at The University of Texas at Austin Early Childhood Mental Health website to learn more. 4. Strengthen and Build the ECCE Workforce Develop a pipeline of early childhood providers through many pathways. Create a guidance document for Career and Technical Education (CTE) programs of study to help students earn a Child Development Associate (CDA). Create a landscape analysis to understand early childhood training programs and degrees. View the full . View the landscape analysis . Offer funding to public Institutions of Higher Education (IHEs) to create and define clear credit pathways in the Early Childhood Field. View the Early Educators Credit Pathways Support information and application Provide incentives to Early Childhood Intervention therapists to maintain qualified staff. Offer restorative discipline coaching to early childhood providers to address challenging behaviors. 5. Develop a Statewide Integrated Data System Develop an Early Childhood Integrated Data System (ECIDS). 6. Reports and Studies Conduct a new for children birth to 5 years old. Develop a new . Year 1 Grant Activities Goal Total Cost 1. Connect Families to Services and Engage Families as Leaders $242,700 2. Support Local Systems Building $5,510,000 3. Expand Access to High Quality Programs $4,600,000 4. Strengthen and Build the ECCE Workforce $3,562,951 5. Develop a Statewide Integrated Data System $0 6. Reports and Studies $1,665,400 Other - personnel, supplies, travel, other $418,949 Total $16,000,000 Funding Authority This project was made possible by grant number 90TP0088. Its contents are solely the responsibility of the authors and do not necessarily represent the official view of the United States Department of Health and Human Services, Administration for Children and Families. Quarterly Stakeholder Webinars July 2025 - Early Childhood Workforce March 2025 - Parent Engagement December 2024 - Parent Engagement September 2024 - Early Childhood Workforce June 2024- Early Childhood Coalitions March 2024 - Needs Assessment & Strategic Plan March 2023 - PDG Overview June 2023 - Early Childhood Workforce July 2023 - Early Childhood Coalitions September 2023 - Families and Data Systems Materials Contact Information PDGTX@twc.texas.gov",
    "metadata": {
      "source_url": "https://www.twc.texas.gov/programs/child-care/texas-preschool-development-grant",
      "source_domain": "www.twc.texas.gov",
      "page_title": "Texas Preschool Development Grant Birth Through 5 (PDG B-5) - Texas Workforce Commission",
      "scraped_date": "2025-10-09T18:03:57.059515",
      "word_count": 642,
      "chunk_index": 0,
      "section_heading": "Texas Preschool Development Grant Birth Through 5 (PDG B-5) - Texas Workforce Commission",
      "content_type": "contact_info",
      "chunk_id": "d43b742e194c01b4"
    }
  },
  {
    "chunk_id": "772a7725e4f7063b",
    "text": "Texas child care and early learning programs face both business and educational difficulties. One way programs can save money and work with less effort is through Shared Services Alliances (SSAs). Program Support Initiatives: Shared Services Alliances Texas child care and early learning programs face both business and educational difficulties. One way programs can save money and work with less effort is through Shared Services Alliances. By teaming up with other programs to share resources and services, programs: Make more money Lower costs Improve quality Achieve --reaching full enrollment, collecting full fees, and generating revenues that cover the per-child cost To help meet child care and early learning program needs through a Shared Services Alliance, you can: Join as an Alliance member; or Create an Alliance and serve as a Lead Entity. Learn more in Module 7: Professional Development and Business Opportunities, Part 1 of Texas Workforce Commission's (TWC) Child Care Workforce Support Series . Join or Create a Shared Services Alliance Shared Services Alliances help child care programs: Make more money Spend less Improve quality Achieve Iron Triangle metrics Sharing resources allows member organizations to pay less for services. Members can also focus on specific activities that help save money and free up time. Lead Entities organize each Shared Services Alliance. The Lead Entity: Coordinates all child care and early learning programs (members). Helps the programs identify common needs. Helps implement agreed-upon shared services. The services chosen vary by Alliance. Each Alliance chooses services based on its shared goals and needs. To provide high-quality early childhood education, shared services might focus on: Pedagogical (educational) leadership Business leadership A combination of both The diagram shows a list of common services that Alliances may select. Strong Alliances: Give members access to skilled leadership. Improve finances and working conditions for teachers. Improve services for families. Participating in an Alliance helps directors and administrators better support their staff. Alliances help programs save money and free up time. Members may use the money saved to: Increase teacher wages Offer stipends Provide benefits Members may also use shared services or freed-up time to provide professional development to child care teachers. When members use the shared resources, teachers can focus their time on teaching instead of administrative work. The following websites offer information about active Texas Workforce Commission-funded Shared Services Alliances: AVANCE, Inc. Collaborative for Children Pre-K 4 SA Texas Association for the Education of Young Children The following resources can help you create a Shared Services Alliance: Opportunities Exchange offers free online resources to create a Shared Services Alliances. Resources include a start-up guide, a financial management tool kit, and sample documents. Children at Risk shares trainings, data and research, and many other resources to help Texas children and their families. The slides provide information about national early child care and education workforce issues and describes the different educator pathways. Look in your community for opportunities to partner with organizations that offer early childhood training or supports. Are you a community partner looking to start a Shared Services Alliance with other child care and early learning programs in your area? Community partners looking to start a Shared Services Alliance with other child care and early learning programs may find high-quality partners in Pre-K Partnership classrooms and Texas Rising Star child care and early learning programs. Use the Texas Child Care Availability Portal to find Two-, Three-, and Four-Star Texas Rising Star-certified programs in your area. Visit the Texas Rising Star website to learn more about the program. Visit the Pre-K Partnership page to learn more about the program.",
    "metadata": {
      "source_url": "https://www.twc.texas.gov/programs/child-care/shared-services-alliances",
      "source_domain": "www.twc.texas.gov",
      "page_title": "Shared Services Alliances - Texas Workforce Commission",
      "scraped_date": "2025-10-09T18:03:57.059515",
      "word_count": 592,
      "chunk_index": 0,
      "section_heading": "Shared Services Alliances - Texas Workforce Commission",
      "content_type": "navigation",
      "chunk_id": "772a7725e4f7063b"
    }
  },
  {
    "chunk_id": "8932badfc691391e",
    "text": "Child Care Services Information Texas Workforce Commission's (TWC) Child Care Services and Workforce Solutions Offices provide many services for child care and early learning programs. Licensed and registered child care providers are eligible for payment for services to children receiving Child Care Services (CCS) scholarships (also known as \"subsidies\"). To learn more, use the contact form on the Texas Child Care Solutions website . Learn more about CCS scholarship payment rates available to child care programs, on TWC's Child Care Data, Reports, and Plans page View the . View the View the Advertise your child care program in the Texas Child Care Availability Portal , a mapping search tool to help parents find child care. To be sure you will show up on the map and higher in search results, regularly update your information. The Texas Child Care Provider Cost of Quality Calculator (PCQC) is a web-based tool to estimate the costs of providing child care. It can assist you identify the most common child care services expenses. It can also help you understand the costs of providing increasing levels of quality. The includes instructions on how to use the calculator. With the Texas PCQC, you can create scenarios to estimate costs, revenue, and efficiency of student enrollment. You may use the Texas PCQC as many times as you like to capture different scenarios. Watch a step-by-step video of the Texas PCQC here. While enrolled in Child Care Services (CCS), parent's must track their child's attendance in Texas Child Care Connection (TX3C). Helpful tips for assisting parents with tracking their child's attendance are found below: Provider TX3C Attendance Help, in , , and . Parent TX3C Attendance Help, in , and . A child care pre-K partnership is a collaboration between a public pre-K program and one or more quality-rated child care programs. The partnership provides high-quality care and education to three- and four-year-old children. This is also called an \"early learning partnership.\" Texas Rising Star Three-Star and Four-Star certified programs are eligible for pre-K partnerships. Learn more at Public Prekindergarten Partnerships . TWC is providing FREE business resources to help your business. Learn more at Free Child Care Business Resources . If you regularly care for children other than your own, you most likely need to be regulated with the State of Texas. Learn more about becoming a regulated provider at the Child Care Regulation website . The provides a pathway newly regulated child care programs need for a successful start. The Roadmap also as links to resources to support your staff, children, and families. The Roadmap is available in English, Spanish and Vietnamese. Child care programs with fewer than 100 employees can apply for the TWC Skills for Small Business program. The purpose of the program is to improve small businesses performance by upgrading new and current employee's skills. The program offers training by local community or technical colleges. The program reimburses up to $1,000 per existing employee and up to $2,000 per new employee for a 12-month period. The program can reimburse providers for training opportunities such as: Entry level certificates in Infant and Toddler or Preschool Child Development Associate programs Occupational skills courses Required annual training by Child Care Regulation Currently, there are 25 colleges participating in the program: Alamo Community College District Angelina College Austin Community College Collin College Dallas College El Paso Community College District Frank Phillips College Howard College Lamar State College Port Arthur Lone Star College System Midland Junior College North Central Texas College Odessa College San Jacinto College South Texas College Southwest Texas Junior College Texarkana College Texas A&M Engineering Extension (TEEX) Texas State Technical College - Harlingen Texas State Technical College - West Texas Trinity Valley Community College Weatherford College of Parker County Western Texas College Wharton County Junior College Victoria College For more information on the program, including how to apply: visit the TWC Skills for Small Business for Employers webpage, or email SkillsforSmallBusiness@twc.texas.gov . T.E.A.C.H. Early Childhood Texas Scholarship Program is a research-based strategy to educate and retain early childhood practitioners, positively impacting outcomes for the children in their care. To learn more and see if you are eligible, visit TXAEYC . The include important information to support the development of the children you serve. The Texas Prekindergarten Guidelines follow child development for each of the learning domains for children ages three through five. The guidelines provide teaching strategies that can help prepare them for success in Kindergarten. TWC funds a statewide network to improve the quality of infant and toddler care. The network particularly improves care in underserved communities. This network includes coaches, mentors, trainers, and other specialists to support teachers working with infants and toddlers. The Children's Learning Institute supports the network. Learn more at Texas Infant-Toddler Specialist Network . The Texas Early Childhood Professional Development System (TECPDS) includes the Texas Trainer Registry and the Texas Workforce Registry. The Texas Trainer Registry is a statewide system that lists approved early childhood trainers. The system lists the trainings that child care programs can choose from. Learn more at the TECPDS Trainer Registry . The Texas Workforce Registry is a web-based service for early childhood professionals. The registry keeps track of early childhood professionals' education and employment history. The registry also includes the clock hours of training they have accrued. Learn more at the TECPDS Workforce Registry Choose from a variety of free and low-cost online courses that count as professional development training hours. Courses for CDA Training and CDA Renewal are also available. Learn more at AgriLife . Work-based learning can support high school or college students and help understaffed child care and early learning programs in many ways. One way is to let students gain experience in a child care classroom for their internship or practicum. Another way is by giving scholarships and support to child care teachers who are currently in school. This helps them continue their education while working. Another option is to create or join a Registered Apprenticeship Program.",
    "metadata": {
      "source_url": "https://www.twc.texas.gov/programs/child-care/for-providers",
      "source_domain": "www.twc.texas.gov",
      "page_title": "Child Care Information for Providers - Texas Workforce Commission",
      "scraped_date": "2025-10-09T18:03:57.059515",
      "word_count": 996,
      "chunk_index": 0,
      "content_type": "application_process",
      "chunk_id": "8932badfc691391e"
    }
  },
  {
    "chunk_id": "fa58f1b07a708ac7",
    "text": "TWC's Child Care Services and Workforce Solutions Offices provide many services for parents. Child Care Scholarships (Financial Aid) Child Care Services offers scholarships for children under 13 years old. Scholarships are available so you can work, search for work, or attend school or a job training program. Visit Texas Child Care Solutions to learn how your child may be eligible for a scholarship. Find Child Care Nearby The Texas Child Care Availability Portal is a mapping search tool to help you find child care in your area. You can search for child by ZIP Code or a specific address. Search results include: programs certified through Texas Rising Star available seats by age, and links to their Child Care Regulation safety and health inspection reports and history. Child Care Services (CCS) Forms for Parents Applying for Child Care Services (CCS) means understanding your rights and agreeing to program requirements. Learn more here: , and Child Care Services (CCS) forms for families are found below: Parent Provider Selection Form, in and . Complete and submit these forms if there has been a change in your household circumstances. Parent Change Request - Standard Application, in and . Parent Change Request - Waitlist, in and . Texas Child Care Connection (TX3C) Support for Parents While enrolled in Child Care Services (CCS), you must track your child's attendance in Texas Child Care Connection (TX3C). Helpful tips for tracking your child's attendance are found below: Parent TX3C Attendance Help, in , , and . Texas Rising Star - Child Care Programs Quality Rating Children in high-quality early learning programs can make significant gains in their knowledge, skills, and abilities. Texas Rising Star certification helps parents know if a program is high quality. Texas Rising Star also offers many resources for parents of young children. Learn more about Texas Rising Star, by viewing the parent brochure, available in , , and . Texas Child Care Solutions You can find resources and information to assist you in making informed child care choices to meet your needs at Texas Child Care Solutions . Children with Disabilities If your child has a disability, visit Children with Disabilities to learn how the Child Care Services program may assist your child. Other Resources for Parents Family Resources in Texas You can find resources and supports for you and your children as they grow and develop at Early Childhood Texas. Texas Infant, Toddler, and 3-Year-Old Learning Guidelines The Texas Infant, Toddler, and Three-Year Old Learning Guidelines include important information about how to support your child's development from birth through 3 years old. Texas Prekindergarten Guidelines The Texas Prekindergarten Guidelines follow child development for 3 to 5-year-olds. The guidelines also provide learning strategies to support children's readiness for Kindergarten.",
    "metadata": {
      "source_url": "https://www.twc.texas.gov/programs/child-care/for-parents",
      "source_domain": "www.twc.texas.gov",
      "page_title": "Child Care Information for Parents - Texas Workforce Commission",
      "scraped_date": "2025-10-09T18:03:57.059515",
      "word_count": 455,
      "chunk_index": 0,
      "section_heading": "Child Care Information for Parents - Texas Workforce Commission",
      "content_type": "application_process",
      "chunk_id": "fa58f1b07a708ac7"
    }
  },
  {
    "chunk_id": "3690d7defcde9777",
    "text": "TWC has federal child care funds to provide Technical Assistance (TA) for employers to: learn the child care needs of their employees think about how to start an employer-supported child care program work with child care providers to offer site-based child care. Technical assistance is available for interested employers wanting to offer child care support for employees. The employer does not have to be based in Texas, as long as the employees work in Texas. Employer-supported child care is child care supported by an employer. The child care is available at the workplace or nearby. Employer means: a single employer with one employer site, or a single employer with more than one site, or the lead entity of a network or group of employers. TWC will form relationships with qualified TA providers who can provide TA to employers. Employers will select one TA provider and enter into an agreement to receive TA. TWC will not take part in the employer's selection of a TA Provider. TA will be available on a first-come, first-served basis. Technical Assistance Available TA services help employers understand how they can meet the child care needs of their employees. TA services focus on Employer-Supported Site-Based Child Care and are limited to: Employee Needs Assessment Employer Feasibility and Cost Analysis Study Options Analysis and Recommendations Report Site Selection Report Business Plan An Employee Needs Assessment studies the child care needs of the local employee community. It is required for each employer unless one has been completed within 12 months. An Employee Needs Assessment must include the following: employee interest and demand community demand capacity identifying areas with the most need for more child care resources the availability of child care in the communities where employees live and work An Employer Feasibility and Cost Analysis Study is required. A Feasibility Study of an employer-supported child care program, includes, but is not limited to: governance oversight and associated risks child care regulations quality standards licensing requirements child care staffing needs partnering with a third-party child-care program operator. The Feasibility Study is to see if it makes sense for the employer to set up its own child care program or work with another organization. This must be included in the study. The Cost Analysis Study should include an analysis of costs like: cost optimization options availability of alternative funding short- and long-term costs (required element), financial risk (required element) costs or savings associated with potential third-party operations (required element). This report looks at options for employer-supported child care and possible solutions. Possible solutions are required and include, but are not limited to working with existing child care programs instead of opening a new one using available public and private resources like child care subsidies or free space finding potential partners and/or third-party operators for help employee benefits (for example, employer-funded tuition/fee offsets, dependent care savings accounts, and/or incenting waitlist priority for employee's children) Family friendly workplace policies (for example, flex-time, flexible start and end times for the workday, and/or family medical leave). A Site Selection Report checks the needs of a new project and compares them to possible locations. The report must include the following required information: costs site suitability zoning requirements development of new onsite or near-site child care programs. A Business Plan is a plan that includes the following required information: project goals and objectives, recommendations for program design (such as capacity/size, hours of operation, ages to be served, location, etc.), a timeline for implementation a plan for organizational change management a market analysis location selection staffing plan annual budget cash flow analysis a launch plan. For complete and up-to-date descriptions of TA services available, please review the . Qualified Technical Assistance Providers (Coming Soon) Here we will list the TA Providers and include a brief description of the TA Provider along with a link to their website. TA does not include: 1. Acting as a child care resource and referral (CCR&R) organization. A CCR&R is a resource hub for families, child care professionals and communities. They provide: referrals to local child care providers, information on state licensing requirements, information on where to get help paying for child care, information on services for children with special needs, and other related activities. 2. Arranging or securing child care or back-up child care for an employer's employees. 3. Construction of child care facilities. 4. Creating and launching a software program. Based on the needs of the employers, a single TA service or a combination of TA services may be provided. Each TA service will result in a report, study, or plan that will be provided to the employer and shared with TWC. The employer will not receive any funding.",
    "metadata": {
      "source_url": "https://www.twc.texas.gov/programs/child-care/employer-child-care-solutions",
      "source_domain": "www.twc.texas.gov",
      "page_title": "Employer Child Care Solutions - Texas Workforce Commission",
      "scraped_date": "2025-10-09T18:03:57.059515",
      "word_count": 779,
      "chunk_index": 0,
      "section_heading": "Employer Child Care Solutions - Texas Workforce Commission",
      "content_type": "eligibility_criteria",
      "chunk_id": "3690d7defcde9777"
    }
  },
  {
    "chunk_id": "f8357439aa6e8a8a",
    "text": "Child Care by the Numbers provides: information on the number of child care providers serving subsidized children, and the number and percent of these providers who are Texas Rising Star certified. It also provides information on: the number of children served, and the number and percent of children who selected a Texas Rising Star certified program. This information is available at the state level and for each of the 28 workforce areas - both current and historical data. About the Data The data provided is an overview of Texas Rising Star since October 2014. In reviewing the data, it is important to understand the various factors that can affect Texas Rising Star. These factors include changes in policies at the federal, state, and Local Workforce Development Board (Board) levels, changes in methodology for collecting and reporting data, the differences in populations in a Board's local workforce development area (that is, urban or rural), and the seasonal changes in families' child care needs. Child Care by the Numbers presents data on children in care two different ways: average number of children per day - on average, how many children are receiving care each day unduplicated count - actual number of individual children served for one day or more in the report period. Data is provided annually and monthly: Annual - When annual data is reported, the year is based on the board contract year (BCY) of October 1st through September 30th. The data reported here begins in October 2014, or BCY '15. Monthly - Monthly views will show the most recent 13-month look back. This allows the user to view seasonal trends and year over year data changes. About Texas Rising Star Texas Rising Star evaluates the quality of child care programs across Texas. These programs are part of the child care system managed by the Texas Workforce Commission. Child care places that meet certain rules get a Texas Rising Star certificate. This recognition goes to centers and homes that do things well. We assess how good they are with kids and rank them with 2, 3, or 4 stars. More stars mean better quality. When a program gets Texas Rising Star certification, it means they provide care above the minimum standards. They have well-trained staff, teachers who interact and work well with children, and they manage operations effectively. Their indoor and outdoor learning spaces are also above minimum standards. These programs help children learn when they're young. And as they earn more stars, they make an even greater difference in children's lives every day. Learn more at TexasRisingStar.org . Child Care by Boards Statewide Workforce Solutions Panhandle Workforce Solutions South Plains Workforce Solutions North Texas Workforce Solutions for North Central Texas Workforce Solutions for Tarrant County Workforce Solutions Greater Dallas Workforce Solutions Northeast Texas Workforce Solutions East Texas Workforce Solutions of West Central Texas Workforce Solutions Borderplex Workforce Solutions Permian Basin Workforce Solutions Concho Valley Workforce Solutions for the Heart of Texas Workforce Solutions Capital Area Workforce Solutions Rural Capital Area Workforce Solutions Brazos Valley Workforce Solutions Deep East Texas Workforce Solutions Southeast Texas Workforce Solutions Golden Crescent Workforce Solutions Alamo Workforce Solutions for South Texas Workforce Solutions of the Coastal Bend Workforce Solutions Lower Rio Grande Valley Workforce Solutions Cameron Workforce Solutions Texoma Workforce Solutions of Central Texas Workforce Solutions Middle Rio Grande Workforce Solutions Gulf Coast Downloadable Data for Child Care by Numbers Reports",
    "metadata": {
      "source_url": "https://www.twc.texas.gov/data-reports/child-care-numbers",
      "source_domain": "www.twc.texas.gov",
      "page_title": "Child Care by the Numbers - Texas Workforce Commission",
      "scraped_date": "2025-10-09T18:03:57.059515",
      "word_count": 566,
      "chunk_index": 0,
      "section_heading": "Child Care by the Numbers - Texas Workforce Commission",
      "content_type": "policy",
      "chunk_id": "f8357439aa6e8a8a"
    }
  },
  {
    "chunk_id": "9519f16ba44ba006",
    "text": "There aren't enough teachers for child care and early learning programs right now. Work-based learning can help programs hire and retain great teachers. Work-based learning lets programs employ teachers while they go to school. Here are some ways to use work-based learning to find and keep teachers: Hire high school or college students as interns or assistant teachers which may count toward classroom teacher-to-child ratios. Help child care teachers who are currently attending school find scholarships. Create or join a Registered Apprenticeship Program (RAP). Learn more about work-based learning opportunities in Module 7: Professional Development and Business Opportunities, Part 1 of Texas Workforce Commission's (TWC) Child Care Workforce Support Series Recruitment Many high school career programs and college programs have students interested in working in child care. You can contact these programs to help identify interested candidates. High School Career & Technical Education Through High School Career & Technical Education (CTE) programs of study, students can earn a Child Development Associate (CDA) credential. For more information about the Early Learning Program of Study, visit CTE Programs . You can use the CTE Mapping Application to find high schools in your area that offer Early Learning CTE programs. You can find more information about how high school students can count toward your teacher-to-child ratios in the Child Care Minimum Standards (page 73). College Early Childhood Education Courses Colleges offer College Early Childhood Education (ECE) courses that require students to work in an early childhood setting. Contact college department heads to let them know you want to accept these students. For more information about ECE associate and bachelor's degrees, see Texas Association for the Education of Young Children . Help with College for Child Care Teachers Teachers who are working and going to school may face financial burdens. Connect them with scholarship programs, such as the T.E.A.C.H. program. T.E.A.C.H. offers scholarships to students working in child care programs and pursuing further education in early childhood education. To shorten the time it takes to get a degree, some colleges count coursework from a Child Development Associate (CDA) credential towards an associate degree. And some colleges count credits from an associate degree towards a bachelor's degree. Different colleges have different policies on credit transfers. You can learn more by contacting the college. These colleges may count CDA coursework towards an associate or bachelor's degree: Angelina College Austin Community College Central Texas College Collin County College Dallas College Houston Community College Lamar Institute of Technology McLennan Community College Odessa College San Antonio College San Jacinto College South Texas College Tarleton State University Tarrant County College Texas A&M at San Antonio Note: This list is current as of January 2023. Other colleges may also accept credits from a CDA. If you have questions about a college's CDA policy, please contact the college. Early Childhood Registered Apprenticeship Programs Registered Apprenticeship Programs (RAPs) help child care & early learning programs by: Hiring, Training, and; Keeping good teachers. RAPs link on-the-job learning with college instruction to help teachers build their skills. They allow child care teachers to work and advance their careers at the same time. RAPs provide mentorship from experienced educators to support the learning process. RAPs can place apprentices at high-quality sites like Pre-K Partnership classrooms and Texas Rising Star programs. You can use the Texas Child Care Availability Portal to find Texas Rising Star programs in your area. The following RAP previously received TWC funding for planning and/or implementation: UT Health Science Center at Houston Camp Fire First Texas Early Education Apprenticeship Program Dallas College Heart of Texas Workforce Development Board, Inc. Early Education Apprenticeship Program Collin County Community College South Texas College If you are interested in creating a RAP, the following resources can help you: Funding opportunities: Department of Labor Open Opportunities Chapter 133 TWC Skills Development Fund TWC Skills for Small Business Funding TWC Work Opportunity Tax Credit Program The US Department of Labor (DOL) has free resources on the creation of RAPs on their Apprenticeship and WorkforceGPS websites. TWC provides information and resources on the Apprenticeship Texas website. TWC worked with community colleges to create a sample framework for awarding college credit to students and apprentices. The Texas Higher Education Coordinating Board's Apprenticeship Crosswalks Project aligns on-the-job training with educational instruction. Explore partnerships with organizations in your community that offer early childhood training. If you need help to develop an Early Childhood RAP, you can also email ApprenticeshipTexas@twc.texas.gov .",
    "metadata": {
      "source_url": "https://www.twc.texas.gov/programs/child-care/work-based-learning-staffing-initiatives",
      "source_domain": "www.twc.texas.gov",
      "page_title": "Work-Based Learning Staffing Initiatives - Texas Workforce Commission",
      "scraped_date": "2025-10-09T18:03:57.059515",
      "word_count": 737,
      "chunk_index": 0,
      "section_heading": "Work-Based Learning Staffing Initiatives - Texas Workforce Commission",
      "content_type": "navigation",
      "chunk_id": "9519f16ba44ba006"
    }
  },
  {
    "chunk_id": "f4997e97960fc892",
    "text": "Overview TWC manages the Child Care Services (CCS) program with funding from the Child Care and Development Fund. The program helps Texas families afford child care services. The program also improves and expands child care services across the state CCS Benefits for Families CCS provides scholarships (financial aid) for child care to eligible families for children. These scholarships help pay for a portion of or all costs of child care so parents can work, search for work, or attend school or job training. There are requirements that must be met if families are approved for the program. If you are interested in applying for the CCS program, Login or create an account in the Texas Child Care Connection (TX3C) to apply for assistance. The first step in the application process is to complete an eligibility screener to see if your family is eligible for the CCS program. Texas Child Care Connection (TX3C) Families can search for child care providers through the Texas Child Care Connection (TX3C) website . Searches can be done by location, method of transportation, and ages of children. Providers can provide available openings by age group and share other useful information about their program. Texas Rising Star The Texas Rising Star is a quality rating and improvement system for CCS programs. All child care programs serving children in TWC's CCS program must participate in the Texas Rising Star program. Texas Rising Star program. Texas Rising Star programs meet a higher level of quality than the state's minimum child care standards . More details are available on TWC's Texas Rising Star page. Child Care and Public Prekindergarten Partnerships A child care/pre-K partnership is a collaboration between public-school pre-K and child care programs. This is also called an \"early learning partnership.\" Texas Rising Star Three- and Four-Star certified programs are eligible for pre-K partnerships. Learn more at Public Prekindergarten Partnerships . What We Do Information Financial Aid Education & Training Services Child Care Information & Resources for Parents Learn about child care scholarships, search for care, and find other parent resources. Information and Resources for Child Care Providers Learn about resources available for child care providers. Texas Preschool Development Grant Birth Through 5 Learn about the Preschool Development Grant Birth Through 5 (PDG B-5). Child Care Data, Reports & Plans View and download Child Care & Early Learning plans, reports, and data. Employer Child Care Solutions Learn about TWC's Employer Child Care Solutions initiative to help employers interested in employer-based child care services. Resources Find your local Workforce Solutions Office to access child care assistance Child Care and Development Fund The Child Care and Development Fund (CCDF), overseen by the U.S. Department of Health and Human Services' Office of Child Care , funds the CCS program. CCDF is authorized by the Child Care and Development Block Grant Act and Section 418 of the Social Security Act . TWC is the lead agency for CCDF in Texas. The Texas State Legislature allocates the majority of CCDF funds to TWC to: provide direct child care services to eligible families support the improvement of child care quality across the state. TWC in turn allocates most of these dollars to the 28 Local Workforce Development Boards (Boards) to oversee service delivery through Workforce Solutions Offices. Learn more about Budget and Allocations at TWC's Agency Reports webpage. TWC directs funds statewide initiatives to improve child care quality. TWC also provides funds to Texas Health and Human Services Commission to administer Child Care Regulation. Learn more about funding at TWC's Data and Reports webpage. Child Care Stimulus Resources COVID-19 affected working families and the child care programs they rely upon. As the CCDF lead state agency, TWC has received funding to support child care response and recovery efforts. Visit our Child Care Stimulus Resources page to learn about TWC COVID-19 child care response and recovery efforts, Child Care Laws, Regulations, and Policy CCDF Final Regulations (Title 45 - Public Welfare Part 98) Texas Administrative Code, Title 40, Part 20, Chapter 809 Texas Administrative Code, Title 40, Part 20, ยง800.58 Texas Child Care Regulation Minimum Standards TWC Policy and Guidance Stakeholder Opportunities & Input Stakeholders can learn about policy and funding decisions by virtually attending Commission meetings. The meetings also offer the public an opportunity to provide input. To view meetings, agendas, and materials, visit TWC Commission Meetings . Additionally, the Commission works with staff to provide opportunities for: Child care and early learning stakeholders to offer input on the CCS program TEA, school districts, charter schools, businesses, and the public to offer input on CCS and pre-K coordination. Child care programs to offer input on making health and safety regulations more effective Child care programs to offer input on reducing burdens related to CCS program regulations while maintaining the goal of the regulation. TWC notifies stakeholders of opportunities to attend regional meetings and of other child care updates. Stakeholders interested in receiving updates should sign up to receive workforce updates you can use by entering your email address and selecting the child care topic areas of their interest. See for more information. 2025-2027 CCDF State Plan The TWC Commission approved the on June 18, 2024. To gather stakeholder input on the 2025-2027 CCDF State Plan, TWC held: Five in-person regional stakeholder meetings A virtual Child Care & Early Learning Stakeholder Meeting Listen to the recording of this meeting All feedback given on the state plan was considered and can be found here with responses from TWC. Thank you to everyone who participated in the process and provided feedback. Texas Rising Star 4-Year Review In addition, every four years TWC conducts a comprehensive review of the Texas Rising Star program, working in consultation with a Texas Rising Star Four-Year Review Workgroup. To gather stakeholder input on the Workgroup , five in-person regional stakeholder meetings and a virtual meeting (recording/ slide deck) were held. For more information on the 2023-2024 Texas Rising Star Four-Year Review please visit here .",
    "metadata": {
      "source_url": "https://www.twc.texas.gov/programs/child-care",
      "source_domain": "www.twc.texas.gov",
      "page_title": "Child Care & Early Learning Program - Texas Workforce Commission",
      "scraped_date": "2025-10-09T18:03:57.059515",
      "word_count": 992,
      "chunk_index": 0,
      "content_type": "eligibility_criteria",
      "chunk_id": "f4997e97960fc892"
    }
  },
  {
    "chunk_id": "340c2800f2c38a01",
    "text": "Child care providers must meet the Americans with Disabilities Act (ADA). Child care providers: Cannot discriminate against children with disabilities because of the disability Must make reasonable modifications to their programs to include children with disabilities, and Cannot charge parents for the cost of making reasonable modifications. Providers cannot exclude children with disabilities unless: The child would pose a direct threat to the health or safety of others; or Providing services for the child would need a fundamental alteration of the program. For information on child care providers and ADA visit ADA.gov . Parents of Children with Disabilities It is important to make sure your child receives the care needed. TWC helps providers serving low-income families eligible for TWC child care scholarships. This includes up to 190 percent of the reimbursement rate for providers to: Make reasonable accommodations to serve a child with disabilities, or To assist families if a child's disability requires more fundamental modifications. This higher rate benefits your child and helps child care providers pay for more staff or equipment needed to support your child's needs. The parents must begin the inclusion rate assistance process. The provider cannot start the process. Discuss any concerns about special needs with your child care provider. A professional familiar with the needs of children with disabilities must certify a need for the funding. To begin the inclusion rate process, a designated qualified professional must fill out the (CC-2419). More information on inclusion rate is at . Workforce Development Boards work with: Parents to verify a child's eligibility for the inclusion rate Providers to assess the need for the inclusion rate For more information or help contact your Workforce Solutions Office . Professional Development for Child Care Providers Caring for Children with Disabilities Texas A&M AgriLife has resources to help providers serve children with disabilities. View list of available online courses . State and Federal Programs for Children with Disabilities ADA Commonly Asked Questions Early Childhood Intervention Early Childhood Intervention Developmental Checklist Early Head Start and Head Start Locator HHSC Audio Visual Library - ECI Collection Resources for Behavioral Issues/Other Organizations Positive Behavioral Interventions and Supports National Center for Pyramid Model Innovations Zero to Three: Resources Center for Inclusive Child Care Center for Parent Information & Resources Child Care Law Center Division for Early Childhood National Joint Committee on Learning Disabilities National Professional Development Center on Inclusion UNC FPG Child Development Institute",
    "metadata": {
      "source_url": "https://www.twc.texas.gov/programs/child-care/children-with-disabilities",
      "source_domain": "www.twc.texas.gov",
      "page_title": "Child Care Services & Children with Disabilities - Texas Workforce Commission",
      "scraped_date": "2025-10-09T18:03:57.059515",
      "word_count": 400,
      "chunk_index": 0,
      "section_heading": "Child Care Services & Children with Disabilities - Texas Workforce Commission",
      "content_type": "eligibility_criteria",
      "chunk_id": "340c2800f2c38a01"
    }
  },
  {
    "chunk_id": "868f316a15534068",
    "text": "What is a Pre-K Partnership? A pre-k partnership is when a school partners with one or more quality child care programs to give quality care and education to 3- and 4-year-old children. Child care programs must meet at least one of the criteria in Texas Education Code ยง29.171 to be eligible for a formal pre-k partnership. Formal Partnerships In a formal pre-k partnership, children are a part of both public-school pre-k and the child care program. They stay at the child care center for, pre-k instruction and before- and after-school care. These partnerships are useful for families with working parents and help children have consistent care and learning. The teacher leading the pre-k part of the class can work for the school or the child care program and needs to meet specific standards. Child care programs and schools can support pre-k partnerships with money from different sources. For example, TWC's Child Care Services (CCS) program may pay for the care some children receive before and after the pre-k class. If these children get pre-k for half a day (prek-3) and 6 hours or more of care, the center may get their full-day CCS payment rate. If a child gets a full day of pre-k (prek-4) and less than 6 hours of care, the center may get a lower payment rate. Schools might also divide state funds such as Average Daily Attendance and Early Education Allotment with child care programs. This helps cover the costs of teaching pre-k in the partnership classroom. For more information about possible funding, check the Texas Education Agency (TEA) website . Example of a Formal PreK-3 Partnership Informal Partnerships In informal partnerships, a school and a child care program share resources and information. This includes things like learning opportunities for teachers, what children need to be ready for school, and ways to involve families. In informal partnerships, children are not signed up for both public school pre-k and the child care program. So, there is no money passed from the school to the child care program. Even so, informal partnerships can be a good start to making a formal pre-k partnership later. Pre-K Eligibility To be eligible for public school pre-k, a child needs to be 3 or 4 years old by September 1 of the current school year and meet at least one of these conditions: Educationally Disadvantaged - Child is eligible for the free/reduced meal program or receives SNAP, Medicaid, or TANF. Limited English Proficiency - Child is unable to speak and comprehend the English language. Military - Child whose parent is currently in the armed forces, including state military forces or a reserve component. It also includes a child whose parent was hurt or died while serving on active duty in the armed forces. Homeless - Child qualifies as defined by the McKinney-Vento Homeless Assistance Act. Foster Care - Child is in or has ever been in foster care in Texas or another state. Star of Texas Award - Child of a police officer, firefighter, or emergency medical responder seriously injured or killed in the line of duty. Classroom Teacher - Child of a person that teaches at a school district that offers pre-k. For more information about pre-k eligibility requirements, please refer to Texas Education Code ยง29.153(b) . Benefits of Pre-K Partnerships Pre-k partnerships may benefit children, families, and educators by: Increasing access to high-quality care and pre-k Offering consistency between the school day and before/after care Keeping or growing enrollment of 3- and 4-year-old children Increasing resources and training for teachers Supporting children to help them prepare for school What We Do Information Grants & Funding Education & Training Services Email the Pre-K Partnership Team To learn more about partnerships & how we can help create a partnership that suits your needs, email prekpartnerships@twc.texas ... TWC Pre-K Partnership Team The Pre-K Partnership Team at TWC is committed to helping child care providers and schools establish pre-k partnerships. This involves: Reaching out to potential partners Finding matches Assisting partners during talks Providing resources Eligible child care providers working with the TWC Pre-K Partnership team can apply for a one-time award of up to $25,000 for each new partnership classroom. The award will help child care providers with some of the costs of the new pre-k partnership classroom. The money is not intended to replace the contributions from the school. Applications for the award open annually on September 1st and close on January 15th. TWC will invite child care providers to apply for funding once they: Are Texas Rising Star 3- or 4-Star certified; Have a contract with a school for a formal pre-k partnership; Have a new pre-k partnership classroom in operation with dually enrolled students getting before- and after-school care at the child care program; and Attend a virtual funding information session (by TWC invite only) Child care providers that did not work with TWC during the development of their pre-k partnership should contact the TWC Pre-K Partnership team to determine if they are eligible for the award. To find out more about how TWC can assist, please email prekpartnerships@twc.texas.gov . Financial Modeling for Partners Schools Video: Pre-K Partnership Funding Streams | Part I Video: Pre-K Partnership Financial Template | Part II Video: Additional Considerations for Pre-K Partnerships | Part III Video: 2025 Review | Pre-K Partnership Financial Template For help with the Financial Forecasting Template, please email prekpartnerships@twc.texas.gov . Additional Resources For additional information on Pre-K requirements, refer to Texas Education Codeโฆ Pre-K Partnership Videos by TXAEYC Email prekpartnerships@twc.texas.gov Want us to contact you? Submit a Contact Request TWC Main Office Address 101 E 15th Street Austin , TX 78778 United States",
    "metadata": {
      "source_url": "https://www.twc.texas.gov/programs/child-care-prekindergarten-partnerships",
      "source_domain": "www.twc.texas.gov",
      "page_title": "TWC Prekindergarten Partnerships - Texas Workforce Commission",
      "scraped_date": "2025-10-09T18:03:57.059515",
      "word_count": 942,
      "chunk_index": 0,
      "section_heading": "TWC Prekindergarten Partnerships - Texas Workforce Commission",
      "content_type": "application_process",
      "chunk_id": "868f316a15534068"
    }
  },
  {
    "chunk_id": "348d375dcf6da9bc",
    "text": "Welcome to our collection of free resources for child care business leaders! Boost your business with these no-cost tools designed to support your success. Whether you're seeking operational support, financial management tools, or other valuable insights, our curated list of resources is here to help you make your child care business the best it can be. Learn more about the basics that keep your business running smoothly. Technology and Automation Resources for Child Care Businesses Learn how to use technology to be more efficient. English: Spanish: Record-Keeping System Learn how and why to accurately track records for your business. English: Spanish: Child Care Management System Description: Selecting the best automation for your business. English: Spanish: Employee Handbook Description: Learn how to create an employee manual to support your child care business. English: Spanish: Contracts Description: How to develop effective agreements that safeguard your business. English: Spanish: Should I Incorporate my Child Care Business? Learn how to decide what business structure is right for your business. English: Spanish: Liability Insurance Understanding the need for liability insurance and how to find the best policy for you. English: Spanish: Managing Enrollment Description: Learn the basics of successful enrollment practices English: Spanish: How Can I Create an Effective Sales and Marketing Plan? Description: Learn how to develop a successful marketing plan to promote your child care business. English: Spanish: Retirement Options Description: Learn how you, your business, and your employees can benefit from a business retirement plan. English: Spanish: Salary Exempt vs Non-Exempt Description: Know the difference between salary exempt and non-exempt status employees. English: Spanish: How to Enroll in the Child & Adult care Food Program (CACFP) Learn how child care providers and the families they serve can all benefit from the CACFP. English: Spanish: How do I manage my time effectively? Learn how to develop time management skills and systems to support your child care business. English: Spanish: Small Business Resources Learn about free and low-cost resources for your business English: Spanish: Using Artificial Intelligence in Your Child Care Business Learn how to use the power of AI to make your team more efficient English: Spanish: Learn more and access templates to help you track expenses, manage revenue, set your pricing and more. Accountable Plans Learn why an accountable plan is important and how to create one for your business English: Spanish: Simple Monthly Budget Learn the steps to take and access an easy-to-use template to track your spending. English: Spanish: How do I set my rates for my child care business? Learn how to set pricing that is \"just right\" for your business. English: Spanish: Step-by-step guides on the many ways that you can attract talent and reward your staff. When is Someone a Contractor or an Employee? Learn how to classify your staff English: Spanish: Reducing Employee Turnover Learn cost-effective, simple strategies for retaining employees at your business. English: Spanish: Learn more about taxes, tax preparation strategies to improve your filing, and other important topics that impact your taxes. Depreciation Review the basics of depreciation and how it works so you can understand when you need to prepare for higher taxes and when you don't. English: Spanish: Maximizing Your Tax Deductions: Employing Your Child Learn how you can maximize your tax deductions during tax time by employing your child. English: Spanish: Description: A step-by-step guide to understanding, issuing, and receiving Forms 1099 English: Spanish: Pay Increases and Payroll Taxes Description: Learn how to navigate the increase in cost associated with raising employee compensation. English: Spanish: Tax Considerations for Selling Your Home Learn how taxes will apply, and for how much, if you plan to sell your home. English: Spanish: Time/Space Calculation Learn how to account for common expenses incurred by in-home child care services. English: Spanish: Worksheet: Learn about other topics that can enhance your child care business, whether you're an established business owner or just starting out. Child Care-Employer Partnership Guide Learn how to partner with employers to support your business and serve working families. English: Spanish: Guide for New Child Care Businesses Get essential tips and helpful advice for aspiring entrepreneurs entering the child care industry. English: Spanish: What is the Child Care Services (CCS) Program and How Can I Become a Contracted Provider? Learn how your business can benefit from becoming a CCS provider. English: Spanish:",
    "metadata": {
      "source_url": "https://www.twc.texas.gov/programs/child-care/free-child-care-business-resources",
      "source_domain": "www.twc.texas.gov",
      "page_title": "Free Child Care Business Resources - Texas Workforce Commission",
      "scraped_date": "2025-10-09T18:03:57.059515",
      "word_count": 719,
      "chunk_index": 0,
      "section_heading": "Free Child Care Business Resources - Texas Workforce Commission",
      "content_type": "application_process",
      "chunk_id": "348d375dcf6da9bc"
    }
  },
  {
    "chunk_id": "04d07f2b1a391216",
    "text": "COVID-19 has affected working families and the child care programs they rely upon. As the lead state agency for the federal Child Care and Development Block Grant (CCDBG), TWC has received several increases to the CCDBG Grant to support child care response and recovery efforts. More information on the funding allocated to Texas is available in this summary: Child Care Stimulus Initiatives TWC's Child Care Program has many initiatives to support child care response and recovery efforts. On October 19, 2021, the Texas Workforce Commission (TWC) $2.45 billion in American Rescue Plan Act funds for direct relief to child care programs. On February 1, 2022, TWC $1 billion more funds, bringing the total to $3.45 billion. TWC accepted applications for the Child Care Relief Fund 2022 from March through May 31, 2022. Provider Type Total Providers Invited to Apply Total Number of Applications Number of Applications Processed* Average Award Amount Total Awarded Licensed Child Care Center 9,333 7,741 7,741 $441,675 $3,419,005,847 Licensed Child Care Home 1,535 1,236 1,236 $35,874 $44,340,232 Registered Child Care Home 2,573 1,836 1,836 $30,687 $56,340,898 TOTAL 13,441 10,813 10,813 $325,505 $3,519,686,977 *The total number of applications processed includes all providers that were approved to receive at least one quarterly installment. It excludes providers that did not apply, were ineligible to apply, or started but did not complete an application. TWC to increase the number of high-quality home- and center-based child care providers. Part of this funding will go towards the Child Care Expansion Initiative, which will: offer start-up funding to expand care to areas that lack enough supply (child care deserts). fund programs opening or expanding in partnership with a local employer; and, fund the expansion of infant care around the state. New and existing home- and center-based child care providers who are opening or expanding their child care businesses after March 1, 2022, were eligible to apply if they were: Serving families in a pre-defined ; Operating in partnership with a company or consortium of companies to serve children of their employees; or Expanding availability of care for infants (0-17 months). Funding can be used to offset operational costs incurred during startup and/or the first few months of opening or expanding. It cannot be used on major renovations or on construction. Details Desert Onsite Partnership Near site Partnership Infant Total Applications Submitted 216 107 681 446 1,450 Applications Approved 128 67 613 260 1,068 Total Funding Approved $19,516,561 $16,413,878 $122,504,777 $15,050,335.93 $173,485,551.93 Total Funding Paid $19,180,973 $16,413,878 $122,504,777 $15,050,335.93 $173,485,551.93 Child Care Slots (18+ months) Proposed* 4,312 4,427 22,710 5,684 3,7133 Infant Slots Proposed* 1,331 728 9,219 3,570 14,848 Total Child Care Slots Proposed* 5,643 5,155 31,929 9,254 51,981 *Slots Proposed represent the number of new slots awarded providers expect to add. A provider's actual number of new slots may vary after they receive their new or updated Child Care Regulation permit. During the summer of 2021, TWC made $775 million available for Child Care Relief Funds, plus $15 million to provide child care business coaching. The funds are available to registered homes, licensed homes, and licensed centers. The application window for this round of funding closed on July 31, 2021. Provider Type Total Providers Invited to Apply Total Number of Applications Number of Applications Approved & Processed Average Award Amount Total Awarded Licensed Child Care Center 8,949 6,772 6,717 $83,936 $563,797,820 Licensed Child Care Home 1,521 1,125 1,113 $6,904 $7,684,156 Registered Child Care Home 2,621 1,668 1,649 $6,497 $10,713,480 TOTAL 13,091 9,565 9,479 $61,420 $582,195,456 Technical assistance and business coaching was available to assist child care programs: access additional funding; documenting expenditures; and provide general business education support. TWC worked with the Texas Policy Lab at Rice University to understand child care provider participation and satisfaction with the Child Care Business Coaching Program. Below are some key findings from the report. Between May 2021 and April 2023, a total of 1,965 child care providers participated in business coaching 96% of providers were satisfied with the support they received from their business coach 90% of providers strongly agreed that the activities and resources available were effective in stabilizing their child care business. View the Texas Child Care Business Coaching Program report. Additional Resources",
    "metadata": {
      "source_url": "https://www.twc.texas.gov/programs/child-care/stimulus-resources",
      "source_domain": "www.twc.texas.gov",
      "page_title": "Child Care Stimulus Resources - Texas Workforce Commission",
      "scraped_date": "2025-10-09T18:03:57.059515",
      "word_count": 698,
      "chunk_index": 0,
      "section_heading": "Child Care Stimulus Resources - Texas Workforce Commission",
      "content_type": "application_process",
      "chunk_id": "04d07f2b1a391216"
    }
  }
]