{
  "doc_id": "06c42d6f70d9f592d00e903dac6afc1d",
  "url": "https://www.twc.texas.gov/sites/default/files/ccel/docs/acf-696-narrative-2023-contract-2101-crrsa-arpa.docx",
  "filename": "acf-696-narrative-2023-contract-2101-crrsa-arpa.docx",
  "text": "ACF-696 Narrative Response –CRRSA & ARPA Activities\n\n2101TXCCDF (Grant Year 2021) 2023 4th Quarter Report\n\nACF-696 Narrative Report for CARES Act funding (column (G))\n\nNo CARES Act funds were expended on 2101TXCCDF (Grant Year 2021).\n\nACF-696 Narrative Report for CRRSA funding (column (H))\n\nChild Care Administration - $8,406,736\n\nAdministrative Support – In June 2021, TWC authorized up to $5.7 million funds, approximately 0.5% funds, to support program oversight and implementation of new activities.\n\nQuality Activities (Excluding Infant/Toddler) - $559,189,357\n\nChild Care Apprenticeship Pilot – In June 2021, TWC authorized up to $3 million to support the expansion of early childhood education registered apprenticeship programs, with $450,000 budgeted for program evaluation. TWC’s goal is to increase early childhood educators' effectiveness, increase their marketable value, increase the number of educators in the field particularly in rural areas, improve child outcomes, and build the early childhood education workforce.\n\nTexas Rising Star Contracted Slots Pilot – In June 2021, TWC authorized up to $20 million to support the development of contracted slots to build the supply of child care. Two local workforce development boards (Boards) applied and were awarded a total of $1.2 million.\n\nPre-k Partnership Expansion – In November 2021, TWC authorized up to $26 million  to support the development of Pre-k partnership models across Texas. Through this project, TWC hired 27 staff as follows: 2 state-level staff and 5 Partnership Supervisors to oversee 20 local Pre-K Partnership Program Specialists work regionally to educate child care programs and local education agencies about partnership opportunities. Additionally, supported new Pre-k classroom start-up costs with awards of up to $20,000 per classroom to child care programs and up to $7,000 to support costs for teachers in Pre-k partnership classrooms working towards their alternative teaching certification. TWC also dedicated $250,000 to support program evaluation.\n\nDirect Services – $539,322,239\n\nLow-income Child Care – In November 2021, TWC authorized $293.2 million to support direct services for low-income child care. Distribution of this funding to Boards in Board Contract Years (BCY) 2022 ($ 41.4 million), 2023 ($121.4 million) and 2024 ($130.4 million) will provide care for an additional estimated 14,400 children per day.    In March 2022, TWC authorized up to $314.75 million for distribution to Boards for low-income child care for BCY 2022 ($46.25 million), 2023 (138.75 million), and 2024($129.75 million). TWC estimates that these funds would support at least 15,800 additional children per day from May 2022 through September 2022. In February 2023, TWC authorized staff to manage the full expenditure of child care stimulus funds on approved child care project. Funds that were unspent and unobligated on previous projects were reallocated to increase the support direct services of low-income child care.\n\nACF-696 Narrative Report for Supplemental Discretionary ARPA funding (column (I))\n\nChild Care Administration - $21,287,154\n\nAdministrative Support – In October 2021, TWC authorized up to $42.5 million, approximately 2.5% of ARPA Discretionary Funds, to support program oversight and administration of the child care program through the end of Fiscal Year 2024. This will include the provision of technical assistance services for child care providers applying for the Child care Relief Fund and may also include additional data analysis efforts to improve program oversight.\n\nQuality Activities (Excluding Infant/Toddler) – 758,751,475\n\nChild Care Relief Funding (CCRF) 2022 – In October 2021, TWC authorized up to $2.45 billion for relief grants directly to regulated child care providers through four quarterly payments beginning March 2022. In February 2022, TWC authorized an additional $1 billion in relief funds to providers. Funds were available for providers to cover expenditures for activities necessary to maintain or resume the operation of programs, including for fixed costs, increased operating expenses, and supporting staff compensation. TWC had awarded relief funds to over 10,800 providers.\n\nCCRF 2022 Monitoring – In January 2022, TWC authorized up to $20 million for the monitoring and oversight of the $3.45 billion being awarded to child care providers through the CCRF 2022. This robust monitoring plan included auditing approximately 25% of all providers receiving the CCRF 2022.\n\nShared Services - In November 2021, TWC authorized up to $28 million to support Shared Services through the funding of staffed Shared Services Alliances. Funding will support the costs for the staffed Shared Services Alliance coordinator staff, as well as costs for Shared Services implementation up to $500,000 per year for each Alliance (based on the size of the Alliance and on the shared services strategies). Additionally, $450,000 is dedicated for national best practices support and technical assistance resources and $450,000 is dedicated for an evaluation. TWC awarded four Shared Services Alliances and awarded Opportunities Exchange to provide them with ongoing support and technical assistance.\n\nLocal Workforce Development Board Support to the Child Care Industry– In February 2022, TWC authorized approximately $10 million for a capacity-building project that Boards could identify or hire new staff who will focus on child care business outreach and support. Of the 28 Boards in Texas, 26 applied and were awarded a total of $9.7 million.\n\nChild Care Workforce Strategic Plan - In November 2021, TWC authorized up $832,000 for the Child Care Workforce Strategic Plan. The Texas Labor Code, §302.0062, requires TWC to prepare a strategic plan for improving the quality of the infant, toddler, preschool, and school-age child-care workforce in this state and to update the plan every three years. In January 2023, TWC published the Child Care Workforce Strategic Plan 2023-2025, which includes an analysis of the current child care workforce, and recommendations to improve, support, and sustain the child care workforce.\n\nChild Care Business Coaching – In May 2021, TWC authorized $15 million for specialized vendors to provide business management coaching and technical assistance to providers to assist providers with accessing and using Child Care Relief Funds and improving their business knowledge and skills. In March 2022, TWC authorized an additional $15 million and TWC authorized an additional $18 million in February 2023 (totaling $48 million) to continue Business Coaching services through May 2024.\n\nTexas AgriLife Training – In February 2022, TWC authorized up to $8 million in federal child care stimulus funds to enhance and expand early childhood educator online training offerings offered through the Texas A&M Engineering Extension Service.\n\nPre-k Partnership Expansion – In November 2021, TWC authorized up to $26 million  to support the development of Pre-k partnership models across Texas. Through this project, TWC hired 27 staff as follows: 2 state-level staff and 5 Partnership Supervisors to oversee 20 local Pre-K Partnership Program Specialists work regionally to educate child care programs and local education agencies about partnership opportunities. Additionally, supported new Pre-k classroom start-up costs with awards of up to $20,000 per classroom to child care programs and up to $7,000 to support costs for teachers in Pre-k partnership classrooms working towards their alternative teaching certification. TWC also dedicated $250,000 to support program evaluation. TWC also dedicated $2.4 million to support a pilot project administered by Texas Education Agency and implemented by Texas A&M University System. The Pre-K Expansion Hub Initiative will involve developing administrative hubs to facilitate business processes and fiscal models that support partnerships.\n\nTexas Rising Star Supports – In June 2021, TWC authorized up to $30 million in funding to Local Workforce Development Boards to provide targeted support to incent increased and ongoing participating in Texas Rising Star. Boards developed plans to provide Targeted recruitment and outreach activities to expand the number of providers participating in Texas Rising Star, Incentives for newly certified providers and current providers, Targeted coaching and resources to assist providers in strengthening their business practices, and Targeted strategies to assist Texas Rising Star Providers succeed in meeting the goals of their individualized Continuous Quality Improvement Plans.\n\nBoard Strategic Planning for Quality Improvement – In February 2023, TWC authorized $150,000 to Board strategic planning for quality improvement. TWC offered a statewide event providing Board training/technical assistance on how to improve their strategic investment of local quality funding to best meet local needs, including evaluating how Boards consider input from child care providers, a review of the allowable uses of quality improvement funds, and best practices in strategic planning and program design.\n\nProfessional Development Scholarships – In November 2021, TWC authorized an additional $7 million for it’s existing scholarship program that supports early childhood professionals in their pursuit and attainment of a Child Development Associate (CDA) Credential, an associate’s degree, a bachelor’s degree, or participation in an apprenticeship program.\n\nStrategies to Support Training – In January 2022, TWC authorized $13.5 million to support three initiatives to offer training to early childhood educators. Enhancements to Texas A&M AgriLife Online Trainings ($8 million) integrated the system with Texas Early Childhood Professional Development System (TECPDS) allowing courses that early childhood educators access to automatically be transferred to TECPDS and reflected within the educators TECPDS workforce registry account, migrated the business courses previously funded to the AgriLife database, expanded training course offerings, and allows Texas early childhood professionals to access course offerings that meet the Child Care Regulation training requirements for free through Fiscal Year 2024. TWC contracted with HHSC Early Childhood Intervention ($4.5 million) to train and support child care providers, Texas Rising Star mentors, and Infant-Toddler Specialists on conducting developmental screenings, Child Find, and how to work with local ECI providers to jointly serve eligible children. TWC dedicated $1 million for child care-specific training through its Skills for Small Business program, which supports staff training through community college or technical schools.\n\nChild Care Provider Expansion Initiative – In February 2022, TWC authorized over $60 million for a capacity-building project that awards start-up funding and initial operating funding to child care providers who are starting a new child care business or expanding their licensed capacity. Eligible providers must be building capacity in a child care desert, in partnership with an employer, or for infants. Due to the number of applications received and the high level of interest, TWC authorized an additional $75 million in September 2022 and authorized an additional $84 million in February 2023 (totaling $219 million). As of September 2023, TWC has awarded $169 million to 823 providers to create 48,116 new child care seats, including 16,281 new infant seats.\n\nChild Care Navigators – In February 2022, TWC authorized $1 million to assist HHSC Child Care Regulation (CCR) in hiring five navigator positions to assist prospective new child care providers in understanding CCR’s regulatory requirements, understanding how local ordinances may also need to be considered, and in accessing other resources available to assist new child care operations.\n\nIT Enhancements for Child Care Regulation – In March 2022, TWC authorized $ 10.7 million to support system improvements for the Texas Health and Human Services’ Child Care Regulation (CCR). These improvements to the Search Texas Child Care site will enhance its value to Texas families. Additional improvements will improve the data exchange between TWC and CCR and new data exchanges with Texas Education Agency (TEA).\n\nProvider Cost of Quality Calculator – In November 2021 and March 2022, TWC authorized $800,000 to develop an online Provider Cost of Quality Calculator (PCQC) to support a narrow cost analysis that examines the cost of child care at varying levels of quality across the state. In addition to serving as a tool for a narrow cost analysis, a PCQC can also be beneficial to child care providers and other stakeholders to help identify gaps between the cost of providing quality services and the revenue available. This information can help inform the design of local quality improvement efforts, and it can help providers better understand the factors that influence costs.\n\nEngage Platform and TECPDS Enhancements – In September 2022, TWC authorized $2.5 million for the Children’s Learning Institute to make system improvements and to increase resources available to Texas Rising Star staff and providers.\n\nPrice of Quality/Cost Modeling Reports – In November 2021, TWC authorized $770,000 to develop a cost of quality price modeling report to examine the projected cost of providing quality child care and to support regular refreshes of this report. TWC is contracting with UT Austin to develop these reports in tandem with the annual Market Rate Survey. The new cost modeling reports will alternate focus on center-based care and home-based care each year. These reports will allow TWC to conduct narrow cost analyses to evaluate provider payment rates. The 2023 Cost of Quality Price Modeling Report focuses on center-based child care providers.\n\nChild Care Outreach & Education Campaign – In February 2022, TWC authorized $10 million to support child care education and outreach campaigns. TWC published an RFP to solicit entities to support outreach services including market research, strategy, plans, brand identity and guidelines, creative and collateral, exhibit and demos, webinars, public service announcements, outreach websites and other online content, original photography and graphics, traditional media, digital media, events, public relations, partner activations, and evaluation to align campaign and program objectives with outreach performance.\n\nInfant/Toddler Quality Activities - $3,844,838\n\nTWC assigns a portion of quality funds used for quality activities that are not specific to infant/toddler activities to Infant/Toddler Quality Activities proportionate to TWC’s child care case mix.\n\nDirect Services - $78,143,493\n\nLow-income Child Care – In November 2021, TWC authorized $293.2 million to support direct services for low-income child care. Distribution of this funding to Boards  in Board Contract Years (BCY) 2022 ($ 41.4 million), 2023 ($121.4 million) and 2024 ($130.4 million) will provide care for an additional estimated 14,400 children per day.    In March 2022, TWC authorized up to $314.75 million for distribution to Boards for low-income child care for BCY 2022 ($46.25 million), 2023 (138.75 million), and 2024($129.75 million). TWC estimates that these funds would support at least 15,800 additional children per day from May 2022 through September 2022. In February 2023, TWC authorized staff to manage the full expenditure of child care stimulus funds on approved child care project. Funds that were unspent and unobligated on previous projects were reallocated to increase the support direct services of low-income child care.\n\nProspective Payments for CCS Providers – In September 2022, TWC authorized an estimated $50 million to support Boards in implementing TWC’s new rule (§809.93(j)) requiring Boards to pay child care providers prospectively rather than reimbursing providers. This change, which will be fully implemented in February 2024, better aligns with private payment practices.",
  "word_count": 2364,
  "content_type": "docx"
}