{
  "doc_id": "124e6bbb2b9f89e08c3b6b1228026b71",
  "url": "https://www.twc.texas.gov/sites/default/files/ccel/docs/depreciation-spanish-twc.docx",
  "filename": "depreciation-spanish-twc.docx",
  "text": "¿Qué es la depreciación?\n\nEntender la depreciación y cómo afecta a sus finanzas.\n\nVideo: https://youtu.be/PaOLRXNBwV8\n\nIntroduction\n\nLa depreciación puede ser complicada y confusa, pero si usted hace cualquier compra de activos individuales o mejoras en la propiedad de más de $2,500 dólares para su negocio, como autos, muebles, computadoras, un nuevo techo, o tiene un programa de cuidado de niños en el hogar o una instalación de su propiedad, usted necesita entender la depreciación y cómo puede afectar a su negocio de cuidado de niños.\n\nEn esta guía, repasaremos los fundamentos de la depreciación y su funcionamiento para que pueda entender cuándo debe prepararse para pagar más impuestos y cuándo no.\n\nEste documento no debe considerarse como asesoramiento fiscal. Por favor, consulte con su preparador de impuestos o profesional de la contabilidad para obtener orientación e información específica sobre la depreciación de su negocio.\n\n¿Qué es la depreciación?\n\nSiempre que haga una compra empresarial que vaya a utilizar durante más de un año, el Servicio de Impuestos Internos (IRS) exige que se amortice. Esto significa que hay que deducir el costo en los impuestos de la empresa a lo largo del tiempo (en lugar del año en que se compra). La desventaja es que en lugar de obtener una deducción en un año, la obtiene lentamente, a lo largo de varios años. La depreciación puede aplicarse a muchas cosas en su negocio, incluyendo:\n\nMuebles\n\nLavavajillas y otros electrodomésticos\n\nOrdenadores\n\nEdificios y renovaciones\n\nVehículos\n\n¿Por qué hay que entender la depreciación?\n\nNormalmente, cuando tiene un gasto, se deduce totalmente en ese año \"compensando\" la misma cantidad de ingresos. La depreciación crea un calendario diferente para sus ingresos y gastos que puede aumentar sus impuestos cuando hace una gran compra o mejora, pero lo reduce en los años futuros. Por ejemplo, digamos que usted compra una mesa de $100. Usted ganó $100 y puede deducir $100, por lo que el impacto en sus impuestos es de $0 - ya que los $100 se gastaron en un gasto deducible.\n\nLa depreciación cambia esta compensación. Digamos que usted utilizó $20,000 dólares furgo0.dólares .dólares en el primer año (más adelante explicaremos por qué). Como resultado, usted tendría $16,000 en ingresos gravables (es decir, los $20,000 - $4,000 en depreciación dejan $16,000 en ingresos). Dado que muchos proveedores no esperan estos ingresos imponibles adicionales, pueden tomarlos por sorpresa al final del año, causando problemas al encontrar dinero para pagar su factura de impuestos.\n\n¿Qué está sujeto a depreciación?\n\nPara determinar si una compra que realiza para su empresa está sujeta a amortización, debe plantearse las siguientes preguntas.\n\n¿Es el artículo \"ordinario y necesario\" para su negocio? - es decir, ¿lo necesita para el funcionamiento de su negocio? Esta es una oportunidad interesante para los propietarios de negocios de cuidado infantil familiar, ya que puede abrir las mejoras en el hogar para calificar como deducciones (más sobre esto más adelante en este recurso).\n\nSi lo es, pase a la siguiente pregunta.  Si el artículo no es \"ordinario y necesario\" para su negocio, entonces es un gasto personal que no es deducible en sus impuestos de negocios en absoluto.\n\n¿Puede el artículo durar más de un año? - Por ejemplo, las toallas de papel probablemente se agoten en un año, por lo que no serían elegibles. Sin embargo, un escritorio o una terraza recién instalada (para una guardería familiar) serían artículos que durarán más de un año.\n\nSi el artículo puede durar más de un año, entonces pase a la siguiente pregunta. Si el artículo no puede durar más de un año, entonces trátelo como un gasto comercial típico que no estaría sujeto a depreciación.\n\n¿El valor es superior a $2,500 dólares? - Cualquier artículo, incluso uno que pueda durar años, que tenga un valor inferior a $2,500 dólares se considera un \"puerto seguro\" en el que se puede gastar en un año y no estará sujeto a depreciación. Tenga en cuenta que este es un límite por artículo. Por ejemplo, si compró 50 sillas por $100 cada una, aunque la factura total fuera de $5,000, cada silla es inferior a $2,500 dólares, por lo que no será necesario aplicar la depreciación.\n\nSi el valor es superior a $2,500, pase a la siguiente pregunta. Si es inferior a $2,500 dólares, entonces trátelo como un gasto típico de la empresa.\n\n¿Se trata de un gasto de reparación o mantenimiento? - Los costos de reparación o mantenimiento de los artículos de su negocio, incluida su casa para los proveedores de cuidado infantil familiar, pueden ser contabilizados en un año y no estarán sujetos a depreciación. Por ejemplo, supongamos que manda a  reparar las tejas del tejado y que le cuesta $3,500 dólares.  Al tratarse de una reparación, podrá deducirla en un año y no se aplicará la depreciación.\n\nSi no es un gasto de reparación o mantenimiento, tendrá que amortizar el artículo. Si se trata de un costo de reparación o mantenimiento, indíquelo como gasto en su declaración de la renta.\n\nCuidadores familiares de niños\n\nHay otras dos consideraciones para determinar si un artículo está sujeto a depreciación para los proveedores de cuidado infantil familiar. En primer lugar, si un artículo se utiliza exclusivamente para su negocio (por ejemplo, una computara de la empresa), el 100% de la depreciación puede aplicarse a su negocio. Sin embargo, si un artículo se mezcla con el uso personal y empresarial, como un nuevo sistema de refrigeración, tendrá que determinar la cantidad de uso empresarial (y la cantidad deducible) utilizando el cálculo de tiempo/espacio.\n\nEn segundo lugar, los proveedores de servicios de guardería pueden deducir la depreciación de sus viviendas. La depreciación de la vivienda se basa en el valor de la misma y en las renovaciones (mejoras en la vivienda que aumentan su valor, como una nueva terraza), pero no en el valor del terreno en sí. La mejor manera de determinar el valor del terreno es a través de la oficina del tasador local y luego restar esa cantidad del valor total de su casa. Por ejemplo, si compró su casa por $400,000 y el tasador valoró el terreno en $75,000, el importe total amortizable sería de $325,000.\n\nCuando vende una vivienda en la que operaba un negocio, tiene que pagar un impuesto sobre la depreciación, incluso si no la dedujo o si ya no está en el negocio. El importe total se gravará en función de su declaración y del tramo impositivo correspondiente a sus ingresos del año en cuestión. En consecuencia, es una buena práctica deducir su vivienda cuando pueda para obtener el beneficio del valor que eventualmente será gravado.\n\n¿Cómo se amortiza un artículo?\n\nUna vez que haya identificado un artículo depreciable, debe determinar cómo puede gastarlo.\n\nLa forma más básica de calcular cuánto puede gastar en un año determinado se llama depreciación lineal (aunque hay otros métodos que su profesional de impuestos puede utilizar).\n\nEn este cálculo, se toma el costo total del artículo y se divide por el número total de años que el IRS dice que es la vida del artículo. A continuación se indican algunos valores de vida útil comunes del IRS:\n\nMobiliario, instalaciones y equipos de oficina - 7 años\n\nAutomóviles - 5 años\n\nMejoras en el terreno - 15 años\n\nUna casa o edificio utilizado en parte o en su totalidad para la actividad empresarial - 39 años\n\nPuede encontrar la lista actual de todos los valores vitales en la publicación del IRS 946, aquí .\n\nPor ejemplo, el IRS considera que una mejora del terreno, como una nueva entrada de vehículos, tiene una duración de 15 años. Por lo tanto, si usted pagó $15,000 por la nueva entrada, podría deducir $1,000 al año en concepto de depreciación durante 15 años ($15,000 divididos entre 15).\n\nAceleración de la depreciación\n\nOtra opción, además de la depreciación lineal, es acelerar su depreciación, lo que le permite gastar su compra más rápidamente, por ejemplo durante un año. En concreto, puede acelerar su depreciación mediante tres reglas especiales:\n\nLa depreciación de la Sección 179 es permisible para la propiedad física utilizada para su negocio más del 50% del tiempo. Ejemplos de bienes permitidos son los equipos de oficina, muebles, vehículos, y la mayoría de otros activos que no son edificios, o mejoras a su edificio (incluyendo una casa utilizada para el negocio. Si usted es un proveedor de cuidado infantil familiar que quiere utilizar este método de depreciación para una mejora de su casa, tendrá que demostrar el 50% o más de uso comercial. Por ejemplo, en el caso de un vehículo, como una van para transportar a los niños, tendrá que demostrar que los kilómetros recorridos por motivos de negocio son al menos el 50% o del total de kilómetros recorridos durante un año si utiliza este método (alternativamente, puede amortizar el auto en función del porcentaje de uso para el negocio frente a la conducción personal utilizando la amortización lineal).\n\nPara el año fiscal 2023, puede deducir hasta $1.16 millones en gastos elegibles de la Sección 179. Si tiene más de $1.16 millones en gastos elegibles, puede calificar para la depreciación adicional. Al igual que la Sección 179, esta opción tiene requisitos específicos, como la vida útil del artículo y el porcentaje de uso comercial. Sin embargo, el porcentaje de depreciación permitido disminuirá anualmente hasta finalizar por completo en diciembre del 2026.\n\nLa única excepción son los autos limitados a una deducción de un solo año basada en el peso. Para vehículos de más de 6,000 libras, pero menos de 14,000 libras, es de $26,200.  Asegúrese de prorratear los costos en función del porcentaje de uso de la empresa. Por ejemplo, si toma el total de millas recorridas en el año para su automóvil y el 65% de las millas son para su negocio, solo puede depreciar el 65% del precio de compra.\n\nLa norma Safe Harbor for Small Taxpayers (puerto seguro para pequeños contribuyentes) puede proporcionar otro vehículo para acelerar la depreciación. Esta norma se desprende de la normativa sobre bienes tangibles del IRS y permite a los proveedores de servicios de guardería deducir las reparaciones o mejoras realizadas en el hogar (en el caso de los proveedores de servicios de guardería en familia) o en las instalaciones (en el caso de los centros) que sean inferiores a $1,.000 o al 2% de la base no ajustada (es decir, el valor de la propiedad menos el valor del terreno). Por ejemplo, supongamos que usted es propietario de una instalación de guardería infantil que vale $35,.000 y el terreno vale $50,000. La base no ajustada sería de $300,000. El 2% de la base no ajustada sería de $6,000. Así que una mejora, como la adición de un toldo que fue de $ 5,500, podría ser deducido en un año.\n\nEn el caso de los proveedores de servicios de guardería en familia, hay que incluir también el cálculo del tiempo/espacio. Así, digamos que la casa de un proveedor está valorada en $400,000 y el terreno en $6,000. Su base no ajustada sería de $335000 dólares. Además, supongamos que el cálculo de tiempo/espacio muestra que el proveedor está utilizando la casa para el negocio el 35% del tiempo. Ahora, la base no ajustada sería de $117,250 \\ (es decir, el 35% de $335,000 ). El 2% de $117,250  es de $2,345. Por lo tanto, los costos inferiores a $2,345 relacionados con la reparación o renovación podrían deducirse en un año en lugar de amortizarse a lo largo del tiempo.\n\nSi utiliza esta norma, asegúrese de que su preparador incluya una declaración que diga “Section 1.263(a)-3(h) De Minimis Safe Harbor Election\n\nSu nombre _________________\n\nSu dirección __________\n\nNúmero EIN o de Seguro Social __________\n\nPara el año que finaliza el 31 de diciembre del 20__ elijo la elección de puerto seguro para pequeños contribuyentes según la Treas. Reg. Section 1.263(a)-3(h) para lo siguiente (enumere sus mejoras)\".\n\nEs importante tener en cuenta que las limitaciones estatales pueden variar, por lo que la depreciación, como se ha descrito anteriormente, sólo puede aplicarse a su declaración de impuestos federal.\n\nMantenimiento de registros\n\nEs fundamental tener registros claros de sus compras para la depreciación que incluyan lo que compró, cuándo, el costo total y cualquier indicación de la cantidad de uso comercial (por ejemplo, si fue 100% para el negocio o una mezcla de uso comercial y personal).\n\nTambién es importante mantener un registro de la depreciación restante para que su preparador de impuestos sepa cómo aplicarla en años futuros.\n\nAdvertencia: La información aquí contenida ha sido preparada por Civitas Strategies Early Start y no pretende constituir asesoramiento legal, fiscal o financiero. El equipo de Civitas Strategies Early Start ha realizado esfuerzos razonables para recopilar, preparar y proporcionar esta información, pero no garantiza su exactitud, integridad, adecuación o actualizaciñon. La publicación y distribución de esta información no pretende crear, y su recepción no constituye, una relación abogado-cliente o cualquier otra relación de asesoramiento. La reproducción de esta información está expresamente prohibida.",
  "word_count": 2159,
  "content_type": "docx"
}