{
  "doc_id": "1c691629684cd4ff5244b2945eaf1884",
  "url": "https://www.twc.texas.gov/sites/default/files/ccel/docs/form-1099-twc.docx",
  "filename": "form-1099-twc.docx",
  "text": "What is a Form 1099?\n\nA step-by-step guide to understanding, issuing, and receiving Forms 1099\n\nVideo: https://youtu.be/F1p241bJfK8\n\nIntroduction\n\nA 1099 tax form is used to report income from sources other than regular wages, salaries, or tips. 1099 filing is available when a standard W-2 form is not applicable, like when hiring an independent contractor or freelancer.\n\nIf you own a child care business and have mostly employed W-2 employees, you might have questions about the 1099 form. This guide will walk you through the 1099 form, when to use it, and how it can benefit you and your child care business.\n\nWhat is a 1099?\n\nThere are several kinds of 1099 forms, and we will cover the three that are likely to be applicable to you and your child care business:\n\n1099-NEC;\n\n1099-MISC; and\n\n1099-K.\n\nWhile the W-2 form lists your annual wages as an employee and the taxes deducted by your employer, a 1099 form is issued when you receive income from other sources, like through payments apps like Venmo, interest gained on savings accounts, or for the Child and Adult Care Food Program (CACFP). Additionally, you will issue a 1099 to contractors you hire throughout the year.\n\nWhat is the difference between an employee and a contractor?\n\nBefore diving into the different types of 1099 forms, you are likely to encounter as a child care business, it can be helpful to know the difference between a contractor and employee. The primary concern in this determination is the amount of control the worker has over their job. While an employee is usually bound by the policies and procedures of their employer, a contractor can set their own rates and schedules and can choose which kinds of work they’ll accept.\n\nIt is important to remember that a worker's status as an employee or a contractor can have serious legal consequences. An employee often follows an established schedule while working for and with an employer. When and how the work is done are all decided by the employer, who also supplies the required tools, equipment, and training. Additionally, the employer deducts taxes from the employee's paycheck, offers benefits like health insurance and retirement plans, and oversees adhering to labor rules like minimum wage and overtime regulations.\n\nOn the other hand, a contractor is usually hired to complete a specific project or task and is allowed more flexibility in how the work is carried out. In most cases, the contractor is in charge of setting their own schedule, providing their own tools and equipment, and paying their own taxes and benefits. The work's intended outcome may be established by the employer, but the method of completion is typically left up to the employee.\n\nMany employee-only rights are not available to contractors. Contractors, for instance, are not subject to minimum wage or overtime pay laws and they are also not entitled to benefits like health insurance, paid time off, or sick leave. Additionally, contractors are not covered by anti-discrimination laws, workplace safety rules, or other employment laws that protect workers. They also are not eligible for unemployment benefits.\n\nIt's crucial to remember that whether someone qualifies as a contractor or an employee depends on IRS regulations rather than your preferences or those of the person providing the services.\n\nNow that we’ve covered the main differences between a contractor or an employee, let’s review the different 1099 forms you’re most likely to see as a child care business: 1099-NEC, 1099-MISC, and 1099-K.\n\nForm 1099-NEC\n\nForm 1099-NEC is used to report contractor compensation and is used by businesses and individuals who have paid $600 or more in compensation to a contractor during the tax year. This also includes payments made to any independent contractors, freelancers, and other self-employed individuals.\n\nA 1099-NEC must be issued to the individual you hired by January 31 of the year after you paid them $600 or more for their services. For example, if the cleaner that you paid to come once a week was only hired for 2020, you have until January 31st of 2021 to give them the form. Make sure that the contractor completes a form W-9 when they begin doing work for you. This form gives you the information you need to complete the 1099-NEC, including the recipient's name, address, and taxpayer identification number, like a social security number or employment identification number.\n\nTo complete the 1099-NEC form at the end of the tax year, follow these steps:\n\nWrite your name, address, and taxpayer identification number (such as your social security or employer identity number) in the \"Payer\" area.\n\nEnter the contractor’s name, address, and taxpayer identification number in the \"Recipient\" box.\n\nFill out Box 1 with the total wages to the contractor for the tax year. This should be the whole amount due, without any modifications to fees or other charges.\n\nFill in Box 2, Box 4, and Box 6 with any federal or state income taxes that were withheld from the contractor’s compensation, if any.\n\nProvide the relevant state information in Box 17 if you are required to submit a state copy of the 1099-NEC.\n\nA copy of the finished form should be kept for your records. By January 31 of the following year, send Copy B of the form to the contractor.\n\nBy February 28—or March 31 if filing online—of the year after the tax year, send Copy A of the form to the IRS. Check to see if your state requires a copy to be sent to the tax authority.\n\nWhat happens if I receive a 1099-NEC?\n\nYou could also be given a 1099-NEC by another company or government agency. For example, let’s say you are a certified trainer in child care safety and are asked to train employees of an organization. If the organization pays you more than $600, they will issue you a 1099-NEC.  You must incorporate this money into your total revenue for the year.\n\nForm 1099-MISC\n\nA 1099-MISC is used to report other forms of income aside from contractor compensation. This includes income from rent if you are a property owner, royalties, and prize money exceeding $600.\n\nThe total amount paid is disclosed on Form 1099-MISC, along with any additional details like the nature of the income received. You will utilize this form to file their taxes and apply for any possible tax benefits. For example, if you own a large building for your child care business and rent out a portion of it to another business, you will report the income from rent payments on a 1099-MISC.\n\nThe following are a few typical instances of payments that could be reported on Form 1099-MISC:\n\nRent paid to property owners;\n\nRoyalties paid to  artists, and musicians;\n\nPrizes and awards;\n\n; and\n\nTaxable grant funds.\n\nThough the 1099-MISC form isn’t as common as a 1099-NEC for child care business owners, you may still use the form and should know how to accurately complete one. If you do get one, you should report it as part of your gross revenue on your business taxes.\n\nThe amount you must report on your taxes is typically found on:\n\nLine 1 Rents: The total amount of rent paid to you for the entire calendar year is displayed on this line. If you are renting a facility or a portion of a facility might get this.\n\nLine 2 Royalties: This line displays the total amount of fees paid to you for items like a curriculum or book you may have published during the calendar year.\n\nLine 3 Other income: The entire sum of all other miscellaneous income, including awards, prizes, and settlements from legal proceedings, paid to you throughout the calendar year is shown on this line.\n\nForm 1099-K\n\nIf you accept payments to your child care business through third-party payment networks like PayPal, Venmo, and Stripe, you will report the income on a Form 1099-K if the payments exceed $600 per year.\n\nThe entire amount paid to your child care business via the third-party payment network along with the date of the payments will be shown on Form 1099-K. This form will be used to file taxes and apply for any possible tax benefits.\n\nIf you accept payment for child care through a third-party network, this will be the form you will use. For example, if you care for a child for five days a week and the parent pays you through Venmo, the amount paid over the course of the year will likely exceed $600 and you will report the payments on the 1099-K.\n\nIf you are required to use a Form 1099-K, the form will likely be issued by the third-party network itself. Be sure to track payments received in this manner so that you are aware of whether or not you need the form at tax time.\n\nIt is essential to understand how to classify your employees because as an employer, you will be held responsible for misclassification. The consequences for misclassifying a worker can change based on the situation and the laws and regulations of the state your child care business is located.\n\nSome possible consequences to misclassifying employees are:\n\nFines: If it is discovered that an employer purposefully misclassified workers in order to avoid paying taxes or giving benefits, they may be subject to fines and other penalties.\n\nTaxes and unpaid compensation: If an employee is mistakenly labeled as a contractor, the company may be obligated to pay back taxes, overtime pay, and any other benefits or payments that were not provided.\n\nLegal action: Employees who claim that they have been improperly classified and are entitled to employee benefits may file lawsuits as a result of misclassification.\n\nConclusion\n\nBy understanding how and when to use the many different 1099 forms, child care business owners can make sure they are accurately reporting their revenue to the IRS, claiming all applicable tax credits and deductions, and avoid misclassification. Though you may not use every kind of 1099 form, educating yourself on the various tax forms can help you become more successful and efficient.\n\nDEVELOPED AND DESIGNED BY CIVITAS STRATEGIES\n\nDisclaimer: The information contained here has been prepared by Civitas Strategies and is not intended to constitute legal, tax, or financial advice. The Civitas Strategies team has used reasonable efforts in collecting, preparing, and providing this information, but does not guarantee its accuracy, completeness, adequacy, or currency. The publication and distribution of this information are not intended to create, and receipt does not constitute, an attorney-client or any other advisory relationship. Reproduction of this information is expressly prohibited. Only noncommercial uses of this work are permitted.\n\nFeature | Employee | Contractor\n\nCircumstances | An employee’s work is dictated by their employer. | A contractor’s work is self-determined.\n\nBenefits | Common benefits for workers include health insurance, paid time off, and retirement programs. | Benefits are often not given to contractors.\n\nTaxes | Taxes are deducted by the employer from employee paychecks. | Taxes must be paid by the contractor on their own.\n\nWork relationship | The employee and the business have a long-term working relationship. | The contractor works for the business on a temporary basis.",
  "word_count": 1853,
  "content_type": "docx"
}