{
  "doc_id": "1f5b9a0b36970a67a944f45a07f4cdf0",
  "url": "https://www.twc.texas.gov/sites/default/files/ccel/docs/time-space-calculation-twc.xlsx",
  "filename": "time-space-calculation-twc.xlsx",
  "text": "=== Sheet: Sheet1 ===\nTIME/SPACE CALCULATION\nSpace\nWhat is the total square footage of your home? Include square footage of your basement, garage,  porch, and deck in addition to the interior of your home. Do not count patios or yard space, even outdoor play areas. | 2000\nHow much space (in square feet) do you exclusively use for your child care? Exclusive use areas are only used for child care business purposes and no personal purposes whatsoever. If no exclusive use, enter 0. | 100\nThis is the percentage of space in your home you exclusively use for your child care. | 0.05\nHow much space (in square feet) do you regularly use for your child care? Regular use areas are shared for both personal and child care business purposes. | 500\nThis is the percentage of space in your home you regularly use for your child care. | 0.25\nTime\nHow many hours a week do you provide care (on average)? | 40\nHow many hours a week do you perform duties related to managing your child care program outside of the hours you provide care (on average)? This can include activities such as bookkeeping and paying bills, planning lessons/activities, purchasing supplies online, communicating with families, and cleaning. | 10\nHow many weeks are you closed in a given year? | 1\nDuring the time when your program is closed, how many hours per week do you spend performing administrative duties in your home (on average)? This can include activities such as bookkeeping and paying bills, planning lessons/activities, purchasing supplies online, and cleaning. | 2\nThis is how many hours you dedicate to your business in a year. | 2552\nThis is the percentage of time you are using your home for your child care (calculated by dividing the number of hours you provide child care by 8,760 hours, the number of hours in a year) | 0.291324200913242\nThis is the total business use of your home. | 0.1228310502283105\nCÁLCULO DE TIEMPO / ESPACIO\nEspacio\n¿Cuál es la superficie total de su casa? Incluya los pies cuadrados del sótano, el garaje, el cobertizo y la terraza, además del interior de la casa. No cuente los patios ni el espacio del jardín, tampoco las zonas de juego exteriores. | 2000\n¿Cuánto espacio (en pies cuadrados) utiliza exclusivamente para su guardería? Las áreas de uso exclusivo sólo se utilizan para fines comerciales de la guardería y no para fines personales. Si no hay uso exclusivo, introduzca 0. | 100\nEste es el porcentaje de espacio en su casa que utiliza exclusivamente para el cuidado de sus hijos. | 0.05\n¿Cuánto espacio (en pies cuadrados) utiliza regularmente para su guardería? Las áreas de uso regular se comparten tanto para fines personales como para el negocio de la guardería. | 1000\nEs el porcentaje de espacio de su casa que utiliza habitualmente para el cuidado de los niños. | 0.5\nTiempo\n¿Cuántas horas a la semana presta cuidados a los niños (en promedio)? | 40\n¿Cuántas horas a la semana realiza tareas relacionadas con la gestión de su programa de cuidado de niños fuera de las horas en las que proporciona el cuidado (en promedio)? Esto puede incluir actividades como la contabilidad y el pago de facturas, la planificación de clases/actividades, la compra de suministros en línea, la comunicación con las familias y la limpieza. | 10\n¿Cuántas semanas cierra al año? | 2\nDurante el tiempo en que su programa está cerrado, ¿cuántas horas a la semana dedica a realizar tareas administrativas en su casa (en promedio)? Esto puede incluir actividades como la contabilidad y el pago de facturas, la planificación de lecciones/actividades, la compra de suministros en línea y la limpieza. | 2\nEste el número de horas que dedica a su negocio en un año. | 2504\nEs el porcentaje de tiempo que utiliza su casa para el cuidado de los niños (se calcula dividiendo el número de horas que cuida de los niños entre 8.760 horas, el número de horas al año) | 0.28584474885844746\nEste es el uso comercial total de su casa. | 0.19292237442922372\nRevised by CSES on 6/8/2022",
  "word_count": 691,
  "content_type": "xlsx"
}