{
  "doc_id": "1fa81514b64ab9f77e562baec47120e6",
  "url": "https://www.twc.texas.gov/sites/default/files/ccel/docs/cacfp-twc.docx",
  "filename": "cacfp-twc.docx",
  "text": "What is the Child and Adult Care Food Program (CACFP)?\n\nVideo: www.youtube.com/embed/mfSp3D_32Qg\n\nIntroduction\n\nThe CACFP is a nationwide program administered by the United States Department of Agriculture (USDA) and the Texas Department of Agriculture (TDA) that provides approved child care centers and home-based providers with financial resources  for providing nutritious meals and snacks for the qualified children they serve.\n\nBoth your business and your enrolled families can benefit from this program. The additional financial resources will cover a portion of your existing food costs, the children in your care will have access to well-balanced meals, and parents will save time and money by not having to buy, prepare or pack these meals at home.\n\nMore information can be found on the TDA website: https://squaremeals.org/Programs/ChildandAdultCareFoodProgram/NewApplicants.aspx\n\nIs Your Business Eligible?\n\nChild Care Centers\n\nEligible public or private nonprofit child care centers, after-school-hours care centers, Head Start programs, and other institutions which are licensed or approved to provide child care services in Texas may be eligible to participate in the CACFP. Center-based providers can participate in the CACFP either through a contract directly with TDA or with the support of a sponsor, who helps manage program activities across multiple child care locations. To be eligible, your program must have at least 25% of enrolled children meeting the USDA Income Eligibility Guidelines for the National School Lunch Program’s free or reduced-price meals in the state of Texas (under 185% of the federal poverty guidelines, new rates are effective July 1 of each year). Generally, center-based providers can receive reimbursements for children aged 12 and under in their care.\n\nFamily Day Care Homes\n\nFamily Day Care homes that are licensed or approved to provide child care services in Texas can participate in the program through a sponsor, who accepts administrative and financial responsibility for all the programs under its sponsorship. The sponsor maintains program records, submits monthly meal claims, receives monthly reimbursements from TDA, and then passes the reimbursements on to the participating home-based providers. Generally, eligible providers can receive reimbursements for meals served to children aged 12 and under.\n\nAfterschool At-Risk Programs\n\nEligible At-Risk programs must be organized primarily to provide regularly scheduled care for children after school or on the weekends, holidays, or school vacations during the regular school year and be located in an attendance area of the school where at least 50% or more of the children are eligible for free or reduced-price meals. These sites are reimbursed for meals for children up to age 18, and in some cases, are open to all children in the area. For more information on At-Risk locations across Texas, visit the TX Site Map:\n\nhttps://squaremeals.org/Programs/ChildandAdultCareFoodProgram/AtRiskSiteMap.aspx\n\nHow the Program Works\n\nEligible child care businesses must first submit a formal application with supporting documents and participate in a site visit to be considered for the CACFP. Once approved, your business can begin to submit monthly claims to be reimbursed for meals and snacks served that meet USDA nutritional guidelines and approved program meal patterns. Each year, the program must submit a renewal application, also known as a continuing application, to continue participating in the CACFP; TDA also reviews child care centers regularly to ensure compliance with federal regulations.\n\nAccurate records of all foods served to each child must be submitted each month for reimbursement.\n\nReimbursement Rates\n\nReimbursement rates are determined differently for child care centers versus day care homes.\n\nHome-based child care programs\n\nFamily child care homes are reimbursed using a two-tiered system.\n\nTier 1 – covers programs located in low-income areas, low-income providers, or children from low-income households.\n\nTier 2 – covers programs that do not qualify for Tier 1\n\nTier 1 receives the highest reimbursement.\n\nChild Care Centers\n\nChild Care centers receive payments based on the income of the child’s family. Meals are then reimbursed as free, reduced-price, or paid rates. Reimbursement rates are higher for children that qualify for free or reduced-price meals.\n\nRemember that any meal served as part of CACFP must meet federal nutrition standards and include vegetables and fruits, grains, meat and meat alternates, and milk.\n\nWhat could be my maximum reimbursement per child?\n\nAn example of a typical reimbursement your business could receive for providing two meals and one snack to one highest reimbursement rate eligible child per day can be seen below:\n\nChild Care Center (Free)\n\nChild Care Home (Tier 1)\n\nAs long as your business is meeting all program guidelines and submitting an annual renewal application, you should be able to count on the CACFP as a continuous source of income.\n\nReady to Apply: Start your application with the Texas Department of Agriculture\n\nIf you want to add the Child and Adult Care Food Program (CACFP) to your operations, the Texas Department of Agriculture (TDA) has information to help you learn more and submit an application. TDA administers CACFP in Texas and offers basic guidance for new applicants at  https://squaremeals.org/Programs/ChildandAdultCareFoodProgram/NewApplicants.aspx\n\nNew applicants should be prepared to complete an application as well as take required training.\n\nRegional Education Service Centers (ESCs) partner with TDA to provide training and support for new applicants across Texas. Technical assistance and training from ESCs are offered at no cost. ESC contact information is available at https://squaremeals.org/About/EducationServiceCenters.aspx\n\nCommon Questions: Taxes\n\nSome child care business owners worry about the effects participating in the CACFP might have on their taxes. However, participating in the program is always more financially beneficial than not participating.\n\nSome important things to note:\n\nBecause CACFP reimbursements are considered taxable income, your business’s profit will increase along with its tax responsibility. However, the after-tax income you receive in reimbursements from the program will always be higher than the taxes you have to pay.\n\nYour ability to deduct food expenses will not decrease when participating in the CACFP. Meals and snacks reimbursed by the program can be deducted just like meals and snacks that are not eligible for reimbursement.\n\nIf the additional income received from CACFP reimbursements moves your business into a higher tax bracket, you will pay the higher tax rate on the reimbursements only.\n\nCommon Questions: Administration\n\nSome business owners grow concerned that administrating the CACFP will be an additional burden on themselves and their staff. However, records required for reimbursement are in most cases no different than those already being maintained for your tax filing purposes.\n\nAlternatively, programs can elect to participate in CACFP through a sponsoring organization that can handle all administrative activities for them. While you will still need to record the meals served and provide that information to your sponsor to receive reimbursement, all other administrative requirements (i.e. filing claims) will be the responsibility of your sponsor.\n\nSome important things to note…\n\nInformation required for CACFP reimbursement includes attendance, meal type, and meal count each day, details which are likely already being recorded by your staff.\n\nBecause CACFP reimbursement requests must be submitted monthly, some business owners welcome the opportunity to maintain regular, accurate records rather than relying on memory when it is time to file taxes.\n\nYou do not need to save or submit food receipts with your reimbursement requests.\n\nMany Child Care Management Software (CCMS) systems are already configured for you to easily enter your required data for CACFP.\n\nThe time you spend maintaining your records can count toward your Time/Space Calculation, if you’re a home-based provider.\n\nFinancial Benefits to Your Business\n\nEnrolling in the CACFP is free to all providers serving nutritious foods to the eligible children in their care. Once approved, your business can get reimbursed for up to two meals and one snack – or one meal and two snacks - served to each participating child each day. Reimbursement payments are sent monthly directly to your business to offset your food expenses.\n\nIn addition, when you participate in the CACFP, you are able to access free employee nutrition trainings, youth activities, and other resources to assist your business in supporting each child’s healthy lifestyle within and beyond your center.\n\nGetting Started: Available Business Support and Coaching\n\nParticipating in the CACFP is a smart business decision and also an investment in the health and wellness of the children you care for. Providing daily well-balanced meals and nutrition education in the early years of development can help you to support the development of lifelong healthy habits for the children in your care.\n\nMany local organizations act as CACFP sponsors and can support your business by managing the administration of the program for you. You can learn more about available sponsors at the Texas CACFP Sponsors Association website at txcacfp.org.\n\nTo learn more about the CACFP, visit the Texas Department of Agriculture’s website at squaremeals.org.\n\nDisclaimer: The information contained here has been prepared by Civitas Strategies Early Start and is not intended to constitute legal, tax, or financial advice. The Civitas Strategies Early Start team has used reasonable efforts in collecting, preparing, and providing this information, but does not guarantee its accuracy, completeness, adequacy, or currency. The publication and distribution of this information is not intended to create, and receipt does not constitute, an attorney-client or any other advisory relationship. Reproduction of this information is expressly prohibited.\n\nBreakfast | Lunch/Supper | Snack\n\nTier 1 | $1.40 | $2.63 | $0.78\n\nTier 2 | $0.51 | $1.59 | $0.21\n\nBreakfast | Lunch/Supper | Snack\n\nFree | $1.97 | $3.66 | $1.00\n\nReduced Price | $1.67 | $3.26 | $0.50\n\nPaid | $0.33 | $0.35 | $0.09\n\nMeal Served | 1 Day\n(1 each) | 1 Week\n(5 each) | 1 Month\n(20 each)\n\nBreakfast | $1.97 | $9.85 | $39.40\n\nLunch / Supper | $3.66 | $18.30 | $73.20\n\nSnack | $1.00 | $5.00 | $20.00\n\nReimbursement | $6.63 | $33.15 | $132.60\n\nMeal Served | 1 Day\n(1 each) | 1 Week\n(5 each) | 1 Month\n(20 each)\n\nBreakfast | $1.40 | $7.00 | $28.00\n\nLunch / Supper | $2.63 | $13.15 | $52.60\n\nSnack | $0.78 | $3.90 | $15.60\n\nReimbursement | $4.81 | $24.05 | $96.20",
  "word_count": 1655,
  "content_type": "docx"
}