{
  "doc_id": "2628f0a9f2c03e0d26084b2556bdff0c",
  "url": "https://www.twc.texas.gov/sites/default/files/ccel/docs/salary-exempt-vs-non-exempt-child-care-twc.docx",
  "filename": "salary-exempt-vs-non-exempt-child-care-twc.docx",
  "text": "Salary Exempt vs Non-Exempt\n\nLearn the difference between Salary Exempt and Non-Exempt status employees\n\nVideo: The Difference Between Salary Exempt and Non-Exempt Status Employees - YouTube\n\nIntroduction\n\nAs a business owner, you’ve likely heard the terms “exempt” and “non-exempt” in relation to your employees or hiring practices.  These classifications are outlined in the Fair Labor Standards Act (FLSA).  Signed into law in 1938, the FLSA establishes minimum wage, overtime pay eligibility, youth employment guidelines, and recordkeeping standards for both the private and public sectors. Essentially, the FLSA outlines how work hours are documented and how employees should be paid. While the FLSA has evolved over the years, the law continues to dictate how the modern workforce is regulated, including child care and small businesses.\n\nUnderstanding labor laws and overtime requirements can be confusing, but employers must classify their employees correctly or risk costly compliance violations. The term “non-exempt” refers to workers who are covered by FLSA guidelines and requirements, or in other words, they are not exempt from the law, while the term “exempt” refers to workers who qualify for exemption from the law.  A common misconception is that employees who are paid a “salary” rather than an “hourly” wage are exempt from overtime and other requirements. But the legal reality is more complex and requires a determination of the employee’s status under the U.S. Department of Labor Fair Labor Standards Act. By assessing your employees’ positions, you can better understand your obligations as an employer.\n\nExempt and Non-Exempt Employees\n\nTo understand how an employee should be classified, there are two criteria: a salary amount threshold, and the kind of work they perform.  Employees exempt from the FLSA must be paid a salary above a certain level and must have specific duties. See below for Department of Labor details to help determine which of your employees might meet the exemption criteria.\n\nThe main difference between these worker classifications is that employers are not required to pay overtime to properly classified exempt workers. They must receive their full salary regardless of the number of days or hours worked. Since they are not paid according to the hours worked, if salary-exempt employees work more than 40 hours, there is no requirement to pay overtime. Exempt employees are also excluded from other FLSA protections afforded to those who are non-exempt.\n\nAs stated in the FSLA, in most instances, an employee that has a salary basis of no less than $684 per week or $35,568 annually is classified as exempt. However, for teachers, that threshold is lower, $455 a week or $23,660 a year. While overtime pay is not required for these workers, they can be given additional compensation in the form of bonuses or stipends.\n\nIn addition to their salary level, there are also certain exempt professions, such as administrative, executive, outside sales, etc. If an employee performs the duties related to these types of positions, they may also be classified as exempt.  (More on those specific positions and duties below.)\n\nOn the other hand, employees who are classified as non-exempt are required under the FLSA to receive overtime for any hours worked over 40.  These employees are usually paid an hourly wage or earn a salary that’s less than the minimum amount required. Since they are not exempt from the FSLA, non-exempt employees who work more than 40 hours in a week must be paid an overtime rate of one-and-a-half times their regular pay.\n\nMost non-exempt must be paid at least the federal minimum wage, but many states or jurisdictions with higher costs of living have set minimum wages above the federal base. If a non-exempt employee isn’t paid by the hour, but is entitled to overtime pay, their hourly rate is calculated by dividing the total compensation earned by the total hours worked – not including vacation, holidays, or sick days used.\n\nEmployee Classifications in Early Education\n\nIn 1972, the FSLA was amended specifically to extend the coverage of the law to preschools and child care centers.  This is true for both public and private institutions, and those operated on both for-profit and non-profit models. (All public school system staff, including those in child care, are considered exempt.)\n\nThe government outlines covered early education “enterprises” as ones that provide “custodial, educational, or developmental services to preschool-age children to prepare them to enter elementary school grades.” Family child care providers, or home-based providers, are not considered covered under this amendment unless they have employees.\n\nIf a child care business’s employees are not otherwise exempt due to their salary level or assigned duties, the employer is required to meet FSLA guidelines. This includes establishing a set workweek for pay purposes, maintaining payroll records, paying at least the federal minimum wage, and paying the required overtime rate for more than 40 hours worked.\n\nIn addition, independent contractors, or those paid via 1099 are not covered by the FSLA, so they are not entitled to the wage and overtime pay benefits outlined in the law.\n\nDetermining Exemption\n\nAs noted, two criteria help determine whether your employee will be exempt from FSLA.  In addition to the set salary threshold, there are also standards related to the position they hold, the type of jobs and duties they perform, and their level of authority or autonomy to make decisions. Exempted positions and duties may include:\n\nAn Executive/Administrator who:\n\nSupervises more than two employees\n\nManagement is the primary duty of the position\n\nHas genuine input on the job status of others (hiring, firing, etc.)\n\nOr, a “Learned” Professional who:\n\nis in a field of “science or learning” with advanced knowledge acquired with prolonged study and education\n\nLet’s look at certain exemptions as they relate to child care businesses.\n\nThe “Executive” or “Management Exemption” and Child Care\n\nAccording to labor laws, an exempt executive position is one who oversees a unit or department, and who regularly directs the work of two or more employees.  To qualify, this employee’s work duties must fall into this area at least half the time. Management duties such as interviewing, directing work, evaluating performance, or initiating disciplinary actions count as exempt activities.  In contrast, routine clerical duties like billing, filing, and bookkeeping do not.\n\nPractically speaking, in a larger child care center this likely means that the Director is exempt as the majority of their duties include those classified as executive or managerial in relation to the rest of the staff.  An Assistant Director probably falls in a grey area, as they may spend more than 50% of their time filling in classrooms and performing the same duties as other members of the staff.  The key takeaway here is understanding that management titles alone do not determine exemption status.\n\nThe exemption criteria that is the most vague and commonly misapplied has to do with an employee that performs “administrative duties.” An exempt administrative employee:\n\nRegularly exercises discretion and independent judgment\n\nDevotes more than half their time to performing specialized or technical work that requires special training, experience, or knowledge\n\nEarns at least $250 a week on a salary basis\n\nOverall, the exempt administrative employee’s discretion and independent judgment must relate to business operations or policies that involve substantial “matters of consequence” to the business, customers, or other employees. Again, because job titles are not a reliable way to determine exemption, this is a place where employees are often misclassified.\n\nThe “Learned Professional Exemption” and Child Care\n\nIn certain instances, an employee that performs the work of a teacher could be considered exempt from FSLA requirements, as there is an exception for “learned professionals.” For an employee in a teacher position to qualify as a “professional” in this capacity, their main responsibilities must involve instructing, tutoring, or lecturing children. If their main role is to ensure the well-being of the children and meet their physical and emotional needs, they will not be exempt based on their role.\n\nUnder FSLA, an exempt employee must perform administrative or professional duties at least 50% of the time. It is difficult for child care teachers, especially those who work with the youngest children to meet that percentage.\n\nA child care teacher will qualify as an exempt employee under the “learned professional” exception to the FLSA if three requirements are met:\n\nThe teacher must be paid on a salary basis not less than $455 a week or $23,660 a year.\n\nThe teacher’s primary duties must be lesson instruction or work that imparts knowledge to the children in their care rather than activities that meet their physical or emotional well-being.\n\nThe job performed by the teacher must require “advanced knowledge in the field of science or learning” which is “customarily acquired by a prolonged course of specialized intellectual instruction.”\n\nThis last requirement indicates that the teaching position in question must require at a minimum a four-year degree from an accredited college or university in early childhood education, Elementary Education, or a related field. If a center employs both teachers who meet the minimum education requirements as well as those who do not, it may be necessary to establish two separate job titles/ job descriptions in order to preserve the exempt status of the more highly educated teachers.\n\nThe “Teacher Exemption” and Child Care\n\nIn addition to the “Learned Professional Exemption” to the FLSA, the regulations also include a specific “Teachers Exemption.” This exception has much more lax educational requirements than the “Learned Professional” exception. In fact, according to a Department of Labor opinion letter published in October 2005, Compliance Assistance (dol.gov), “there is no minimum educational or academic degree requirements for bona fide teaching professionals in educational establishments.” Additionally, unlike the “Learned Professional Exemption” the “Teacher Exemption” has no minimum salary requirement.\n\nUnfortunately, while it sounds like this language makes an ideal FSLA exception for child care and day care teachers, the “teachers’ exemption” has one added requirement which makes it inapplicable to most child care providers.  According to the language, in order to qualify for the exemption, the teacher must be employed in an “educational establishment.” The regulatory definitions mean that unless a child care business is certified by their State Department of Education as a preschool or kindergarten, the “teacher exemption” does not apply to their employees.\n\nOvertime for Non-Exempt Employees\n\nAs we’ve outlined, the FSLA defines “mandatory overtime” as work time above and beyond a 40-hour, pre-scheduled workweek.  A non-exempt employee who works over 40 hours in that week must receive overtime compensation or pay calculated at one-and-a-half times their normal wage.\n\nFor the purposes of FSLA, employers that authorize short breaks or rest periods must count them as hours worked. Short rest periods, usually around 20 minutes, are common and customarily paid as work time. Meal periods of 30 minutes or more are generally not compensated, as long as the employee is completely relieved from job duties for that entire time. If an employee watches over napping children while they eat lunch, for example, they are not considered “relieved.”\n\nSimilarly, attendance at trainings, meetings, or professional development must be counted as work time unless all of the following criteria are met:\n\n(a) it occurs outside normally scheduled hours of work;\n\n(b) it is completely voluntary.\n\n(c) it is not job-related (unless the employee attends an independent school or college on his/her own initiative outside work hours); and,\n\n(d) no other work is performed during the period.\n\nTime spent at a training that is required by the state for licensing purposes is work time that employees must be compensated for.\n\nExample Overtime Scenarios\n\nAndrew’s mother arrived 1 hour late to pick them up and the teacher, Ms. Alicia, has already reached her 40 hours for the week. Since Ms. Alicia was required to stay until the parent arrived, one hour of overtime could be paid in this situation.\n\nMs. Lori, the director of the program, has scheduled meetings with parents at 5:30 on Monday, Tuesday, and Wednesday of this week. The center closes at 5:00 p.m. but this is the only time these parents are available. This will go beyond 40 hours for her. If Ms. Lori is a salary exempt employee, she will not be paid extra for this time.\n\nAll staff members are required to complete mandatory CPR training on Saturday for Uptown University Child Care Center. All the staff have met their 40-hour work week, so the additional time is counted as overtime.\n\nAvoiding Potential Issues\n\nLabor experts and regulators have identified several problems that occur related to child care employees. Chief among these are employers not completely or accurately counting hours worked. For example, employees who are off the clock for a meal or break but are still required to supervise children, speak with parents, or run a work-related errand.  If an employee is performing job duties, they should be recording time for that workweek.\n\nIn addition, employers are scrutinized for requiring employees to stay late, come early, or attend a training on their own time or for a flat fee instead of their hourly wage. Other acts that could be considered violations are improperly deducting pay, paying a flat fee for overtime, or paying proper overtime after 80 hours in two weeks instead of the stated 40 in one week.\n\nChild care business owners should include the status of the position on the actual job description or in the employee handbook and staff should sign a copy that will be placed in the employee’s records.\n\nFinally, every employer should remember that exemption rules and labor laws are complicated and often dependent on specific instances related to your business or your staff positions.  In many cases, speaking directly with a qualified compensation consultant or a labor attorney can be helpful to gain clarity on classification, wage, or human resource matters.\n\nDisclaimer: The information contained here has been prepared by Civitas Strategies Early Start and is not intended to constitute legal, tax, or financial advice. The Civitas Strategies Early Start team has used reasonable efforts in collecting, preparing, and providing this information, but does not guarantee its accuracy, completeness, adequacy, or currency. The publication and distribution of this information is not intended to create, and receipt does not constitute, an attorney-client or any other advisory relationship. Reproduction of this information is expressly prohibited.\n\nExemption Qualifiers\n\nCompensation level | $684 per week or $35,568 annually (for teachers, $455 a week or $23,660 a year)\n\nCompensation type | Salary, not hourly wage\n\nJob duties | Executives/Management, Administrators, Learned Professional, Teachers employed in an educational establishment",
  "word_count": 2407,
  "content_type": "docx"
}