{
  "doc_id": "266ec967c96b09655e2433491b334b0a",
  "url": "https://www.twc.texas.gov/sites/default/files/ccel/docs/employer-child-care-partnerships-guide-spanish.docx",
  "filename": "employer-child-care-partnerships-guide-spanish.docx",
  "text": "Asociaciones entre empleadores y\n\nguarderías\n\nGuía completa para empresarios y proveedores de cuidado infantil\n\nSin opciones asequibles y accesibles para el cuidado de los niños, los trabajadores calificados que son padres y encargados no pueden aceptar el trabajo, lo que deja puestos sin cubrir. Como afirma la Reserva Federal de Dallas, \"dado que el sector del cuidado infantil permite a muchos padres trabajar, los acontecimientos que amenazan la calidad, la cantidad o la asequibilidad de ese servicio podrían... debilitar en última instancia la productividad y el crecimiento económico de Estados Unidos\". Para garantizar que las empresas de Texas puedan seguir siendo competitivas, será necesario que los empleados dispongan de un sólido mercado de guarderías.\n\nLas empresas que desean ofrecer servicios de guardería a su personal pueden asociarse con un proveedor de guardería existente en su comunidad para garantizar el cuidado de los hijos de sus empleados, lo que ayuda a retener y atraer al personal, mejorar la moral y aumentar la productividad.\n\nLa TWC entiende que el desarrollo de estas asociaciones toma tiempo y esfuerzo - esta guía tiene la intención de apoyar tanto a los proveedores de cuidado infantil como a los empleadores en el desarrollo de asociaciones fuertes para servir a los niños y a las familias.\n\nContenido\n\n¿Qué significa que un proveedor de servicios de guardería esté asociado a un empleador?\n\nUna asociación entre un empresario y un proveedor de servicios de cuidado infantil puede adoptar muchas formas y puede ser elaborada para satisfacer las necesidades tanto del negocio del empresario y de los empleados como del negocio de cuidado infantil.\n\nPor ejemplo, si una empresa proporciona ayuda financiera y recursos para que sus empleados encuentren o paguen por el cuidado de sus hijos, este acuerdo suele denominarse \"cuidado infantil patrocinado por el empleador\", ya que el empleador está patrocinando el cuidado de los hijos de sus empleados. Sin embargo, esto no tiene por qué dar lugar a una asociación formal con un proveedor local de servicios de cuidado infantil.\n\nUna asociación formal significa que el proveedor de servicios de guardería ha contratado con el empleador para atender únicamente a los hijos de sus empleados, o que el programa asigna o reserva un determinado número de sus plazas para los hijos de esos empleados. Los empresarios pueden colaborar con el proveedor de servicios de cuidado infantil para que esté abierto durante los turnos en los que trabajan sus empleados. O bien, los empleadores podrían simplemente llegar a un acuerdo con un proveedor local para remitir a sus empleados a ese proveedor siempre y cuando necesiten cuidado infantil, lo que podría ayudar a impulsar la inscripción en el programa.\n\nLos programas de cuidado infantil pueden ofrecer servicios en el campus de la empresa o cerca de él, o bien fuera de sus instalaciones, dependiendo de la situación. Por lo general, asociarse con un proveedor de servicios de cuidado infantil independiente de una empresa significa que el proveedor de servicios de cuidado infantil contrataría y formaría al personal y se encargaría de todos los aspectos de su propio negocio.\n\nLos proveedores de servicios de cuidado infantil y los empleadores que deseen establecer asociaciones formales deben asegurarse de que un acuerdo escrito y firmado detalle las responsabilidades y expectativas de cada parte. A continuación se ofrecen más detalles sobre lo que debe incluirse en este acuerdo.\n\nPara los proveedores de cuidado infantil\n\n¿Por qué los proveedores de servicios de guardería deberían considerar la posibilidad de establecer un acuerdo de asociación formal con una empresa?\n\nMás allá de la financiación, una asociación formal puede tener muchos beneficios para su negocio de cuidado de niños. Su inscripción podría ser más estable, lo que significa que podría contar con unos ingresos más fiables y constantes, porque una empresa local le envía a sus familias. Esto podría ahorrarle tiempo en actividades de divulgación y mercadeo. Puede convertirse en un recurso de confianza para esa empresa y el boca a boca podría dar lugar a otras asociaciones en el futuro. Es posible que pueda igualar el horario de funcionamiento de la empresa, e incluso cerrar en días festivos o durante las horas en que las familias no trabajan. Piense en las repercusiones a largo plazo de esta asociación y en lo que podría significar para su negocio en los próximos años.\n\nPara los empresarios\n\n¿Cuál es el incentivo para los empresarios?\n\nLos empresarios que ofrecen prestaciones de guardería a sus empleados informan de un aumento de la retención y la lealtad de los empleados, una mayor productividad y un mejor ambiente de trabajo. Todo ello se traduce en una reducción de los gastos por ausencias y rotación de los empleados y en un aumento de los beneficios gracias a la mayor productividad.\n\nAdemás, puede optar a una desgravación fiscal si invierte en el cuidado de sus empleados. El crédito por servicios e instalaciones de cuidado de niños proporcionados por el empleador ofrece un reembolso de hasta el 25% de sus gastos de cuidado de niños en la temporada de impuestos, más el 10% de los gastos de investigación y remisión, con un crédito máximo anual de $150,000. Puede reclamar este crédito por los gastos en que incurre su empresa para proporcionar servicios de cuidado infantil a sus empleados, ya sea in situ o mediante un contrato con una guardería local, así como por los gastos en que incurre para ayudarles a encontrar guardería.\n\nPor ejemplo, si su empresa está interesada en asociarse con un negocio de cuidado de niños para abrir un programa de cuidado de niños en su campus, entonces podría recuperar hasta el 25% de los costos relacionados con la construcción, ampliación o rehabilitación de su propiedad comercial para dar cabida a los servicios de cuidado de niños (tenga en cuenta que el crédito tiene un límite de $150,000 anuales). También puede reclamar los gastos de funcionamiento de esta instalación, incluida la formación de los empleados y los programas de becas para la matrícula.\n\nPor otra parte, si desea celebrar un contrato con un proveedor de servicios de guardería para ofrecer servicios de guardería a sus empleados fuera de las instalaciones, puede reclamar el 25% de los gastos empresariales (con un límite de $150,000 anuales) para el mantenimiento de las instalaciones, los salarios y la formación de los proveedores de servicios de guardería y la matrícula de los niños.\n\nUna forma adicional de recibir financiación a través del crédito fiscal es ofrecer servicios de recursos y derivación a sus empleados. Si ofrece servicios de recursos y derivación para ayudar a sus empleados a encontrar y acceder a servicios de cuidado infantil, puede reclamar el 10% de estos gastos como parte de su crédito fiscal. Este 10% es adicional al 25% de los gastos de \"servicio directo\" que puede reclamar, pero está incluido en el límite de crédito de $150,000.\n\n¿Cómo se lanza un programa?\n\nSi usted es un empleador de Texas interesado en ofrecer cuidado infantil como beneficio a sus empleados, primero querrá decidir qué tipo de beneficio ofrecerá. Por ejemplo, ¿ofrecerá cuidado infantil in situ, o contratará a un proveedor local de cuidado infantil para reservar espacios? ¿Cuántos de sus empleados necesitan guardería y cuántos utilizarían esta prestación si usted la ofreciera? ¿Existe alguna empresa de cuidado de niños cercana con la que pueda trabajar, o tiene que empezar a realizar actividades de divulgación? ¿Ofrecerá ayudas económicas para que sus empleados puedan costoar el cuidado de los niños, o cualquier otra prestación? ¿A qué otras personas con capacidad de decisión dentro de su empresa debe involucrar en este proceso? Obtener respuestas a estas preguntas será un primer paso crucial.\n\nSi no sabe la respuesta a estas preguntas, quizá quiera hablar con sus empleados sobre sus necesidades y lo que querrían de una prestación de guardería. ¿Quieren seguir enviando a sus hijos a la guardería que ya tienen, o agradecerían una opción in situ en su lugar de trabajo? ¿Cuántos empleados necesitan realmente el cuidado de sus hijos en este momento? Si desarrollaran la prestación, ¿cómo sería? Encuestar a sus empleados de forma anónima para determinar las respuestas a estas preguntas puede ayudarle a averiguar la demanda de guardería y las preferencias de sus empleados.\n\nSi tiene la intención de asociarse con una empresa de cuidado de niños ya existente, ya sea para reservar espacios o para abrir un nuevo local para sus empleados, querrá llevar a cabo actividades de divulgación a nivel local. Incluso puede dirigirse a la oficina local de la Junta de Personal, ya que puede tener una buena idea de posibles asociaciones y proveedores que estén buscando expandirse.\n\nEjemplo\n\nSu empresa de 100 personas quiere renovar un espacio en sus instalaciones para poder ofrecer servicios de guardería como beneficio para los empleados. Usted habla con una proveedora de servicios de guardería ya establecida que le comunica que puede acoger hasta 18 niños en ese espacio con 1 ó 2 miembros del personal. La proveedora de servicios de guardería abriría un nuevo local que funcionaría dentro del espacio de su empresa para los hijos de sus empleados.  Después de discutir y registrar los términos de su asociación, ambos firman un Acuerdo de Servicio por escrito.\n\nUsted se compromete a sufragar los costos de renovación del espacio existente dentro de sus propias instalaciones y a preparar una zona exterior para que sea apta para el uso de los niños (por ejemplo, parque infantil, jardinería y vallado). Esto cuesta $25,000.\n\nEl proveedor de servicios de guardería se encargará de dotar de personal y dirigir el programa de guardería. Su negocio proporcionará todos los suministros necesarios para llevar a cabo un programa de cuidado de niños, como juguetes, planes de estudio, libros y objetos de juego.\n\nEl nuevo programa estará listo para comenzar a prestar servicios el 2 de enero del 2023 con una capacidad de 18 niños. Como beneficio para los empleados, su empresa ofrece cubrir el 10% de la matrícula por cada hijo del empleado. El proveedor cobra en promedio $250 dólares semanales por niño. (La matrícula de los bebés cuesta más que la de los niños mayores de dos años.) Para planificar que su programa de cuidado de niños in situ funcione al máximo de su capacidad, usted destinaría $25,000 al año a la prestación de cuidado de niños para empleados. ($250 * .1 = $25; $25 * 52 * 18 = $23,400)\n\nSi declara los $25,000 en renovaciones en sus impuestos del 2022 y comienza a ofrecer una prestación de cuidado infantil a los empleados en el 2023, por cada año de este ejemplo, su empresa podría reclamar $6,250 como deducción fiscal, lo que supone el 25% de sus gastos cada año. También puede detallar y deducir el mantenimiento y las reparaciones que su negocio cubre en el espacio de cuidado de niños.\n\nEl costo real para su empresa cada año estaría más cerca de los $18,000, un pequeño precio anual a pagar por atraer y retener a los mejores talentos en su comunidad.\n\nElaboración de un acuerdo de servicio de colaboración entre el personal y los niños\n\n¿Qué debe incluir el acuerdo de servicio?\n\nCuando se establece una asociación entre empleadores y empresas de cuidado infantil, los empleadores y las empresas de cuidado infantil deben discutir y acordar qué entidad asumirá qué responsabilidades y cuáles son las expectativas de ambas partes.\n\nLos empresarios pueden decidir que quieren pagar una parte de los gastos de guardería de su personal directamente al proveedor. Si ese es el caso, habrá que explicarlo en el acuerdo. Por otra parte, los empresarios pueden optar por promocionar la empresa de cuidado de niños entre los empleados sin apoyar económicamente el costo de sus servicios.\n\nHay muchas otras cuestiones y consideraciones que deben ser discutidas y acordadas por todas las partes implicadas. Una vez tomadas estas decisiones, puede añadir listas de responsabilidades dentro de la plantilla del Acuerdo de Servicio.\n\nA continuación hemos incluido modelos de acuerdos de servicio. Las plantillas que aparecen a continuación están pensadas para ser utilizadas como muestra y como punto de partida. Le recomendamos encarecidamente que se ponga en contacto con los representantes de seguros de su empresa y con sus representantes legales al redactar y antes de firmar este acuerdo de servicios o cualquier otro contrato comercial importante. Las personas y entidades que firman los contratos aceptan la responsabilidad de los acuerdos que en ellos se establecen.\n\nQué hay que discutir en la planificación de su Workforce Child Care Partnership\n\nNaturaleza de la asociación:\n\n¿El programa funcionará en una instalación operada por el empleador (en el lugar) o en una instalación operada por la empresa de cuidado infantil (fuera del lugar)?\n\n¿Pagará la empresa directamente la matrícula, las plazas reservadas u otros gastos? En caso afirmativo, ¿cuánto se pagará y con qué frecuencia?\n\n¿Quién se encargará de cobrar el resto de la matrícula? Si el empleador cobra la matrícula como una deducción de la nómina, por ejemplo, ¿cómo se transferirá esto al proveedor?\n\nUbicación:\n\n¿Se trata de un programa de cuidado de niños nuevo o ya existente? ¿Habrá que hacer reformas? ¿Cuánto tiempo durarán? ¿Cuál será la dirección y la ubicación exacta (incluyendo, si procede, el nombre del edificio, el ala o el número de habitación) del programa de cuidado infantil?\n\nPlazas y niños atendidos:\n\n¿A qué edades atenderá el programa de cuidado de niños?\n\n¿A cuántos niños puede atender el programa?\n\n¿Cuántas plazas hay actualmente disponibles para la asociación y cuántas están ya cubiertas?\n\n¿Se reservarán plazas adicionales para el personal si se abren? ¿Qué ocurre si hay lista de espera para los hijos de los empleados?\n\nHorario del programa: ¿Cuál es el horario del programa? ¿Qué días/horas del año está cerrado el programa o lo estará? ¿Coincide con el horario del empleador?\n\nDemanda: ¿Ha evaluado el empresario si sus empleados actuales inscribirían a los niños en este programa? ¿Cuántas familias/niños podrían inscribirse en cuanto comience esta asociación? ¿Cuántas familias/niños están interesados en inscribirse el próximo año? ¿Hay más o menos plazas disponibles que esta demanda evaluada?\n\nResponsabilidad de los establecimientos:\n\nQué parte es responsable de:\n\n¿Propiedad o alquiler del espacio?\n\n¿Mantener el interior de las instalaciones? (Por ejemplo, ¿quién es el responsable de arreglar una gotera en el techo o una loza del suelo que se ha roto?)\n\n(Si procede) ¿Mantener las áreas comunes, es decir, el exterior y los terrenos de las instalaciones? (Por ejemplo, ¿quién es responsable de cortar el césped? ¿Quién es responsable de garantizar que el camino que las familias toman para entrar en el programa de cuidado infantil desde el exterior del edificio esté bien mantenido y sin obstáculos? Si se alquila un espacio privado, esto podría ser responsabilidad del arrendador).\n\nResponsabilidad del empleo: ¿Qué parte será el empleador del personal contratado para el cuidado de los niños, responsable del pago de los salarios?\n\nResponsabilidad\n\nSeguro de responsabilidad civil: El proveedor de cuidado infantil debe tener un seguro de responsabilidad civil para su programa. Si opera como su propio negocio, el programa de cuidado de niños debe tener su propio seguro de responsabilidad comercial que cubra el espacio de cuidado de niños de la fuerza de trabajo.\n\nSeguro de propiedad comercial: Si un programa de cuidado infantil funciona dentro de las instalaciones del empleador, entonces tanto el programa de cuidado infantil como\n\nel empleador tienen propiedades comerciales en el espacio. Cada parte debe considerar un seguro de propiedad comercial que cubra completamente sus respectivos artículos. Cada parte debe mencionar que su seguro de propiedad comercial sólo cubre los artículos que le pertenecen a la parte respectiva. (Por ejemplo, en un empleador que asigna un espacio en su campus para un programa de cuidado infantil y no ofrece suministros materiales al programa de cuidado infantil, la propiedad comercial para el empleador es la sala estructural, mientras que la propiedad comercial para el programa de cuidado infantil son todos los materiales y suministros dentro de esa sala, excluyendo la estructura).\n\nSeguro de responsabilidad civil empresarial/Seguro de responsabilidad general: La parte propietaria y arrendataria del espacio debe tener un seguro de responsabilidad comercial. Si un programa de cuidado infantil funciona dentro de las instalaciones de un empleador, se recomienda que el programa de cuidado infantil tenga el seguro de responsabilidad comercial.\n\nCertificado de seguro: Si un empleador opta por contratar directamente a proveedores de cuidado infantil como empleados de su empresa, y esos proveedores de cuidado infantil trabajan en un lugar operado y asegurado por la empresa de cuidado infantil, entonces el empleador debe pedir a su aseguradora que emita un Certificado de\n\nSeguro que cubra a ese empleado por sus actividades en el lugar fuera de la empresa.\n\nPolíticas y procedimientos del programa de cuidado infantil\n\n¿Desea el empresario revisar las políticas y procedimientos aplicados por la empresa de cuidado de niños?\n\n¿Desea el empresario aprobar las políticas y procedimientos aplicados por la empresa de cuidado de niños?\n\no ¿Existe un deseo compartido por el empleador y la empresa de cuidado infantil de revisar y discutir las políticas y procedimientos del programa de cuidado infantil anualmente?\n\nContactos principales. Identifique los contactos principales de ambas partes y su información de contacto. Esto no tiene por qué incluirse en el contrato, pero debe acordarse y compartirse.\n\nLos contactos principales podrían ser:\n\nNegociación, modificación y aprobación de contratos\n\nComunicación básica y cotidiana (por ejemplo, un miembro de RRHH y una persona de contacto del programa de cuidado de niños)\n\nContabilidad/Nómina\n\n(Si procede) Instalaciones/mantenimiento\n\nLa información aquí contenida ha sido preparada por Civitas Strategies Early Start y no pretende constituir asesoramiento legal, fiscal o financiero. El equipo de Civitas Strategies Early Start ha realizado esfuerzos razonables para recopilar, preparar y proporcionar esta información, pero no garantiza su exactitud, integridad, adecuación o vigencia. La publicación y distribución de esta información no pretende crear, y su recepción no constituye, una relación abogado-cliente o cualquier otra relación de asesoramiento. La reproducción de esta información está expresamente prohibida.\n\nModelo de contrato de servicios 1\n\nPara los programas de cuidado de niños que se abren dentro de un espacio del empleador\n\nEl Acuerdo de Servicio (\"Acuerdo\") se celebra y entra en vigor el 1 de septiembre del 2022 (\"Fecha Efectiva\") por y entre Texas Suppliers, (\"TXS\"), una corporación de Texas con oficinas principales ubicadas en 12345 Main Street, Dallas, Texas 99999, y Southwest Child Care (\"Proveedor\"), una corporación de Texas con oficinas principales ubicadas en 6789 South Street, Dallas, TX 99999. TXS y el Proveedor serán referidos de aquí en adelante como \"Partes\", e individualmente, una \"Parte\".\n\nMientras que TXS busca ofrecer un programa de cuidado de niños para sus empleados;\n\nConsiderando que el proveedor ofrece las capacidades, la experiencia y los recursos para proporcionar un programa de cuidado infantil;\n\nPor lo tanto, TXS y el Proveedor entran en este Acuerdo como sigue.\n\nPrograma de atención a la infancia\n\nEl Proveedor ofrecerá servicios de cuidado infantil (\"Servicios\") para los hijos dependientes de los empleados de TXS en el Sitio de la Dirección del Programa, Dallas, TX, 9999. Las operaciones de los \"Servicios\" en esta ubicación se denominarán en lo sucesivo el \"Sitio del Programa\".\n\nEl horario de funcionamiento del Sitio del Programa será todos los días hábiles de TXS entre las 8:00 AM y las 5:00 PM.\n\na. TXS compartirá el calendario anual de vacaciones al inicio de este Acuerdo y antes del 1 de diciembre para los años siguientes.\n\nLas dieciocho (18) plazas de este programa de cuidado de niños están reservadas para los empleados de TXS.\n\nEl programa de guardería atenderá a niños de entre dieciocho meses y cinco años durante el año escolar. En verano, el programa atenderá a niños de dos a doce años.\n\nEspacio\n\nTXS reservará y mantendrá el espacio de 1500 pies cuadrados de la sala 1089 para el uso del programa de cuidado de niños en el sitio.\n\nTXS garantizará, a su leal saber y entender y con el mismo nivel que el resto del espacio del edificio, que el espacio y sus pasillos y entradas sean seguros y estén bien mantenidos.\n\nEl proveedor deberá notificar rápidamente a TXS de cualquier reparación o mantenimiento menor que se necesite en el espacio. El proveedor es responsable de no notificar a TXS las necesidades urgentes de mantenimiento que puedan suponer un peligro para la salud y la seguridad.\n\nLas pequeñas reparaciones y el mantenimiento necesarios en el espacio serán abordados por TXS siguiendo los procedimientos estándar de instalaciones/mantenimiento.\n\nServicios profesionales\n\nEl proveedor deberá contratar, emplear, pagar y supervisar al personal calificado para satisfacer las necesidades del programa de cuidado infantil.\n\nEl Proveedor tendrá la autoridad exclusiva para contratar y despedir a los empleados del Programa que presten Servicios en virtud del presente Contrato.\n\nLos empleados del Proveedor seguirán siendo en todo momento únicamente empleados del Proveedor, sujetos a las condiciones de empleo del Proveedor.\n\nEl Proveedor es el único responsable de informar, retener y pagar todos y cada uno de los impuestos laborales debidos a las autoridades fiscales correspondientes con respecto al personal del Sitio del Programa.\n\nTXS no proveerá compensación a los trabajadores, seguro de incapacidad, Seguro Social, o cobertura de compensación por desempleo o cualquier otro beneficio estatutario al personal del Sitio del Programa.\n\nNingún personal del sitio del programa será elegible para participar en cualquiera de los planes de beneficios de empleo de TXS o arreglos similares.\n\nPeríodos de inscripción\n\nHabrá dos periodos de inscripción formal cada año.\n\nLa sesión de invierno/primavera comenzará el 2 de enero y terminará el último día del año escolar de la escuela primaria de Dallas.\n\nLa sesión de otoño comenzará el primer día del año escolar de la escuela primaria de Dallas y terminará el último día de clases de la escuela primaria de Dallas antes de las vacaciones de invierno.\n\nTXS facilitará el sorteo para la inscripción tres (3) meses antes del inicio del periodo de inscripción.\n\nSi hay más interés que plazas, las familias que se inscriban por primera vez deberán comprometerse a inscribir a su hijo durante toda la sesión.\n\nLas familias inscritas tendrán la opción de volver a inscribirse sin tener que volver a participar en el sorteo.\n\nLa inscripción se realizará semana a semana en los meses de verano.\n\nLas familias inscritas deben compartir el horario de participación de sus hijos con dos meses de antelación.\n\nLas familias inscritas pueden optar por no participar en el cuidado de verano y seguir recibiendo prioridad de inscripción para la sesión de otoño.\n\nLas demás familias deben expresar su interés en optar por el cuidado de verano con dos meses de antelación.\n\nEl Coordinador de Recursos Humanos de la TWC recogerá el interés de las familias no inscritas para el cuidado de verano y compartirá la información con el Proveedor con dos meses de antelación.\n\nEl proveedor es el responsable último de gestionar las inscripciones con el horario de verano.\n\nDurante la sesión de verano, el Proveedor no tiene obligación de proveer cuidado si tres (3) o menos niños están inscritos en una semana dada. En este caso, el Proveedor debe notificar a TXS y a las familias inscritas con al menos cuatro (4) semanas de antelación.\n\nPago de la matrícula\n\nPara comodidad de los empleados, TXS inscribirá automáticamente a los empleados en un programa de deducción de la nómina para el costo semanal de la matrícula de sus hijos. Los empleados pueden optar por no participar en esta inscripción automática si así lo desean.\n\nEl programa de deducción de la nómina funcionará durante las sesiones de invierno/primavera y otoño. El programa de deducción de la nómina no funcionará durante la inscripción de verano.\n\nTXS enviará un cheque al Proveedor con las cantidades adeudadas de forma quincenal.\n\nEl proveedor es responsable en última instancia de recaudar y recibir todos los pagos de matrícula de las familias inscritas.\n\nSi el proveedor no ha recibido suficiente pago de la matrícula por parte de las familias:\n\nEn dos semanas consecutivas: El proveedor emitirá una advertencia por escrito a la familia.\n\nEn tres semanas consecutivas o durante tres semanas en un periodo de dos meses: El proveedor debe emitir una advertencia por escrito a la familia por correo electrónico con copia al Coordinador de Recursos Humanos. El Coordinador de Recursos Humanos se reunirá con el empleado para discutir las opciones y la posible terminación de la prestación.\n\nSe considerará que la inscripción de la familia vuelve a estar vigente una vez que se haya recibido toda la matrícula atrasada.\n\nEl proveedor se reserva el derecho de cancelar la inscripción de las familias que tengan saldos pendientes de cuatro semanas de matrícula sin pagar por un niño inscrito.\n\nLista de espera\n\nTXS mantendrá una lista de empleados interesados en inscribir niños en el Sitio del Programa. Todos los empleados de TXS son elegibles para inscribir niños a su cuidado en el Sitio del Programa.\n\nSi el interés es mayor que el número de plazas disponibles:\n\nEn primer lugar, se dará preferencia a los empleados que deseen inscribir a sus hijos a cargo en el sitio del programa\n\nPara cubrir las plazas restantes, se realizará un sorteo al azar.\n\nTXS mantendrá una lista de espera.\n\nSi se abre un espacio en el sitio del programa, el proveedor deberá notificar a TXS tan pronto como sea posible para que otro empleado de TXS pueda llenar el espacio.\n\nSeguros\n\nEl Proveedor deberá, en todo momento durante el Acuerdo, llevar un seguro en la forma y en las cantidades que TXS pueda requerir de vez en cuando razonablemente contra los peligros asegurables y las casualidades que son comúnmente aseguradas en el desempeño de servicios similares a los proporcionados por el Proveedor bajo este Acuerdo, incluyendo el seguro de responsabilidad civil general y el seguro de propiedad comercial. A petición de TXS, las pólizas que proporcionan tal cobertura nombrarán a TXS como un asegurado adicional con respecto al desempeño del Proveedor de sus obligaciones bajo este Acuerdo.\n\nTXS deberá, en todo momento durante el Acuerdo, tener un seguro en la forma y en las cantidades que el Proveedor pueda requerir de vez en cuando razonablemente contra los peligros asegurables y los siniestros que son comúnmente asegurados en el desempeño de servicios similares a los proporcionados por el Proveedor en virtud del presente Acuerdo, incluyendo el seguro de responsabilidad civil general y el seguro de propiedad comercial. VIII. \tTérmino y finalización A. Término.\n\nEl presente Acuerdo tendrá una duración inicial de dos (2) años a partir de la Fecha de Entrada en Vigor (la \"Duración Inicial\").\n\nSe pueden negociar condiciones adicionales de mutuo acuerdo. B. Terminación.\n\nSin causa. El presente Acuerdo puede ser rescindido sin causa con un aviso por escrito de 180 días.\n\nPor la causa.\n\nSi una de las Partes incumple materialmente sus obligaciones en virtud del presente Acuerdo, se le notificará por escrito para que subsane el incumplimiento.\n\nLa Parte que reciba la notificación por escrito deberá responder con un plan de reparación en un plazo de diez (10) días hábiles.\n\nSi la Parte no subsana el incumplimiento en los treinta (30) días siguientes a la recepción de la notificación por escrito, el presente Acuerdo quedará resuelto por causa justificada.\n\nExención de responsabilidad. Cada una de las Partes (la \"Parte Indemnizadora\") eximirá a la otra\n\nParte y a sus empleados, funcionarios, directores, agentes y representantes (colectivamente, la \"Parte Indemnizada\") de todos y cada uno de los costos, reclamaciones, pérdidas, daños y perjuicios, responsabilidades, gastos, demandas y sentencias, incluidas las costas judiciales y los honorarios de los abogados, que resulten de cualquier reclamación, demanda, pleito u otro procedimiento legal presentado por cualquier tercero que se derive de cualquier incumplimiento por parte de la Parte Indemnizadora, sus empleados, funcionarios, directores, agentes o representantes de sus obligaciones en virtud del presente Acuerdo. La Parte indemnizadora no tendrá obligación de indemnizar a ninguna de las Partes indemnizadas en la medida en que la responsabilidad sea causada por la negligencia grave o el incumplimiento intencionado de dicha Parte indemnizada de sus obligaciones en virtud del presente Acuerdo.\n\nDisposiciones generales\n\nLey aplicable. El presente Acuerdo se regirá por las leyes del Estado de Texas, sin dar efecto a las disposiciones sobre conflictos de leyes.\n\nIntegración. El presente Acuerdo contiene el acuerdo completo de las Partes y sustituye a todos los acuerdos, negociaciones y representaciones verbales entre las partes en relación con el objeto del presente Acuerdo.\n\nNo hay terceros beneficiarios. Nada de lo dispuesto en el presente Acuerdo se interpretará en el sentido de otorgar a cualquier persona, corporación u otra entidad distinta de las Partes cualquier derecho, recurso o demanda en virtud de este Acuerdo o de cualquier disposición del mismo.\n\nDivisibilidad. Si alguna de las disposiciones del presente Acuerdo se considera inválida, el resto de las disposiciones permanecerán en pleno vigor y efecto.\n\nRenuncia al incumplimiento. La renuncia por cualquiera de las Partes a cualquier incumplimiento de cualquier disposición del presente Acuerdo no se considerará una renuncia a cualquier incumplimiento posterior por parte de la otra Parte de la misma o de diferentes disposiciones.\n\nEfecto vinculante; Asignación. Salvo que se disponga lo contrario en el presente Acuerdo, todos los pactos, términos y disposiciones del mismo serán vinculantes y redundarán en beneficio de las Partes y de sus respectivos y permitidos sucesores, cesionarios y asignados. Ninguna de las Partes podrá ceder, subcontratar o transferir ninguno de sus derechos, responsabilidades u obligaciones en virtud del presente Acuerdo sin el consentimiento previo por escrito de la otra Parte, que podrá retener a su entera discreción.\n\nModificación. Toda modificación del presente Acuerdo deberá hacerse por escrito, ser firmada por un representante autorizado de cada Parte y adjuntarse al presente Acuerdo.\n\nNotificaciones. Las notificaciones requeridas por el presente Acuerdo se harán por escrito y se entregarán por correo de los Estados Unidos (con envío prepagado), mensajería comercial o entrega personal, o se enviarán por fax u otros medios electrónicos (siempre que se confirme la recepción). Toda notificación entregada o enviada según lo descrito anteriormente entrará en vigor en la fecha de su recepción. Todas las notificaciones y otras comunicaciones escritas en virtud de este Acuerdo se dirigirán a las personas en las capacidades indicadas a continuación, a menos que se modifique de otro modo mediante una notificación escrita posterior.\n\nSi es a TXS: \t \t \tSi es para el proveedor:\n\nNombre:    Aiden Smith          Jennifer Hernández Título:     Presidente y Director General  Propietario y director\n\nNegocios:  \t \t \tProveedores de Texas \t \t \tGuardería del\n\nSuroeste\n\nDirección física:           \t \t 12345 Main Street                   6789 Main Street\n\nCiudad, Estado, Código Postal: \tDallas, TX 9999  \t \tDallas, TX 9999\n\nTeléfono:  \t \t \t(999) 123-4567  \t \t(999) 987-6543\n\nDirección de correo electrónico: \tASmith@TXsuppliers.com   SWCCTXowner@gmail.com\n\n• \tEN TESTIMONIO DE LO CUAL, las Partes han ejecutado la presente Enmienda en la fecha indicada anteriormente.\n\nPara TXS: \t \t \t \t \t \tPara el proveedor:\n\n____________________________ \t \t \t___________________________\n\nFecha: _______________________ \t \t \tFecha: ______________________\n\nAiden Smith \t \t \t \t \t \tJennifer Hernández\n\nPresidente y Director General \t \t \t \t \tPropietario y director\n\nProveedores de Texas \t \t \t \t \t \tGuardería del Suroeste\n\nModelo de contrato de servicios 2\n\nEn el caso de los programas de cuidado de niños que asignan algunas plazas a los empleados de una empresa en un espacio ya operado por la empresa de cuidado de niños\n\nEl Acuerdo de Servicio (\"Acuerdo\") se hace y entra en vigor el 1 de septiembre de 2022 por y entre Plaintown Community Action, (\"PCA\"), una corporación sin fines de lucro de Texas con oficinas principales ubicadas en 12345 Main Street, Plaintown, Texas 99999, y Luz García DBA Central Kids Home Care (\"Proveedor\"), un propietario único de Texas que opera un hogar de cuidado infantil con licencia ubicado en 6789 North Street, Plaintown, TX 99999. PCA y el Proveedor serán referidos en adelante como \"Partes\", e individualmente, una \"Parte\".\n\nMientras que PCA pretende reservar plazas en un programa de cuidado de niños para las familias de sus empleados;\n\nConsiderando que el proveedor ofrece un programa de calidad para el cuidado de niños en el hogar, ubicado cerca de las oficinas de PCA;\n\nPor lo tanto, la ACP y el Proveedor celebran el presente Acuerdo de la siguiente manera.\n\nPrograma de atención a la infancia\n\nEl Proveedor ofrecerá servicios de cuidado de niños (\"Servicios\") para los hijos dependientes de los empleados de TXS en la Dirección del Sitio del Programa, Dallas, TX, 99999. Las operaciones de los \"Servicios\" en esta ubicación se denominarán en lo sucesivo \"Sitio del Programa\".\n\nEl horario de funcionamiento del sitio del programa será de lunes a viernes, de 8:00 a 17:30.\n\na. El Programa cierra durante dos semanas al año: una semana en julio y otra a finales de diciembre. El proveedor informará a TXS de las semanas exactas de cierre con tres (3) meses de antelación.\n\nEl proveedor reservará un máximo de cinco (5) plazas de guardería para niños PCA desde el nacimiento hasta los doce años.\n\nDe acuerdo con el Reglamento de Cuidado Infantil de Texas, la capacidad de los hogares de cuidado infantil familiar se reducirá dependiendo del número de bebés y niños pequeños inscritos. Incluso si se inscriben menos de cinco (5) niños PCA, es posible que los niños de ciertas edades deban ser colocados en una lista de espera hasta que se abran cupos para ellos, de modo que el Proveedor pueda seguir cumpliendo con los requisitos y continuar brindando atención de alta calidad.\n\nEl número de plazas de guardería reservadas para PCA se determina en función del interés actual y la inscripción de los empleados de PCA. Los empleados de PCA han expresado que inscribirán a cinco (5) niños antes del 1 de febrero del 2023.\n\nAl menos cada seis (6) meses, el número de plazas reservadas para los empleados de PCA se revisará en función de las circunstancias y del interés de los empleados de\n\nPCA. PCA y el Proveedor discutirán y acordarán mutuamente los cambios en el\n\nnúmero de plazas reservadas, en función del interés de los empleados de PCA y de otras inscripciones del Proveedor.\n\nSi en cualquier momento, el Proveedor inscribe a un 50% o menos de niños PCA que las plazas reservadas acordadas, el Proveedor puede reducir el número de plazas abiertas y reservadas para el cuidado de niños PCA para que otros niños de la comunidad puedan ser inscritos.\n\nResponsabilidades del proveedor\n\nEspacio. El Proveedor será responsable del contrato de arrendamiento del espacio residencial (con uso comercial compartido) en la dirección del Sitio del Programa. El Proveedor mantendrá el Sitio del Programa de acuerdo con las normas que se esperan de un programa de cuidado infantil de calidad.\n\nEmpleo. Según sea necesario, el proveedor contratará, empleará, pagará y supervisará al personal calificado para satisfacer las necesidades del programa de cuidado infantil. El Proveedor tendrá la única autoridad para contratar y despedir a los empleados del Programa que presten Servicios en virtud de este Acuerdo. Los empleados del Proveedor seguirán siendo únicamente empleados del Proveedor en todo momento, sujetos a los términos y condiciones de empleo del Proveedor.\n\nPeríodos de inscripción. Las familias inscritas deberán atenerse a las condiciones de inscripción establecidas en el Manual Familiar del Proveedor. El Manual Familiar se ha facilitado a la PCA.\n\nMatrícula. El Proveedor es responsable de recolectar y recibir todos los pagos de matrícula de las familias inscritas. Si el Proveedor no ha recibido suficientes pagos de matrícula de las familias PCA:\n\nEn dos semanas consecutivas: El proveedor emitirá una advertencia por escrito a la familia.\n\nEn tres semanas consecutivas o durante tres semanas en un periodo de dos meses: El proveedor debe emitir una advertencia por escrito a la familia a través del correo electrónico con copia al Coordinador de Recursos Humanos de PCA.\n\nSe considerará que la inscripción de la familia vuelve a estar vigente una vez que se haya recibido toda la matrícula atrasada.\n\nEl proveedor se reserva el derecho de cancelar la inscripción de las familias que tengan saldos pendientes de cuatro semanas de matrícula sin pagar por un niño inscrito.\n\nI. \tSeguro. El Proveedor deberá, en todo momento durante el Acuerdo, tener un seguro en la forma y en las cantidades que la ACP pueda requerir razonablemente de vez en cuando contra los peligros y siniestros asegurables que se aseguran comúnmente en el desempeño de servicios similares a los proporcionados por el Proveedor en virtud del presente Acuerdo, incluyendo un seguro de responsabilidad civil general y un seguro de propiedad comercial.\n\nResponsabilidades del PCA\n\nOferta. Se informará a todos los empleados de PCA sobre esta asociación para el cuidado de niños como un beneficio para los empleados. El Coordinador de Recursos Humanos de PCA será el punto de contacto para los empleados interesados en obtener más información sobre la asociación para el cuidado de niños.\n\nInterés de los empleados. PCA reevaluará el interés de los empleados en los Servicios cada seis (6) meses. PCA comunicará por escrito si solicita mantener, disminuir o aumentar las plazas reservadas para los hijos de sus empleados.\n\nResponsabilidades mutuas\n\nCambios en las plazas reservadas. Las reducciones o aumentos de las palazas reservadas se discutirán y acordarán mutuamente entre la PCA y el proveedor cada seis (6) meses, en función del interés de los empleados de la PCA y de la disponibilidad del proveedor.\n\nTérmino y finalización\n\nTérmino.\n\nEl presente Acuerdo tendrá una duración inicial de un (1) año a partir de la Fecha de Entrada en Vigor (la \"Duración Inicial\").\n\nSe pueden negociar condiciones adicionales de mutuo acuerdo. B. Terminación.\n\nSin causa. El presente Acuerdo puede ser rescindido sin causa con un aviso por escrito de sesenta (60) días.\n\nPor la causa.\n\nSi una de las Partes incumple materialmente sus obligaciones en virtud del presente Acuerdo, se le notificará por escrito para que subsane el incumplimiento.\n\nLa Parte que reciba la notificación por escrito deberá responder con un plan de reparación en un plazo de diez (10) días hábiles.\n\nSi la Parte no subsana el incumplimiento en los treinta (30) días siguientes a la recepción de la notificación por escrito, el presente Acuerdo quedará resuelto por causa justificada.\n\nExención de responsabilidad. Cada Parte (la \"Parte Indemnizadora\") eximirá a la otra Parte y a sus empleados, funcionarios, directores, agentes y representantes (colectivamente, la \"Parte Indemnizada\") de todos y cada uno de los costes, reclamaciones, pérdidas, daños y perjuicios, responsabilidades, gastos, demandas y sentencias, incluidas las costas judiciales y los honorarios de los abogados, que resulten de cualquier reclamación, demanda, pleito u otro procedimiento legal presentado por cualquier tercero que se derive de cualquier incumplimiento por parte de la Parte Indemnizadora, sus empleados, funcionarios, directores, agentes o representantes de sus obligaciones en virtud del presente Acuerdo. La Parte indemnizadora no tendrá obligación de indemnizar a ninguna de las Partes indemnizadas en la medida en que la responsabilidad sea causada por la negligencia grave o el incumplimiento de dicha Parte indemnizada o por el incumplimiento de sus obligaciones en virtud del presente Acuerdo.\n\nDisposiciones generales\n\nLey aplicable. El presente Acuerdo se regirá por las leyes del Estado de Texas, sin dar efecto a las disposiciones sobre conflictos de leyes.\n\nIntegración. El presente Acuerdo contiene el acuerdo completo de las Partes y sustituye a todos los acuerdos, negociaciones y representaciones verbales entre las partes en relación con el objeto del presente Acuerdo.\n\nNo hay terceros beneficiarios. Nada de lo dispuesto en el presente Acuerdo se interpretará en el sentido de otorgar a cualquier persona, corporación u otra entidad distinta de las\n\nPartes cualquier derecho, recurso o reclamación en virtud de este Acuerdo o de cualquiera de sus disposiciones.\n\nDivisibilidad. Si alguna de las disposiciones del presente Acuerdo se considera inválida, las restantes disposiciones seguirán siendo plenamente vigentes.\n\nRenuncia al incumplimiento. La renuncia por cualquiera de las Partes a cualquier incumplimiento de cualquier disposición del presente Acuerdo no se considerará una renuncia a cualquier incumplimiento posterior por parte de la otra Parte de la misma o de diferentes disposiciones.\n\nEfecto vinculante; Asignación. Salvo que se estipule lo contrario en el presente Acuerdo, todos los pactos, términos y disposiciones del mismo serán vinculantes y redundarán en beneficio de las Partes y de sus respectivos y permitidos sucesores, cesionarios y asignados. Ninguna de las Partes podrá ceder, subcontratar o transferir ninguno de sus derechos, responsabilidades u obligaciones en virtud del presente Acuerdo sin el consentimiento previo por escrito de la otra Parte, que podrá retener a su entera discreción.\n\nModificación. Toda modificación del presente Acuerdo deberá hacerse por escrito, ser firmada por un representante autorizado de cada Parte y adjuntarse al presente Acuerdo.\n\nNotificaciones. Las notificaciones requeridas por el presente Acuerdo se harán por escrito y se entregarán por correo de los Estados Unidos (con envío pagado), mensajería comercial o entrega personal, o se enviarán por fax u otros medios electrónicos (siempre que se confirme la recepción). Toda notificación entregada o enviada según lo descrito anteriormente entrará en vigor en la fecha de su recepción. Todas las notificaciones y otras comunicaciones escritas en virtud de este Acuerdo se dirigirán a las personas en las capacidades indicadas a continuación, a menos que se modifique de otro modo mediante una notificación escrita posterior.\n\nSi a PCA: \t \t \t \tSi es para el proveedor:\n\nNombre:  \t \tCrystal Johnson  \t \t \tLuz García\n\nTítulo:  \t \t \tDIRECTOR GENERAL \t \t \tDirector\n\nNegocio:  \t \tPlaintown Community ActionCentral  \tKids Home Care\n\nDirección de la calle: \t12345 Main Street \t \t \t6789 Calle Norte\n\nCiudad, Estado, Código Postal Plaintown, TX 99999  \t \tPlaintown, TX 99999\n\nTeléfono:  \t \t(999) 123-4567  \t \t \t(999) 987-6543\n\nDirección de correo electrónico: CJohnson@ptxca.org \tLuzatCentralKids@gmail.com\n\nEN TESTIMONIO DE LO CUAL, las Partes han ejecutado la presente Enmienda en la fecha indicada anteriormente.\n\nPara PCA: \t \t \t \t \t \tPara el proveedor:\n\n____________________________ \t \t \t___________________________\n\nFecha: _______________________ \t \t \tFecha: ______________________\n\nCrystal Johnson  \t \t \t \t \tLuz García\n\nDIRECTOR GENERAL \t \t \t \t \t \t \tDirector\n\nAcción comunitaria de Plaintown \t \t \t \tCentral Kids Home Care",
  "word_count": 6890,
  "content_type": "docx"
}