{
  "doc_id": "297640be8838337e0d7840e531aa5d85",
  "url": "https://www.twc.texas.gov/sites/default/files/ccel/docs/contracts-twc.docx",
  "filename": "contracts-twc.docx",
  "text": "Contracts\n\nHow to develop effective agreements that safeguard your business\n\nVideo: https://youtu.be/4q6-_auxUa4\n\nIntroduction\n\nPartnering with other organizations to share services or resources can be advantageous for your business—and theirs. Usually, collaborating with another entity to accomplish something you can’t accomplish alone helps both you and the other entity, as well as the families you serve.\n\nYou may have chosen to read this resource because you need some repairs done at your child care program and you want to be more knowledgeable about what the contractor includes in the contract agreement. Perhaps you are looking to host a behavioral specialist for a few hours a week and are wondering how to begin that arrangement. Or maybe, you want to share services with another agency or agencies to accomplish mutual goals. All of these are examples of times when contracts are needed.\n\nContract Basics\n\nWhen you enter into an agreement with another business entity, all details of your agreement should be noted in writing and signed by both businesses. The written document is called a contract.\n\nYou should avoid entering an agreement where everything is agreed upon verbally and nothing is in writing, even if it is with someone you know very well. Sometimes this is referred to as a “handshake agreement” because the terms are only based on exchanged words. When you and another person verbally discuss agreements, there are many opportunities for misunderstandings or forgetting details. The greater the importance of the agreement or relationship, the greater the importance that there are no misunderstandings lest one side (or “party,” as the entities contacting with one another are often called) feel misled or let down by the other.\n\nThere are different types of agreements with varying levels of significance that you could enter. Oftentimes, the title of an agreement can give insight into its magnitude of impact upon your business. Agreements that parents sign to enroll their children in your care might be called Care Contracts. When you are working with other organizations in your community, you may receive a Memorandum of Understanding, or MOU, typically represents a lower risk agreement. Often, agencies that agree to work together for a common purpose without exchanging money sign a MOU. You might sign a MOU if you agree to work with a local Early Head Start agency to comply with EHS program standards.\n\nGet It in Writing!\n\nWhenever you enter an agreement with another entity, there are key pieces of information that you want to ensure are recorded on the document you both sign:\n\nBusiness name (If a business uses a Doing Business As or “DBA” name, also include the registered business name)\n\nBusiness address (Include best mailing address if different than registered business address)\n\nThe contact person(s) for each business, along with their phone number and email address\n\nThe start and end date of the agreement. Agreements should have a start and end date or a job completion date. For small contractor jobs, it is okay if the agreement does not specify dates as long as payment is not due until the job is done.\n\nTerms of payment: Will payment be exchanged? If so, how much? What form of payment is accepted? When is the payment due? What is the penalty for late payments?\n\nIf you are paying another business to perform a service for you, you will have expectations about the quality of work you will be receiving. If the job is not completed in the way you thought it would be, then you have a right to dispute the work—if you put your expectations in writing in a contract signed by both entities. Today, digitally signed documents are considered equally as valid as print copies with handwritten signatures.\n\nAs a rule of thumb, always get clarification from a trusted source if you are unsure about something or do not have the time to read the documents you are signing.\n\nAssessing Level of Risk\n\nMore complicated arrangements or more legally binding agreements require longer contracts. The more legally bound your business is to another entity, the greater risk your business could be taking on by entering the contract. It is in your best interest to have potentially higher risk contracts reviewed by a legal representative before you commit your business to the terms of the agreement. You want to be aware of all your obligations as well as what services or goods are due to you before signing.  Keep in mind that even short contracts could be legally binding.\n\nAlso, be mindful that “lower risk” does not necessarily equate to “less work.” Always read any documents you sign word for word. If you don’t understand something, ask the person who prepared the document to explain it to you. If you have concerns about something you are being asked to do, voice them. You may get the contract language changed to fit your circumstances or you may develop a better understanding of expectations by having a conversation.\n\nAs contracts increase in levels of commitment and risk, there are more components to consider. Here are some signs that contracts might have a significant level of risk.\n\nA large sum of money is being exchanged, and/or a significant sum is being exchanged as a recurring amount. Your business’s profitability is critical to your business’s health and success. If you are paying someone else to do a job for you, have you researched if they are reputable? Look at online reviews and ask for past clients who you can call. Will you be able to verify on a regular basis (ideally monthly) that they are doing the job you are paying them for and that their performance meets your standards? It is most beneficial if you can add language to the contract that clearly states what happens if they don’t do the job or if their performance doesn’t meet your standards.\n\nCertain binding clauses are included. Toward the end of the agreement, it is common for medium- to high-risk contracts to include legal phrases that intend to reduce risk. Think about whether the agency you enter an agreement with is trustworthy enough for you to take on their risk. Also, ensure that the contract protects you equally. Binding clauses do not mean you should not take on the contract – it simply is a flag that the contract has some level of risk. If you are unsure of what anything in the contract means, ask trusted people in your business or your life to look at it. If there’s any uncertainty about meaning or interpretation, you might want to consider a legal consultation to confirm that entering the contract is in your best interest.\n\nPeople who aren’t affiliated with your business are coming on site to your business or you/r business is going on site to theirs. Whenever you are at someone else’s location, they may be put in a position to accept responsibility if you are injured unless you agree in writing to something otherwise. This is why you have liability insurance—if a child is injured in your home and a family suspects you are responsible, your liability insurance likely protects you from having to pay for medical or legal costs. Some contracts require proof of liability insurance or may ask you to add another business as an additional insured entity on your liability insurance (or vice versa).\n\nMore commonly, contracts will have Hold Harmless clauses. These usually state that you cannot hold the other agency responsible for a negative event that happens while they are in the agreement with you. Hold Harmless statements are usually beneficial for both parties as long as both parties present each other with a similar degree of risk. In general, Hold Harmless clauses are good to incorporate into community partnership or shared services contracts.\n\nOne situation where different degrees of risk are present are when you hire a contractor to do repairs or landscaping. These contractors pose significantly more risk for your property and your business than you do for them. Contractors should have a liability insurance policy to protect themselves from adverse situations, just like you have a liability insurance policy for your business. Only work with contractors who have liability insurance and who will do the job for you without a hold harmless clause.\n\nExample\n\nCenter Director wants to bring Chinese language into early learners’ curriculum. She reaches out to contract with a Chinese tutor, Ms. Zhang, to develop and deliver weekly Chinese lessons.\n\nDisclaimer: The information contained here has been prepared by Civitas Strategies Early Start and is not intended to constitute legal, tax, or financial advice. The Civitas Strategies Early Start team has used reasonable efforts in collecting, preparing, and providing this information, but does not guarantee its accuracy, completeness, adequacy, or currency. The publication and distribution of this information is not intended to create, and receipt does not constitute, an attorney-client or any other advisory relationship. Reproduction of this information is expressly prohibited.\n\nInformation that should be included in a contract | Example language for the contract between Center and Ms. Zhang\n\nWhat a successful outcome looks like for you | Ms. Zhang will develop age-appropriate Chinese lessons and deliver them every Thursday from 10:15-11:00 AM during the school year, according to the city public school academic year schedule.\n\nWhat happens if the planned outcome cannot happen (e.g., unanticipated circumstance) | Ms. Zhang will give at least ten (10) days’ notice if she has a planned absence. With appropriate notice, Ms. Zhang and Center Director will collaborate to determine if there is another time block during the same week when Ms. Zhang can deliver the lesson.\nIn case of an unplanned absence, Ms. Zhang will text the Center Director at 555-999-1234 to notify her as soon as possible. \nEither Party can terminate this agreement with thirty (30) days’ notice.\n\nPayment | Center will pay Ms. Zhang $50 per lesson. Ms. Zhang will issue a monthly invoice of the amount due no later than the 15th day of the next month to the Center’s Venmo account, @VenmoHandle. Center will confirm and pay invoice by the final day of that month.\n\nCOVID-19 policies | Center does not have a vaccination policy in place for enrolled families or children. All contractors voluntarily assume risks and accept responsibility that they may become exposed to or infected with COVID-19 at the Center. \nThe Center’s policy is that all staff, families, children, and contractors experiencing symptoms of illness rapid test for COVID-19 prior to coming to the program. The Center follows current CDC guidelines for quarantining following positive results.\n\nTerm – How long will this arrangement last? | This service will begin on the first Thursday of the academic year (August 20, 2023) and end on the last Thursday of the academic year (June 4, 2024). This agreement may be renewed for another term upon mutual agreement.\n\nLegal protection from unexpected, adverse events – What strategy should I take to protect my business from adverse events? This depends on what service/resource is being delivered and what type of business the other entity is. For more complex agreements, attorneys should be involved in this decision to ensure your business is protected. | Each Party shall hold the other Party and its employees, officers, directors, and representatives harmless from any and all costs, claims, losses, damages, liabilities, expenses, demands and judgments, including court costs and attorney's fees, resulting from any claim, demand, suit, or other legal proceeding made by any third party arising from any breach by the Party, its employees, officers, directors, or representatives of its obligations under this Agreement. Parties will have no obligation to indemnify the other Party to the extent the liability is caused by such Party’s gross negligence or willful misconduct or by any breach of such Party of its obligations under this Agreement.",
  "word_count": 1968,
  "content_type": "docx"
}