{
  "doc_id": "30bb5f4d4c18dc106a7c96eaa9db7442",
  "url": "https://www.twc.texas.gov/sites/default/files/ccel/docs/accountable-plan-twc.docx",
  "filename": "accountable-plan-twc.docx",
  "text": "Accountable Plans\n\nLearn why an accountable plan is important and how to create one for your business\n\nVideo: https://youtu.be/EbTtlCp3Cik\n\nIntroduction\n\nIf you are running an S Corporation, C Corporation, or an LLC treated as S or C Corporation, it is crucial to have an accountable plan in place to reimburse employee expenses, including the business use of your home. In this guide, we'll walk you through what accountable plans are, and we'll provide you with step-by-step instructions on how to create and put them into action for your business.\n\nWhat is an accountable plan?\n\nAn accountable plan offers businesses a way to reimburse you and employees for their business expenses without incurring taxes. With this plan, you and your employees can submit expenses, such as travel costs or other business-related expenses,\n\nfor reimbursement. Having a plan for your business offers benefits for both you and your employees. Here are some examples:\n\nCompliance with IRS Regulations: Having an accountable plan ensures adherence to IRS regulations for reimbursing business expenses, reducing the risk of penalties and interest. This includes the business use of your home, which can be a large deduction for home-based care providers.\n\nTax Savings and Deductions: With an accountable plan, employee reimbursement for business expenses is excluded from their taxable income. This reduces the tax liability for employees and allows employers to deduct these expenses on their tax returns.\n\nIncreased Employee Satisfaction: Reimbursing expenses may help employees feel more valued and supported, leading to higher job satisfaction and productivity. It also ensures that employees are not burdened with expenses that should be covered by the employer.\n\nHow do I get started?\n\nCreating an accountable plan for your business is a straightforward process that starts with familiarizing yourself with the IRS guidelines. A few key points to consider include:\n\nBusiness Purpose: The IRS requires that expenses be reimbursed under an accountable plan and have a clear business purpose. This means the expenses must be directly related to the business operations and be deemed necessary and ordinary in the context of the industry.\n\nSubstantiation: To qualify for reimbursement, you and your employees must provide proper documentation to substantiate the expenses. This includes keeping receipts, invoices, or other records that detail the nature, date, amount, and business purpose of each expense. It's important for employers to establish clear policies outlining the documentation requirements to ensure compliance.\n\nTimely Reporting: Employees should promptly report their expenses to the employer. The IRS typically considers a reasonable reporting period to be within 60 days after the expense is incurred.  Delays in reporting may result in the expense being disqualified from reimbursement under the accountable plan.\n\nExcess Reimbursement: Any excess reimbursement or advance payments received by employees should be returned to the employer in a timely manner. You and your employees are required to repay the excess amount within a reasonable timeframe, typically within 120 days after the expense was paid or incurred.\n\nNo Profits or Losses: The IRS guidelines stipulate that an accountable plan should not result in a financial gain or loss for employees. In other words, you and your employees should be reimbursed for the exact amount they spent, without making a profit from the reimbursement.\n\nNext, assess your business needs and determine which expenses are eligible for reimbursement. Develop a written policy that outlines the details of your plan, including eligible expenses, documentation requirements, and reimbursement procedures.\n\nHere are several components typically included in an accountable plan:\n\nIntroduction: Explain the purpose of the accountable plan and the types of expenses that will be reimbursed.\n\nEligible expenses: List the types of expenses that will be reimbursed, such as travel expenses, meal expenses, and entertainment expenses. Be sure to include any specific limitations or exclusions.\n\nRecordkeeping requirements: Explain the documentation that employees must maintain to support their reimbursement requests. For example, employees may be required to submit receipts or expense reports that include the date, amount, and business purpose of each expense.\n\nReimbursement procedures: Describe the process that employees must follow to request reimbursement, including the forms that must be completed and the timeframe for submitting reimbursement requests.\n\nWhat does an accountable plan look like?\n\nHere's an example of an accountable plan:\n\nXYZ Company's Accountable Plan\n\n1. Written Policy: XYZ Company establishes a written accountable plan that outlines the rules and guidelines for owner and employee expense reimbursements. The plan is communicated to all employees and provides clear instructions on the types of expenses eligible for reimbursement, the documentation required, and the process for submitting reimbursement requests.\n\n2. Business-Related Expenses: Under the accountable plan, XYZ Company will reimburse employees for reasonable and necessary expenses incurred while performing their job duties. These expenses may include travel expenses, meals and entertainment, lodging, transportation, and other business-related costs.\n\n3. Expense Reimbursement Process: Employees are required to submit a detailed expense report within a reasonable period after incurring the expenses, typically within 30 days. The report should include the date, description, and purpose of each expense, along with any supporting documentation such as receipts or invoices.\n\n4. Substantiation of Expenses: Employees must provide adequate substantiation for each expense incurred. This includes providing original receipts, invoices, or other valid proof of payment. XYZ Company requires employees to keep accurate records and documentation to support their expense claims.\n\n5. Timely Reimbursement: Once the employee's expense report is submitted and approved, XYZ Company will reimburse the employee for the documented expenses in a reasonable timeframe, usually within the next payroll cycle. The reimbursement will be based on the actual expenses incurred and supported by valid documentation.\n\n6. Return of Excess Reimbursements: If an employee receives an advance or overpayment that exceeds the actual expenses incurred, the employee is responsible for returning the excess amount to XYZ Company within a specified timeframe. This ensures that employees do not receive more than the actual expenses they have paid.\n\n7. Tax Compliance: XYZ Company follows all applicable tax laws and regulations when implementing the accountable plan. This includes excluding the reimbursed amounts from the employee's taxable income, if the expenses meet the IRS requirements for business-related expenses.\n\nRemember, don’t be afraid to consult with a tax professional or accountant who can provide personalized guidance based on your business's needs. If you have questions or concerns, they can help you navigate the process and ensure that your accountable plan is set up correctly.\n\nOnce your plan is drafted, it is time to communicate the plan to your employees, if you have them, and establish processes for submitting expense reports and supporting documentation. Train and educate your employees on the plan's requirements to ensure compliance. Have employees sign an agreement acknowledging that they understand the terms of the accountable plan and will comply with its requirements. Once you’ve rolled out your plan, consider conducting periodic audits to review documentation, verify expenses, and reconcile reimbursements to ensure compliance with IRS regulations. Finally, make sure that you regularly review and update the plan to reflect any changes in IRS regulations or company policies. This can involve consulting with a tax professional, conducting periodic assessments of the plan's effectiveness, and communicating any updates or changes to employees.\n\nWhat are some common mistakes that businesses make when creating an accountable plan?\n\nBusiness owners often forget or don’t realize the accountable plan needs to conform to IRS guidance on expenses even though they are paid through the accountable plan. To comply with IRS regulations, an accountable plan must only reimburse expenses that have:\n\n1. A Business Connection: Expenses reimbursed under the accountable plan must have a clear business connection. They should be incurred while performing job duties or in connection with the employer's trade or business. With items that are shared for business and personal use, there must be a clear, fair way of determining which portion is for business and only reimburse that part.\n\n2. Substantiation: Employees must provide adequate substantiation for each expense, including documentation such as receipts, invoices, or other valid proof of payment. The documentation should sufficiently support the amount, time, place, and business purpose of the expense.\n\n3. Timely Reporting: Employees should submit their expense reports within a reasonable period after incurring the expenses, typically within 30 days. Late submissions may not qualify for tax-exempt reimbursement.\n\nThis is also true of the business use of your home. For example, home-based care providers must conform to all the IRS guidance on their home use though the accountable plan, including using their time/space calculation.\n\nImplementing an accountable plan is a smart move for employers who want to reimburse employee business expenses while adhering to IRS guidelines. By following the steps outlined above and adopting best practices for managing the plan, employers can save on taxes, stay compliant, and make their employees happier. If you need assistance, consider reaching out to small business development centers, industry associations, or checking online resources like the IRS website for guidance and to customize the plan to fit your specific needs.\n\nDisclaimer: The information contained here has been prepared by Civitas Strategies and is not intended to constitute legal, tax, or financial advice. The Civitas Strategies team has used reasonable efforts in collecting, preparing, and providing this information, but does not guarantee its accuracy, completeness, adequacy, or currency. The publication and distribution of this information is not intended to create, and receipt does not constitute, an attorney-client or any other advisory relationship. Reproduction of this information is expressly prohibited. Only noncommercial uses of this work are permitted.",
  "word_count": 1573,
  "content_type": "docx"
}