{
  "doc_id": "317db18ba76990cd0c152e6028629447",
  "url": "https://www.twc.texas.gov/sites/default/files/ccel/docs/cc-stimulus-funding-categorized-march-2023-public-twc.docx",
  "filename": "cc-stimulus-funding-categorized-march-2023-public-twc.docx",
  "text": "Child Care Stimulus Funding\n\nSummary & Detailed Breakdown\n(as of March 2023)\n\nFunds Available\n\nGoals for Investments of Federal CCDBG Pandemic Funding\n\nIn February, the Texas Workforce Commission (TWC) submitted Texas’ Planned Use of CRRSA Funds Report indicating considerations for how to invest CCDBG increases.  TWC’s focus for these new funds is to:\n\nServe more children with child care subsidies, which may include targeting specific populations in need;\n\nStabilize the child care industry through grants provided to programs to assist with their operating costs;\n\nInvest to improve the quality child care, including through TWC’s Texas Rising Star program;\n\nSupport the child care workforce, including through increased opportunities for professional development and training; and\n\nBuild the capacity of child care, including apprenticeship program expansion.\n\nProjects Approved\n\nStimulus Funding Directly to Child Care Programs – $4.058 billion\n\n2021 Child Care Relief Fund - $558.5 million\n\nUp to $775 million was approved.  TWC awarded $582 million and $558.5 million was expended.  TWC has posted additional information on the 2021 CCRF, which is available here:\nChild Care Relief Funding 2021\n\n2022 Child Care Relief Fund – $3 billion\nUp to $3.4 billion was approved.  TWC estimates $3 billion will be awarded.  TWC has posted additional information on the 2022 CCRF, which is available here:\nChild Care Relief Funding 2022\n\n2023 Child Care Relief Fund – 5th Payment for CCS Providers – up to $500 million\nUnder the 2022 CCRF, providers received 4 quarterly payments. TWC will provide CCS child care providers with one additional CCRF payment, for a total of five quarterly payments. These funds can assist CCS providers in meeting new requirements to improve the quality of child care, and to participate in the Texas Rising Star quality improvement system.\n\nCCS child care programs will begin receiving their fifth payment in the Summer 2023.\n\nStimulus Funding for Additional Industry Supports – $731.6 million\n\nBusiness Coaching - $48 million\nTWC is contracting with several entities (CIVITAS Strategies, Curantis, and AVANCE) to provide business coaching to any child care provider in Texas.  Additional information about these services is available here:\nhttps://www.childcare.texas.gov/\n\nTemporarily Increased Reimbursement Rates - $387.6 million\nAt the beginning of the pandemic, TWC implemented a 25% Enhanced Reimbursement Rate for care providers serving children referred from TWC’s Child Care Services (CCS) program.  This temporary enhanced rate was modified to 20% during Board Contract Year 2022 (October 1, 2021 through September 30, 2022).\n\nChild Care Expansion Initiative - $234 million\nFunding was approved\n\nto support staff at Local Workforce Development Boards working with child care employers in their area.\n\nto support Child Care Navigator positions in Child Care Regulation (at Texas Health and Human Services)\n\nto support the Child Care Expansion Initiative (CCEI) which provides funding for new child care provider expansion in child care deserts, for infant capacity, or child care expansion in collaboration with employers.\n\nApplications for child care desert and child care infant expansion closed on November 30, 2022.  Applications for child care employer partnership expansion are being accepted through November 30, 2023 (additional information available at https://www.childcare.texas.gov/childcare-expansion).  \n\nTWC has posted additional information about awards approved under the Child Care Capacity Expansion Initiative, available here:\nChild Care Expansion Initiative\n\nTA for Employer Supported Child Care - $12 million\n\nFunding will be provided to qualified entities (to be selected through a competitive procurement) to provide technical assistance to employers.  Technical assistance services may include conducting an employee needs assessment, analyzing options for supporting employee needs, and providing recommendations for employers to consider.\n\nProspective Payments - $50 million\nTWC approved rule changes, to be effective in Fiscal Year 2024 in alignment with the implementation of the new Child Care Case Management (CCCM) system, to modify the payment cycle for reimbursing CCS child care providers. Rather than reimbursing child care providers after child care services are provided, TWC will move to a two-week prospective payment. This aligns with private pay standards whereby providers are paid in advance of child care services being rendered. Paying prospectively will not impact the amount of the payment; it will impact the timing of when the provider receives the payment.\n\nStimulus Funding for Quality Improvement Activities - $155 million\n\nTraining - $21.5 million\n\nApprenticeship Program Development - $1.8 million\n\nTWC issued two procurement opportunities (links to the first RFA and the second RFA) to solicit entities to develop Child Care Registered Apprenticeship Programs.  The following programs were awarded funding;\n\nRound 1 Grantees (4/2022 – 3/31/2023)\n\nRound 2 Grantees (11/2022 – 11/30/2023)\n\nProfessional Development Scholarship Expansion – $3.5 million\n\nTWC approved up to $7 million in additional funds for early childhood professional scholarships to support additional early childhood professionals in attaining their Child Care Development Associate™ credential, associate’s degree, Bachelor’s degree, or to participate in a Child Care Registered Apprenticeship. Funds were added to TWC’s existing contract with the Texas Association for the Education of Young Children (TXAEYC) to provide scholarships through their T.E.A.C.H. program.\n\nTexas A&M AgriLife - $8 million\n\nTWC provided funds to Texas A&M AgriLife to develop new online training modules for child care professionals, to package existing courses into a series that fulfills CDA training requirements, and to make modules that fulfil preservice training requirements freely available to Texas child care professionals.\n\nHHSC/Early Childhood Intervention - $4.5 million\n\nTWC provided funds to the Texas Health and Human Services Commission’s Early Childhood Intervention (ECI) program to provide professional development and training opportunities to strengthen partnerships between ECI provider and child care providers and to support identification of children with special needs within child care programs.\n\nSkills for Small Business - $1 million\n\nTWC made funds available through TWC’s Skills for Small Business (SSB) for child care businesses. Historically, child care businesses were not eligible for SSB. Through SSB, child care businesses can apply to TWC for training offered by their local community or technical college, or the Texas A&M Engineering Extension Service (TEEX). TWC processes the applications and works with the college to fund the specific courses selected by businesses for their employees.\n\nEarly Childhood Education Teacher Pipeline Project, Dallas College - $2.7 million\n\nFunding to pilot a competency-based online Texas Core Curriculum aimed towards the Early Childhood Workforce.\n\nTexas Rising Star Focused Quality Improvement - $66 million\n\nTexas Rising Star Supports - $30 million\n\nTWC distributed $30 million to Boards to support activities that would increase participation in the Texas Rising Star program and the level of quality for programs participating. Additional information was published in:\n\nWD 21-21, Chg 2 \nTexas Rising Star Incentives Distribution\n\nBoards reported their planned use of these funds to TWC; these plans are available on TWC’s website.\n\nTexas Rising Star Contracted Slots Pilot Program - $1.2 million\n\nTWC dedicated $1.2 million in stimulus funds for Boards interested in piloting contracted slots models. Contracted slots models allow Boards to enter into agreements with Texas Rising Star programs that agree to reserve spots for children receiving TWC scholarships. Pilots have been approved and are underway in two Boards:\n\nAlamo Workforce Solutions - $746,230\n\nDallas Workforce Solutions - $450,000\n\nPre-K Partnership Program Development/Expansion - $28.4 million\n\nTWC dedicated $26 million for the expansion of Pre-K partnerships (PKP) through regional PKP specialists that support child care programs pursuing partnerships and classroom startup awards for those who enter into formal partnerships. PKPs support collaboration between a school districts and charter schools and high-quality child care programs to provide high-quality care and education to eligible three- and four-year-old children.\n\nTWC also dedicated $2.4 million to support a pilot project administered by Texas Education Agency and implemented by Texas A&M University System. The Pre-K Expansion Hub Initiative will involve developing administrative hubs to facilitate business processes and fiscal models that support partnerships.\n\nShared Services Alliances – $6.4 million awarded\n\nTWC approved up to $24 million and published an RFA to solicit entities to establish Shared Services Alliances. reduce costs and improve the strength of management and the quality of services by sharing administrative functions with other organizations that provide the same types of services. The following entities were awarded grants:\n\nOther Quality Initiatives - $24.3 million\n\nBoard Strategic Planning for Quality Improvement - $150,000\n\nTWC will host a statewide event for Boards to receive training and technical assistance on how to improve their strategic investment of local quality funding to best meet local needs, including evaluating how Boards consider input from local child care providers, a review of the allowable uses of quality improvement funds, and best practices in strategic planning and program design.\n\nOutreach/Education Campaigns - $10 million\n\nTWC published an RFP to solicit entities to support outreach services including market research, strategy, plans, brand identity and guidelines, creative and collateral, exhibit and demos, webinars, public service announcements, outreach websites and other online content, original photography and graphics, traditional media, digital media, events, public relations, partner activations, and evaluation to align campaign and program objectives with outreach performance. TWC has made one award TWC plans to reissue the RFP to solicit additional entities.\n\nOutreach Strategists - $6 million\n\nHHSC/Child Care Regulation System Enhancements - $10.7 million\n\nTWC dedicated $10.7 million for Child Care Regulation to make improvements to the Search Texas Child Care site, the backend system for provider licensing data (CLASS), data exchange processes with TWC, and a new data exchanges with TEA. The improvements will modernize the technology, make the public-facing interfaces more user-friendly, and will include enhancements that improve cross-agency coordination.\n\nTECPDS/ENGAGE Enhancements - $2.5 million\n\nTWC is providing funding to the University of Texas Health Science Center, Children’s Learning Institute (CLI) to make enhancements to the Texas Early Childhood Professional Development System (TECPDS), and the Engage online system, which is used by Texas Rising Star Mentors and Assessors. CLI will conduct a TECPDS Usability Study and pursue the National Workforce Registry Association’s recognition for high-quality state registries for the early childhood workforce.  Updates will also be made to the Texas Early Childhood Career Pathway information.\n\nTWC Child Care Program Data Enhancements - $1,030,000\n\nFunding to support additional enhancements to publicly available child care data available on TWC’s Child Care by the Numbers webpage.\n\nStudies/Evaluations – $3.65 million\n\nChild Care Project Evaluations - $1.15 million\n\nTWC published an RFP to solicit an entity to evaluate the following stimulus-funded initiatives:\n\nApprenticeship Planning Grants - $450K\n\nShared Services Alliances - $450K\n\nPre-K Partnerships Expansion - $250K\n\nThe selected entity, Rice’s Texas Policy Lab, will assist TWC in measuring the efficacy and impact of these initiatives.\n\nChild Care WF Strategic Plan - $832,500\n\nHB619 (87th Legislature, Regular Session) requires TWC to prepare a strategic plan for improving the quality of the infant, toddler, preschool, and school-age child-care workforce in this state and to update the plan every three years. The final report must include an analysis of the current child care workforce, and recommendations to improve, support, and sustain the child care workforce. TWC contracted with the LBJ School of Public Affairs at UT Austin who is partnering with the Prenatal-to-3 Policy Impact Center to facilitate the statutorily required workgroup, perform data collection and analysis, and to develop the report, which is due to Legislature no later than December 31, 2022.\n\nPrice of Quality/Cost Modeling Reports - $470,000\n\nTWC dedicated funds to support regular refreshes of the “Cost of Quality” report. TWC is contracting with UT Austin to develop these reports in tandem with the annual Market Rate Survey. The new cost modeling reports will alternate focus on center-based care and home-based care each year. These reports will allow TWC to conduct narrow cost analyses to evaluate provider payment rates.\n\nProvider Cost of Quality Calculator - $1,200,000\n\nTWC dedicated funding for the development of an online, interactive tool that calculates the cost of providing child care at varying levels of quality. The calculator will leverage Texas-specific data sets and will allow providers, stakeholders, and policymakers to model various scenarios and to better understand the levers that drive cost. To complete this work, TWC will secure a vendor through a statewide cooperative contract through the Department of Information Resources.\n\nStimulus Funding for Child Care Financial Assistance - $850.15 million\n\nEssential Worker Child Care - $52.4 million\n\nApprox. 29,700 children were enrolled at the beginning of the pandemic, \nMarch through May 2020\n\nEach child received 3 months of free child care\n\nService Industry Recovery Child Care - $139 million\n\nApprox. 17,400 children of Service Industry Workers were enrolled between \nAugust 2021-March 2022\n\nEach child received 12 months of free child care\n\nLow Income Child Care BCY20-25 -$658.75 million\n\nApprox. 83.2k kids received/will receive 12-months of child care\n\nApprox. 28.8 k kids received/will receive between 3 and 5 months of child care\n\n*Distributed to Boards on April 12, 2022, DP - BCY22 Supplemental Distribution\n\n**The TWC FY2023/PY2022 Allocations, including Child Care funding, were approved at the August 9, 2022 Commission Meeting.  The Local Workforce Development Board Childcare Targets for Board Contract Year 2023 were approved at the September 13, 2022 Commission Meeting.\n\nStimulus Funding for TWC Program Oversight/Administration – $63.5 million\n\nTWC Costs/Oversight/Administration- up to $44.5 million\n\nCCRF Monitoring –$19 million\n\nFunding Source | Obligation & Expenditure Deadlines | Total Appropriated to TWC\n\nCARES Act\nH.R. 748, the Coronavirus Aid, Relief, and Economic Security Act (March 2020)\nCCDF-ACF-IM-2020-01 | obligated by 9/30/2022; \nexpended by 9/30/2023 | $371,663,374\n\nCRRSA\nH.R. 133 ,the Coronavirus Response and Relief Supplemental Appropriations Act  (December 2020)\nCCDF-ACF-IM-2021-01 | obligated by 9/30/2022; \nexpended by 9/30/2023 | $1,135,748,591\n\nARPA Stabilization Grant\nUp to 10% for Supply Building/TA/Admin\nH.R. 1319 , the American Rescue Plan Act  (March 2021)\nCCDF-ACF-IM-2021-02 | obligated by 9/30/2022; \nexpended by 9/30/2023 | $272,436,884\n\nARPA Stabilization Grant\nAt least 90% for Grants to Providers\nH.R. 1319 , the American Rescue Plan Act  (March 2021)\nCCDF-ACF-IM-2021-02 | obligated by 9/30/2022; \nexpended by 9/30/2023 | $2,451,931,953\n\nARPA Discretionary\nH.R. 1319 , the American Rescue Plan Act (March 2021)\nCCDF-ACF-IM-2021-03 | obligated by 9/30/2023; \nexpended by 9/30/2024 | $1,703,369,713\n\nTotal | Total | $5,935,150,515\n\nProject | Date Approved | Funding Level\n\nEssential Worker Child Care | March 24, 2020 | $52.4 million\n\nEnhanced Reimbursement Rate | May 19, 2020\nJuly 28, 2020\nAugust 20, 2020\nJanuary 12, 2021 | $207.2 million\n\nFY20 Low-Income Child Care | August 20, 2020 | $17.5 million\n\nFY21 Low-Income Child Care | August 20, 2020 | $33.3 million\n\nFirst Tranche  - Project | Date Approved | Funding Level\n\n2021 Child Care Relief Funds (up to $775 million approved; $582 awarded; $558.5 expended) | May 4, 2021 | $558.5 million\n\nTA/Business Coaches (extended in the 6th Tranche) | May 4, 2021 | $15 million\n\nSecond Tranche, Second Tranche Amendment - Project | Date Approved | Funding Level\n\nService Industry Recovery Child Care (up to $500 million) | June 29, 2021 | $139 million\n\nTexas Rising Star Support | June 29, 2021 | $30 million\n\nTexas Rising Star Contracted Slots Pilot (up to $20 million) | June 29, 2021 | $1.2 million\n\nTraining: Early Childhood Apprenticeship Program Development (up to $3.45 million) | June 29, 2021\nApril 18, 2022 | $2.3 million\n\nTWC Program Administration (up to $5.6 million) | June 29, 2021 | $2 million\n\nThird Tranche, Third Tranche Modification - Project | Date Approved | Funding Level\n\n2022 Child Care Relief Funds (increased in the 5th Tranche) | October 19, 2021 | $2,451,931,953\n\nTWC Program Administration | October 19, 2021 | $42.5 million\n\nCCRF Program Monitoring (up to $20 million) | January 11, 2022 | $19 million\n\nFourth Tranche - Project | Date Approved | Funding Level\n\nFY22-24 Low Income Child Care (increased in the 7th Tranche)\nFY22 - $41.4 million\nFY23 - $121.4 million\nFY24 - $130.4 million | November 2, 2021 | $293.2 million\n\nMatching Grants to Improve Quality\n(project cancelled in the Tenth Tranche) | November 2, 2021 | $0\n\nTWC PreK Partnership Expansion | November 2, 2021 | $26 million\n\nTraining:  Professional Development Scholarship Expansion | November 2, 2021 | $3.5 million\n\nShared Services Alliances (up to $25 million) | November 2, 2021 | $6.4 million\n\nStudies/Evaluations\nChild Care Workforce Strategic Plan \nCost of Quality/Price of Quality Reports \nProvider Cost of Quality (PCQC) Calculator Report | November 2, 2021 | $1.6 million\n\nFY22 CCS 20% Provider Enrollment/Growth Support | November 2, 2021 | $180.4 million\n\nFifth Tranche - Project | Date Approved | Funding Level\n\nOutreach/Education Campaigns | February 1, 2022 | $10 million\n\nTraining:  Texas A&M Agri-Life | February 1, 2022 | $8 million\n\nTraining:  HHSC/ECI | February 1, 2022 | $4.5 million\n\nTraining:  Skills for Small Business/Child Care | February 1, 2022 | $1 million\n\n2022 CCRF Increase (up to $1 billion additional was approved; actual est. need will require an additional $600,000,000) | February 1, 2022 | $600 million\n\nChild Care Industry Expansion (additional funding added in the Ninth Tranche and Tenth Tranche, bringing total initiative amount to $234 million) | February 1, 2022 | $75 million\n\nSixth Tranche, Sixth Tranche Modification- Project | Date Approved | Funding Level\n\nHHSC Child Care Regulation IT System Enhancements | March 8, 2022 | $10.7 million\n\nChild Care Business Coaching, extension | March 8, 2022 | $15 million\n\nCost of Quality Calculator Online Tool \n(in addition to the $300k that was approved in the 4th Tranche, bringing the total for this initiative to $1.2 million) | March 8, 2022 | $900,000\n\nSeventh Tranche - Project | Date Approved | Funding Level\n\nFY22-24 Low Income Child Care\nFY22 - $46.25 million\nFY23 - $138.75 million\nFY24 - $129.75 million | March 22, 2022 | $314.75 million\n\nEighth Tranche - Project | Date Approved | Funding Level\n\nTEA PreK Partnership Expansion | April 18, 2022 | $2.4 million\n\nNinth Tranche Project | Date Approved | Funding Level\n\nCCS Prospective Payments | Sept. 27, 2022 | $50 million\n\nChild Care Industry Expansion, additional funding | Sept. 27, 2022 | $75 million\n\nTECPDS and Engage Enhancements | Sept. 27, 2022 | $2.5 million\n\n2022 CCRF 5th Quarterly Payment for CCS Providers | Sept. 27, 2022 | $500 million\n\nTenth Tranche Project | Date Approved | Funding Level\n\nTA for Employer Support Child Care | February 28, 2023 | $12 million\n\nChild Care Industry Expansion, additional funding\n(bringing the total for this initiative to $234 million) | February 28, 2023 | $84 million\n\nEarly Childhood Education Teacher Pipeline Pilot Project | February 28, 2023 | $2.7 million\n\nBoard Strategic Planning for Quality Improvement | February 28, 2023 | $150,000\n\nChild Care Program Data Enhancements | February 28, 2023 | $1 million\n\nChild Care Business Coaching, extension | February 28, 2023 | $18 million\n\nLow-Income Child Care (amount will be adjusted based on available stimulus balance) | February 28, 2023 | $64.5 million\n\nTotal Funds Approved and Funds Remaining Available\n\nTotal Approved | $5,935,150,515\n\nRemaining Balance | $0\n\nGrantee | Period of Award | Amount | Summary\n\nCamp Fire First Texas (Round 1) | 4/28/2022 – 3/31/2023 | $300,000 | Credential(s)/Occupation(s)\nEarly Education Pre-Apprenticeship Program (Pre-EEAP); Early Childcare Director; ECE II (Associate); ECE III (Bachelor’s)\n\nDallas College (Round 1) | 4/25/2022 – 3/31/2023 | $300,000 | Credential(s)/Occupation(s)\nThree stackable credentials offered at a single institution (CDA, Associate, and Bachelor’s)\n\nWorkforce Solutions Heart of Texas (Round 1) | 4/18/2022 – 3/31/2023 | $193,401 | Credential(s)/Occupation(s)\nCDA, Level I College Certificate in Child Development, Associate, and Bachelor’s at Tarleton University (offered on the McLennan Community College campus)\n\nGrantee | Period of Award | Amount | Summary\n\nCamp Fire First Texas (Round 2) | 11/21/2022 – 11/30/2023 | $272,873 | Credential(s)/Occupation(s)\nEarly Education Pre-Apprenticeship Program (Pre-EEAP); Early Childcare Director; ECE II (Associate); ECE III (Bachelor’s)\n\nCollin County Community College (Round 2) | 11/30/2022 – 11/30/2023 | $129,574 | Credential(s)/Occupation(s)\nCDA\n\nAdditional Details\nCollin College is building “degreed apprenticeships,” providing an opportunity for apprentices to continue to an Associate degree\n\nDallas College (Round 2) | 11/17/2022 – 11/30/2023 | $117,414 | Credential(s)/Occupation(s)\nThree stackable credentials offered at a single institution (CDA, Associate, and Bachelor’s)\n\nAdditional Details\nImplement the apprenticeship model, a RAP designed as a coherent, progressive program that includes onboarding ramps (or program tracks) that meet the specific needs of apprentices\n\nSouth Texas College (Round 2) | 12/06/2022 – 11/30/2023 | $36,830 | Credential(s)/Occupation(s)\nCDA (either the center-based infant/toddler or center-based preschool track)\n\nUT Health Science Center at Houston (Round 2) | 11/24/2022 – 11/30/2023 | $299,972 | Credential(s)/Occupation(s)\nCDA, Associate, and Bachelor’s\n\nAdditional Details\nUltimate vision is to iterate a model that works for all communities where Texas School Ready is implemented\n\nWorkforce Solutions Heart of Texas (Round 2) | 11/15/2022 – 11/30/2023 | $196,218 | Credential(s)/Occupation(s)\nCDA, Level I College Certificate in Child Development, Associate, and Bachelor’s at Tarleton University (offered on the McLennan Community College campus)\n\nGrantee | Period of Award | Amount | Shared Services Summary\n\nAVANCE, INC. | 6/27/2022-5/31/2024 | $1,499,701 | Number of Members\nYear 1: 45 members, Year 2: 105 members (Family Child Care Providers)\nServices\nBulk Purchasing\nMarketing\nTax Support\nDigital Literacy Support\nTargeted Business Coaching\nTargeted Quality Coaching\nTraining and Program Planning Support through a Substitute Pool\n\nCollaborative for Children | 7/25/2022-5/31/2024 | $1,305,345 | Number of Members\n50 (Child Care Centers)\nServices\nLegal Aid\nMarketing Solutions\nAccounting\nChild Care Management System\n\nTXAEYC | 6/27/2022-5/31/2024 | $1,400,971 | Number of Members\n80 (Texas Rising Star Child Care Providers)\nServices\nFinancial coaching\nBudget review\nFinancial tools\nBusiness/operational tools\n30-minute coaching sessions\nFinancial tools\nBusiness/operational tools\nCost savings – vendor discounts\nBusiness Practices Training\nWebinars\nAccess to pre-recorded business videos\nIndividual HR Coaching\nBenefits enrollment\nBenefits review\nHR-designed tools\nEmployer services hotline\nTechnical assistance\nHR Professional Development\nWebinars\nAccess to pre-recorded HR videos\n\nPre-K 4 SA | 6/29/2022-5/31/2024 | $1,498,544 | Number of Members\nYear 1: 40 additional providers, Year 2: 40 additional providers* (Child Care Centers)\n\nServices\nBusiness Services\nProCare\nBulk Purchasing\nAdministrative support\nEnrollment support\nBusiness and financial consulting support\nSubsidy program support\nSalary scale implementation \nFinancial coaching and support\nTechnology support\nStaffing Services\nFacility repair and maintenance support\nAnnual job fairs\nMarketing and advertising support\nPedagogical Services\nLicensing/TRS certification support\nNAFCC/NAEYC accreditation standards support\nResearch-based curriculum selection and implementation support\nProfessional learning/training\nPedagogical coaching for providers\nAccess to comprehensive services\nCareer counseling\nCredential/degree scholarship connection support\nCommunities of Practice\nSubstitute pool for professional development + planning time\nClassroom Assessment Scoring System (CLASS)\n\n*expanding on the existing San Antonio Shared Services Alliance\n\nOpportunities Exchange and Children at Risk\n(Technical Assistance Grantee) | 6/15/2022-5/31/2024 | $404,498 | Provide ongoing guidance and support to TWC\nawarded SSAs.\n\nCommission Action | Commission Action | Total Funding\n\nBCY20 | CARES Act to Support Low-Income Child Care \nAugust 20, 2020 | CARES Act to Support Low-Income Child Care \nAugust 20, 2020 | $33.3 million\n13k kids for 3 months (July-Sept)\n\nBCY21 | CARES Act to Support Low-Income Child Care \nAugust 20, 2020 | CARES Act to Support Low-Income Child Care \nAugust 20, 2020 | $17.5 million\n5,100 kids in FY21\n\nBCY22 | 4th Tranche\nNovember 2, 2021\n$41.4 million | 7th Tranche\nMarch 22, 2022\n$46.25 million* | $87.65 M ($87.65)\n5,339 kids in FY22 +\n15.8k kids for 5 months (May-Sept)\n\nBCY23 | 4th Tranche\nNovember 2, 2021\n$121.4 million | 7th Tranche\nMarch 22, 2022\n$138.75 million | $260.15 M\nIncluded in the BCY23 Board Child Care Allocation**\n\nBCY24 | 4th Tranche\nNovember 2, 2021\n$130.4 million | 7th Tranche\nMarch 22, 2022\n$129.75 million | $260.15 M\nTo be included in the BCY24 Board Child Care Allocation\n\nTotal | Total | Total | $658.75 million",
  "word_count": 3884,
  "content_type": "docx"
}