{
  "doc_id": "320c00ef7946f5996dd346ecff9981c6",
  "url": "https://www.twc.texas.gov/sites/default/files/ccel/docs/salary-exempt-vs-non-exempt-child-care-spanish-twc.docx",
  "filename": "salary-exempt-vs-non-exempt-child-care-spanish-twc.docx",
  "text": "Exento de salario vs no exento\n\nConozca la diferencia entre los empleados con estatus exento de salario y no exento\n\nVideo: Spanish Salary Exempt vs. Non-Exempt: https://youtu.be/geAUtK4f8LM\n\nIntroducción\n\nComo propietario de una empresa, es probable que haya escuchado los términos \"exento\" y \"no exento\" en relación con sus empleados o sus prácticas de contratación.  Estas clasificaciones están definidas en la Ley de Normas Laborales Justas (FLSA).  Firmada en 1938, la FLSA establece el salario mínimo, la elegibilidad para el pago de horas extras, las directrices de empleo de los jóvenes y las normas de mantenimiento de registros tanto para el sector privado como para el público. Esencialmente, la FLSA establece cómo se documentan las horas de trabajo y cómo se debe pagar a los empleados. Aunque la FLSA ha evolucionado a lo largo de los años, la ley sigue dictando cómo se regula la mano de obra moderna, incluidas las guarderías y las pequeñas empresas.\n\nEntender las leyes laborales y los requisitos de horas extras puede ser confuso, pero los empleadores deben clasificar a sus empleados correctamente o se arriesgan a costosas violaciones de cumplimiento. El término \"no exento\" se refiere a los trabajadores que están cubiertos por las directrices y requisitos de la FLSA, o en otras palabras, no están exentos de la ley, mientras que el término \"exento\" se refiere a los trabajadores que califican para la exención de la ley.  Un concepto erróneo común es que los empleados que reciben un \"salario\" en lugar de un sueldo \"por hora\" están exentos de las horas extras y otros requisitos. Pero la realidad legal es más compleja y requiere determinar el estatus del empleado según la Ley de Normas Laborales Justas del Departamento de Trabajo de Estados Unidos. Si evalúa la situación de sus empleados, podrá comprender mejor sus obligaciones como empleador.\n\nEmpleados exentos y no exentos\n\nPara entender cómo se debe clasificar a un empleado, hay dos criterios: un límite de monto salarial y el tipo de trabajo que realiza.  Los empleados exentos de la FLSA deben recibir un salario superior a cierto nivel y deben tener tareas específicas.  Consulte a continuación los detalles del Departamento de Trabajo para ayudar a determinar cuáles de sus empleados podrían cumplir con los criterios de exención.\n\nLa principal diferencia entre estas clasificaciones de trabajadores es que los empleadores no están obligados a pagar horas extras a los  trabajadores exentos debidamente clasificados. Deben recibir su salario completo independientemente del número de días u horas trabajadas. Dado que no se les paga de acuerdo con las horas trabajadas, si los  empleados exentos de salario trabajan más de 40 horas, no hay ningún requisito para pagar horas extras. Los empleados exentos también están excluidos de otras protecciones de la FLSA otorgadas a aquellos que no están exentos.\n\nComo se indica en la FSLA,en la mayoría de los casos, un empleado que tiene una base salarial de no menos de $ 684 por semana o $ 35,568 anualmente se clasifica como exento. Sin embargo, para los maestros, ese umbral es más bajo, $ 455 por semana o $ 23,660 al año. Si bien no se requiere pago de horas extras para estos trabajadores, se les puede dar una compensación adicional en forma de bonificaciones o estipendios.\n\nAdemás de su nivel salarial, también hay ciertas profesiones exentas, como las administrativas, ejecutivas, ventas externas, etc. Si un empleado realiza las tareas relacionadas con este tipo de puestos, también puede clasificarse como exento.  (Más sobre esas posiciones y deberes específicos a continuación).\n\nPor otro lado, los empleados que están clasificados como no exentos están obligados bajo la FLSA a recibir horas extras por cualquier hora trabajada de más de 40.  A estos empleados generalmente se les paga un salario por hora o ganan un salario que es inferior a la cantidad mínima requerida. Dado que no están exentos de la FSLA, los empleados no exentos que trabajan más de 40 horas en una semana deben recibir una tasa de horas extras de una vez y media su salario regular.\n\nA la mayoría de los no exentos se les debe pagar al menos el salario mínimo federal, pero muchos estados o jurisdicciones con costos de vida más altos han establecido salarios mínimos por encima de la base federal. Si a un empleado no exento no se le paga por hora, pero tiene derecho al pago de horas extras, su tarifa por hora se calcula dividiendo la compensación total ganada por el total de horas trabajadas, sin incluir vacaciones, días festivos o días de enfermedad utilizados.\n\nClasificaciones de empleados en educación temprana\n\nEn 1972, la FSLA fue enmendada específicamente para extender la cobertura de la ley a preescolares y centros de cuidado infantil.  Esto es cierto tanto para las instituciones públicas como para las privadas, y para aquellas que operan tanto en modelos con fines de lucro como sin fines de lucro. (Todo el personal del sistema de escuelas públicas, incluidos los que trabajan en guarderías, se consideran exentos).\n\nEl gobierno describe las \"empresas\" de educación temprana cubiertas como aquellas que brindan \"servicios de cuidado, educación o desarrollo a niños en edad preescolar para prepararlos para ingresar a los grados de la escuela primaria\". Los proveedores de cuidado infantil familiar, o los proveedores basados en el hogar, no se consideran cubiertos por esta enmienda a menos que tengan empleados.\n\nSi los empleados de una empresa de cuidado infantil no están exentos debido a su nivel salarial o tareas asignadas, el empleador debe cumplir con las pautas de FSLA. Esto incluye establecer una semana laboral fija para fines salariales, mantener registros de nómina, pagar al menos el salario mínimo federal y pagar la tasa de horas extras requerida por más de 40 horas trabajadas.\n\nAdemás, los contratistas independientes, o aquellos pagados a través de 1099 no están cubiertos por la FSLA, por lo que no tienen derecho a los beneficios salariales y de pago de horas extras descritos en la ley.\n\nDeterminación de la exención\n\nComo se señaló, los criterios ayudana determinar si su empleado estará exento de FSLA.  Además del límite salarial establecido, también existen estándares relacionados con el puesto que ocupan, el tipo de trabajos  y deberes que desempeñan, y su nivel de autoridad o autonomía para tomar decisiones.   Los puestos y deberes exentos pueden incluir:\n\nUn Ejecutivo/Administrador que:\n\nSupervisa a más de dos empleados\n\nLa administración es la principal función del puesto\n\nTiene información genuina sobre el estado laboral de otros (contratación, despido, etc.)\n\nO bien, un profesional \"instruido\" que:\n\nestá en un campo de \"ciencia o aprendizaje\" con conocimientos avanzados adquiridos con estudio y educación prolongados\n\nVeamos ciertas exenciones relacionadas con las empresas de cuidado infantil.\n\nEl \"ejecutivo\" o \"exención de gestión\" y el cuidado infantil\n\nDe acuerdo con las leyes laborales, un puesto ejecutivo exento es aquel que supervisa una unidad o departamento, y que regularmente dirige el trabajo de dos o más empleados.  Para calificar, los deberes laborales de este empleado deben caer en esta área al menos la mitad del tiempo. Los deberes de administración, como entrevistar, dirigir el trabajo, evaluar el desempeño o iniciar acciones disciplinarias, cuentan como actividades exentas.  En contraste, los deberes administrativos de rutina como la facturación, la presentación y la contabilidad no lo hacen.\n\nEn términos prácticos, en un centro de cuidado infantil más grande esto probablemente significa que el Director está exento ya que la mayoría de sus deberes incluyen aquellos clasificados como ejecutivos o gerenciales en relación con el resto del personal.  Un Subdirector probablemente cae en un área gris, ya que puede pasar más del 50% de su tiempo llenando aulas y realizando las mismas tareas que otros miembros del personal.  La conclusión clave aquí es entender que los títulos de administración por sí solos no determinan el estado de exención.\n\nEl criterio de exención más vago y comúnmente mal aplicado tiene que ver con un empleado que realiza \"tareas administrativas\". Un empleado administrativo exento:\n\nEjerce regularmente discreción y juicio independiente\n\nDedica más de la mitad de su tiempo a realizar trabajos especializados o técnicos que requieren capacitación, experiencia o conocimientos especiales\n\nGana al menos $ 250 por semana sobre una base salarial\n\nEn general, la discreción y el juicio independiente del empleado administrativo exento deben estar relacionados con las operaciones o políticas de la empresa que implican \"asuntos de importancia\" para la empresa, los clientes u otros empleados. Una vez más, dado que los títulos de los puestos de trabajo no son una forma fiable de determinar la exención, este es un lugar en el que los empleados son a menudo mal clasificados.\n\nLa \"exención profesional aprendida\" y el cuidado infantil\n\nEn ciertos casos, un empleado que realiza el trabajo de profesor podría considerarse exento de los requisitos de la FSLA, ya que existe una excepción para los \"profesionales instruidos\". Para que un empleado que ocupa un puesto de profesor pueda considerarse \"profesional\" en este sentido, sus principales responsabilidades deben consistir en instruir, tutelar o dar clases a los niños. Si su función principal es velar por el bienestar de los niños y satisfacer sus necesidades físicas y emocionales, no estará exento por su función.\n\nBajo FSLA, un empleado exento debe realizar tareas administrativas o profesionales al menos el 50% del tiempo. Es difícil para los maestros de cuidado infantil, especialmente aquellos que trabajan con los niños más pequeños, alcanzar ese porcentaje.\n\nUn profesor de guardería se considerará un empleado exento en virtud de la excepción de \"profesional capacitado\" de la FLSA si se cumplen tres requisitos:\n\nAl maestro se le debe pagar sobre una base salarial no inferior a $ 455 por semana o $ 23,660 por año.\n\nLos deberes principales del maestro deben ser la instrucción de lecciones o el trabajo que imparta conocimiento a los niños bajo su cuidado en lugar de actividades que satisfagan su bienestar físico o emocional.\n\nEl trabajo realizado por el maestro debe requerir \"conocimientos avanzados en el campo de la ciencia o el aprendizaje\" que \"habitualmente se adquieren mediante un curso prolongado de instrucción intelectual especializada\".\n\nEste último requisito indica que el puesto de profesor en cuestión debe requerir como mínimo un título de cuatro años de una universidad acreditada en educación infantil, educación primaria o un campo relacionado. Si un centro emplea tanto a profesores que cumplen los requisitos mínimos de formación como a otros que no los cumplen, puede ser necesario establecer dos títulos de trabajo/descripciones de puestos de trabajo separados para preservar el estatus de exención de los profesores con mayor formación.\n\nLa \"exención del maestro\" y el cuidado infantil\n\nAdemás de la \"Exención del Profesional Docente\" de la FLSA, la reglamentación también incluye una \"Exención del Docente\" específica. Esta excepción tiene unos requisitos educativos mucho más flexibles que la excepción del \"profesional experto\". De hecho, según una carta de opinión del Departamento de Trabajo publicada en octubre del 2005, Compliance Assistance (dol.gov), \"no hay requisitos mínimos de educación o grado académico para los profesionales de la enseñanza de buena fe en los centros educativos.\" Además, a diferencia de la \"Exención para profesionales de la enseñanza\", la \"Exención para profesores\" no tiene ningún requisito de salario mínimo.\n\nDesgraciadamente, aunque parece que este lenguaje constituye una excepción ideal de la FSLA para los profesores de guarderías y centros de día, la \"exención para profesores\" tiene un requisito añadido que la hace inaplicable a la mayoría de los proveedores de servicios de guardería.  Según el texto, para tener derecho a la exención, el profesor debe estar empleado en un \"establecimiento educativo\".  Las definiciones reglamentarias significan que, a menos que una empresa de cuidado de niños esté certificada por el Departamento de Educación de su Estado como centro de enseñanza preescolar o jardín de infancia, la \"exención para profesores\" no se aplica a sus empleados.\n\nHoras extras para empleados no exentos\n\nComo hemos descrito, la FSLA define \"horas extras obligatorias\" como el tiempo de trabajo por encima y más allá de una semana laboral preprogramada de 40 horas.  Un empleado no exento que trabaja más de 40 horas en esa semana debe recibir una compensación por horas extras o un pago calculado en una vez y media su salario normal.\n\nA los efectos de la FSLA, los empleadores que autoricen descansos cortos o períodos de descanso deben contarlos como horas trabajadas. Los períodos de descanso cortos, generalmente alrededor de 20 minutos, son comunes y habitualmente se pagan como tiempo de trabajo. Los períodos de comida de 30 minutos o más generalmente no se compensan, siempre y cuando el empleado esté completamente relevado de las tareas laborales durante todo ese tiempo. Si un empleado vigila a los niños que duermen la siesta mientras almuerzan, por ejemplo, no se consideran \"aliviados\".\n\nDel mismo modo, la asistencia a capacitaciones, reuniones o desarrollo profesional debe contarse como tiempo de trabajo a menos que se cumplan todos los siguientes criterios:\n\n(a) se produce fuera de las horas de trabajo normalmente programadas;\n\nb) sea totalmente voluntaria.\n\n(c) no está relacionado con el trabajo (a menos que el empleado asista a una escuela o universidad independiente por iniciativa propia fuera de las horas de trabajo); y\n\nd) no se realice ningún otro trabajo durante el período.\n\nEl tiempo dedicado a una capacitación requerida por el estado para fines de licencia es tiempo de trabajo por el que los empleados deben ser compensados.\n\nEjemplos de escenarios de horas extra\n\nLa madre de Andrew llegó 1 hora tarde para recogerlos y la maestra, la Sra. Alicia, ya ha llegado a sus 40 horas para la semana. Como se requería que la Sra. Alicia se quedara hasta que llegara el padre, se podía pagar una hora extra en esta situación.\n\nLori, la directora del programa, ha programado reuniones con los padres a las 5:30 el lunes, martes y miércoles de esta semana. El centro cierra a las 5:00 p.m., pero este es el único momento en que estos padres están disponibles. Esto irá más allá de 40 horas para ella. Si la Sra. Lori es una empleada exenta de salario, no se le pagará extra por este tiempo.\n\nTodos los miembros del personal deben completar la capacitación obligatoria de RCP el sábado para el Centro de Cuidado Infantil de Uptown University. Todo el personal ha cumplido con su semana laboral de 40 horas, por lo que el tiempo adicional se cuenta como horas extras.\n\nEvitar posibles problemas\n\nLos expertos laborales y los reguladores han identificado varios problemas que se producen en relación con los empleados de guarderías. El principal es que los empleadores no contabilizan las horas trabajadas de forma completa o precisa. Por ejemplo, los empleados que se ausentan del trabajo para comer o tomar un descanso, pero siguen teniendo que supervisar a los niños, hablar con los padres o hacer un mandado relacionado con el trabajo.  Si un empleado está desempeñando sus funciones laborales, debe registrar el tiempo correspondiente a esa semana de trabajo.\n\nAdemás, los empleadores son vigilados por exigir a los empleados que se queden hasta tarde, que lleguen temprano o que asistan a una formación en su propio tiempo o por una tarifa fija en lugar de su salario por hora. Otros actos que podrían considerarse infracciones son la deducción indebida de la paga, el pago de una tarifa plana por las horas extraordinarias o el pago de horas extraordinarias adecuadas después de 80 horas en dos semanas en lugar de las 40 establecidas en una semana.\n\nLos propietarios de negocios de cuidado de niños deben incluir la situación del puesto en la descripción real del trabajo o en el manual del empleado y el personal debe firmar una copia que se colocará en los registros del empleado.\n\nPor último, todo empleador debe recordar que las normas de exención y las leyes laborales son complicadas y a menudo dependen de casos específicos relacionados con su negocio o los puestos de su personal.  En muchos casos, hablar directamente con un consultor de compensación calificado o con un abogado especializado en asuntos laborales puede ser útil para obtener claridad sobre la clasificación, el salario o los asuntos de recursos humanos.\n\nAdvertencia: La información contenida aquí ha sido preparada por Civitas Strategies Early Start y no pretende constituir asesoramiento legal, fiscal o financiero. El equipo de Early Start de Civitas Strategies ha realizado esfuerzos razonables para recopilar, preparar y proporcionar esta información, pero no garantiza su exactitud, integridad, adecuación o vigencia. La publicación y distribución de esta información no tiene la intención de crear, y la recepción no constituye, una relación abogado-cliente o cualquier otra relación de asesoramiento. La reproducción de esta información está expresamente prohibida.\n\nCalificadores de la exención\n\nNivel de compensación | $ 684 por semana o $35,568 anualmente (para maestros, $455 por semana o $23,660 por año)\n\nTipo de compensación | Salario, no salario por hora\n\nDeberes del trabajo | Directivos, Administradores, Profesionales instruidos, Profesores empleados en un establecimiento educativo",
  "word_count": 2808,
  "content_type": "docx"
}