{
  "doc_id": "386782e10f424b6eefc20a87e6ee84bc",
  "url": "https://www.twc.texas.gov/sites/default/files/ccel/docs/child-care-employee-handbook-spanish-twc.docx",
  "filename": "child-care-employee-handbook-spanish-twc.docx",
  "text": "¿Cómo puedo configurar un manual del empleado?\n\nVideo: https://www.youtube.com/watch?v=Q49DsfdfUWc\n\nAprenda cómo crear un manual del empleado para apoyar su negocio de cuidado infantil\n\nDescribir sus políticas y procedimientos para sus empleados de cuidado infantil en un manual del empleado informa a sus empleados lo que se espera de ellos y los prepara para el éxito.  Un manual del empleado le ayuda a comunicar cómo funcionan las cosas en su centro de cuidado infantil y sirve como una guía y una referencia para sus empleados.  Crear su propio manual puede sonar desalentador, pero el proceso no tiene por qué ser difícil. Aquí hay algunos puntos a considerar.\n\n¿Qué es un manual del empleado?\n\nUn manual del empleado, también llamado manual del empleado o manual del personal, es un documento que establece las políticas, procedimientos, reglas y requisitos de su lugar de trabajo.  El propósito del manual del empleado es tener todas estas cosas escritas en un solo lugar para que sus empleados conozcan  las reglas y procedimientos que se espera que sigan y sus empleados sepan lo que pueden esperar al trabajar en su negocio.  Este documento a menudo se revisa como parte del proceso de incorporación y sirve como una referencia continua para su negocio.\n\nLos manuales para empleados son útiles ya que no solo describen las reglas en su lugar de trabajo, sino que también describen cómo esas reglas se aplican a todos de manera igual y consistente, protegiendo su negocio. Los manuales para empleados ayudan a los empleados a conocer sus derechos y los beneficios que reciben al trabajar en su negocio de cuidado infantil.\n\n¿Qué debería incluir?\n\nSu manual del empleado puede ser un breve paquete de información o un documento más extenso; la cantidad de información que incluya depende completamente de las necesidades de su negocio de cuidado infantil. Las siguientes son algunas consideraciones sobre los tipos de cosas que debe incluir en su manual del empleado y por qué podría optar por incluirlas.\n\nDeclaración de la misión de su negocio\n\nAl incluir su declaración de misión en su manual del empleado, comunica lo que es importante para su negocio para que sus empleados sepan lo que valora.  Es útil referirse a esta declaración a menudo cuando se entrena a alguien o cuando se enfrenta a una situación difícil.\n\nCódigo de conducta\n\nIndicar qué comportamientos de los empleados están permitidos y cuáles son inaceptables ayuda a los empleados a saber cómo actuar en el trabajo.  Cuando se trabaja tan estrechamente con niños pequeños y sus familias, puede haber algunos comportamientos que pueden ser aceptables en otros lugares de trabajo que no estarían en un entorno de la primera infancia.  Este es un lugar para explicar esas cosas y compartir por qué.\n\nPolítica de pago, incluidos los días de pago, los procedimientos de horario, las comidas y  otros descansos, y la política de horas extras\n\nComunique con qué frecuencia se les paga a sus empleados y los métodos utilizados para recibir su pago.  Si tiene procedimientos de entrada y salida o una política de horas extras, este es el lugar para explicar cómo funciona.  Describa su política de descanso para que los empleados entiendan lo que pueden esperar de sus horarios de comidas y descansos.\n\nPolítica y procedimientos de asistencia\n\nLos niños y las familias prosperan en la consistencia, por lo que su negocio depende de la asistencia confiable de sus empleados.  Describa a su personal la importancia de la asistencia constante, la puntualidad y la importancia de su presencia durante toda la actividad de su trabajo.  Además, explique la política para solicitar tiempo libre, el procedimiento para solicitar tiempo libre por adelantado y qué hacer cuando su empleado se enferma en el trabajo o necesita irse inesperadamente.\n\nHorario de vacaciones\n\n¿Cuándo estará cerrado su negocio de cuidado infantil por vacaciones y se les pagará a los empleados? Asegúrese de que esto esté claro. Si un día festivo llega en fin de semana, debe especificar si se respeta el siguiente día hábil.\n\nPolítica de vacaciones\n\nSu política de vacaciones debe informar a sus empleados cuánto tiempo de vacaciones tienen, cómo ganan ese tiempo, cómo pueden usarlo y si hay alguna regla sobre la transferencia de ese tiempo de un año a otro.\n\nLicencia familiar y médica\n\n¿Cuál es el proceso para solicitar licencia familiar y médica? ¿Cuánta licencia puede tomar un empleado y se pagará? Una vez más, es importante asegurarse de que su póliza cumpla con todas las leyes laborales relevantes.\n\nBeneficios\n\n¿Qué beneficios, si los hay, recibirán sus empleados? Asegúrese de verificar todas las leyes laborales relevantes antes de ofrecer (o negarse a ofrecer) beneficios a los empleados.\n\nNaturaleza del empleo (a voluntad, contrato, etc.)\n\nSi hace que sus empleados firmen un contrato de empleo, este es un espacio para compartir eso, así como lo que un empleado debe hacer cuando decide abandonar su negocio.\n\nProceso de quejas o política de resolución de conflictos\n\nIndique claramente cómo espera que los empleados aborden los desafíos o preocupaciones que puedan tener con un compañero de trabajo, una familia o con un supervisor.  Tener una política bien escrita puede ayudarlo en situaciones difíciles.\n\nProcedimientos disciplinarios\n\nDescriba lo que sucede cuando un empleado no sigue una política, procedimiento o regla de su programa.\n\nCódigo de vestimenta\n\nTrabajar con niños pequeños es un trabajo físico y, a veces, desordenado.  Describir a sus empleados qué ropa es aceptable e inaceptable les ayudará a saber cómo vestirse adecuadamente para el trabajo.\n\nNormas de confidencialidad\n\nExplique a sus empleados la naturaleza sensible de trabajar con niños y familias.  La información que tienen el privilegio de saber sobre los niños y las familias es confidencial y no debe compartirse con otras personas que no necesitan saberla.  Incluso las historias humorísticas aparentemente inofensivas pueden ser inapropiadas para compartir ampliamente.\n\nDenuncia obligatoria de abuso y/o negligencia infantil\n\nLos empleados deben saber que cualquier persona que sospeche que un niño ha sido abusado o descuidado está obligada por ley a revelar sus sospechas de inmediato. Esto es cierto si el abuso o negligencia está ocurriendo en el hogar o si sospechan que otro miembro del personal es abuso o negligencia.\n\nIgualdad de oportunidades en el empleo\n\nLas leyes de igualdad de oportunidades de empleo prohíben a la mayoría de los empleadores discriminar a los empleados. Es importante verificar las leyes (federales, estatales y locales) y asegurarse de cumplirlas. Y desea anotar estas leyes y su compromiso de adherirse a ellas en su manual.\n\nPóngalo por escrito y asegúrese de que se lea\n\nNo importa su longitud y nivel de detalle, su manual del empleado debe ponerse por escrito y compartirse con todos los empleados, ya sea impreso o electrónicamente. Se debe exigir a los empleados que lean el manual y firmen un formulario que indique que lo han hecho y lo han mantenido archivado. De hecho, una de sus pólizas debe detallar cómo realizará un seguimiento del hecho de que cada empleado ha recibido una copia de sus políticas y ha aceptado cumplirlas.\n\nOtras posibles políticas o procedimientos que incluirán:\n\nPolítica de uso de teléfonos celulares: ¿cuándo y dónde pueden los empleados usar sus teléfonoscelulares?  ¿Se les permite capturar fotos o videos de los niños bajo su cuidado?\n\nPolítica de redes sociales: ¿qué puede publicar o no publicar un empleado sobre su trabajo en las redes sociales?\n\nEvaluación del desempeño y proceso de evaluación : ¿con qué frecuencia ocurre esto y qué puede esperar un empleado?\n\nAlmacenamiento de artículos personales : ¿dónde se les permite a los empleados almacenar sus artículos personales?\n\nPolítica de cambio de pañales y lavado de manos: delinear estos procedimientos por escrito puede ser muy útil para los empleados al aprender los pasos y con qué frecuencia deben cambiar pañales y lavarse las manos.\n\nComidas y refrigerios para el personal: ¿Se espera que los empleados coman con los niños o lejos de los niños durante su descanso?  Indicar claramente lo que es apropiado con respecto a las comidas y refrigerios cuando se cuida a los niños ayuda a los empleados a saber qué hacer.\n\nPlanes de preparación para emergencias, incluidos los planes de evacuación : comparta dónde los empleados pueden ubicar los artículos necesarios, con qué frecuencia practica los procedimientos de emergencia y qué esperar en caso de una emergencia ayuda a los empleados y a su empresa a estar preparados.\n\nEdición infantil – Describa su política de medicamentos y el procedimiento para administrar medicamentos, si su programa lo hace.  Asegúrese de incluir cómo y dónde se almacenan los medicamentos.\n\nDesarrollo profesional: describa para sus empleados el número de horas de desarrollo profesional que deben completar como empleados de su programa.  Comparta cómo deben aprender sobre las oportunidades de desarrollo profesional, cómo se otorga el permiso antes de registrarse y cómo serán compensados por el tiempo.\n\nPolítica de drogas y alcohol: indique su política con respecto al consumo de drogas y alcohol y asegúrese de incluir también los medicamentos recetados.\n\nEmpleados cuyos hijos asisten a su programa: describa las expectativas de sus empleados cuyos hijos asisten a su programa.  ¿Se les permite trabajar en espacios con sus propios hijos?\n\nProporciones de personal por niño: los empleados que son nuevos en trabajar en programas de cuidado infantil a menudo no entienden la importancia de mantener las proporciones de personal por niño.  Describa claramente lo que significa la proporción de personal por niño para su programa.  Además, explique claramente lo que se entiende por supervisión, tanto en interiores como en exteriores, para que su empleado pueda tener éxito y su programa también pueda.\n\nAdaptaciones para madres lactantes – ¿Qué adaptaciones hace su programa para las madres lactantes?\n\nEmpezar\n\nTexas Child Care Tools tiene un ejemplo de manual que puede resultarle útil para crear un manual del empleado para su negocio de cuidado infantil.  Puede encontrar este manual editable del empleado visitando su sitio web.",
  "word_count": 1639,
  "content_type": "docx"
}