{
  "doc_id": "4e0d414d89a3fdc8e4d9483273fbef7e",
  "url": "https://www.twc.texas.gov/sites/default/files/ccel/docs/guide-for-new-child-care-businesses-twc.docx",
  "filename": "guide-for-new-child-care-businesses-twc.docx",
  "text": "Guide for New Child Care Businesses\n\nGet essential tips and helpful advice for aspiring entrepreneurs entering the child care industry.\n\nTop of Form\n\nTop of Form\n\nVideo: https://youtu.be/T40XJgu1_H4\n\nIntroduction\n\nStarting a child care business can be very rewarding. You’re helping families who need quality care in order to work and contributing to the crucial early development of young children. You are serving your local community and the broader economy as a business owner, and perhaps even as a local employer. Families need a reliable source of child care. This increase in demand has led to more interest in opening child care business, both from experienced child care providers and those who are just starting.\n\nBut running a child care business can be tough work, too. Whether you have a child care business in your home or are the director of a child care center, you can sometimes expect workdays that are longer than the typical eight hours, as you’ll also have to spend time on preparation. It requires meeting state and local rules and regulations and ensuring high-quality curriculum and safety for young children, all while addressing the basic operations of running a business.\n\nEvery owner's journey to establishing a successful business is unique, but there are a few steps that every aspiring child care owner should take when deciding to start their business. Here’s what you need to know – and do – before starting your new child care business.\n\nInvest your time.\n\nFirst, you should consider how much time you have to open and run your business. As an aspiring business owner or entrepreneur, you are responsible for everything needed to run your business. You must act immediately and cannot wait for someone to inform you — you must seek out information on your own and be proactive in your work. Be present and keep asking questions so that you know all that is expected of you. Your time investment won’t stop when your business opens. You will need to check in regularly with families, show up, connect with staff frequently, and seek out feedback for your business to be successful. There are no shortcuts when it comes to establishing a successful business.\n\nMake sure it’s legal.\n\nBefore you invest your hard-earned money in your new child care business, you’ll need to make sure you are doing so legally. The first thing you need to do is think about your business structure. Will you run as a sole proprietorship? Will you have W-2 employees? Will you choose to incorporate? Depending on your answers, you may be required to have an Employee Identification Number (EIN), which is your business’s tax ID, and other corporate paperwork drawn up.\n\nAssuming you have a location selected, you should check with your local zoning board and any other appropriate local agencies to make sure that it meets your city or county zoning requirements. If you’re opening a home-based child care program, you also should verify that there are no restrictions in your property deeds, and/or neighborhood associations against running a home-based business. If you don’t have a location selected, it’s time to start looking – keeping these requirements in mind.\n\nIf the zoning laws and other regulations look good, you’ll then want to reach out to your local child care licensing agency. They can let you know what you need to do to meet any local and state licensing requirements – including qualification requirements you must meet to own and operate a child care business. Different states have different education and degree requirements for child care business owners and operators, so it’s important to make sure you meet the requirements in your area.\n\nKnow the rules and regulations\n\nVarious safety and qualification requirements apply to any staff members you may hire – including yourself. Child care licensing rules include staff-to-child ratios, which dictate how many staff members are required to care for a certain number of children. Those licensing rules also include background checks for you, your staff, and anyone in your household who may come into contact with children in your care. You can learn more about the background check rules for child care operations in the state of Texas at hhs.texas.gov.\n\nAdditional requirements may include making safety modifications if you are opening a home-based program or if you are opening a center in a space not previously used for child care. This is to ensure that you have enough space (both indoor and outdoor) for the children in your care. You also may need inspections by your fire department and building department.\n\nAnother legal requirement to keep in mind: purchasing insurance for your business. In Texas, home-based child care programs are required to have at least $300,000 in business liability insurance, and this is not a requirement you’d want to ignore. For home-based programs, your homeowner’s insurance will not cover any losses related to your child care business. Learn more about business liability insurance and the coverage you need by reading Tom Copeland’s blog post 10 Questions to Ask Before Purchasing Business Liability Insurance.\n\nUnderstand your responsibilities as a permit holder.\n\nWhen opening up a child care program, you must ensure that you understand your responsibilities as the permit holder. These include:\n\nRequired notifications to Texas Health and Human Services Commission (HHSC)\n\nInformation required to have publicly available to families\n\nOperational policies\n\nRecord-keeping requirements, such as records of accidents, incidents, and personnel\n\nRequirements of personnel\n\nChild to Caregiver ratios and group sizes\n\nBasic care requirements, including night-time care and safe sleeping\n\nNutrition and food services\n\nAnd more!\n\nMake sure you have read thoroughly and understand the minimum standards for child care centers, registered child care homes, and licensed child care homes.\n\nPrepare your space.\n\nWhen it comes to child care, nothing is more important than safety. Your program will have to meet certain building and safety requirements to open and must continue to meet the minimum standards required by the Texas Department of Health and Human Services Commission (HHSC) at all times. Your emphasis on keeping children safe shouldn’t stop there. You should routinely conduct your own safety inspections of your child care space outside of the inspections that HHSC will do. To ensure that your program is as secure as it can be, ensure that any staff you hire if you have staff are properly trained, your building meets the standards, your equipment is age-appropriate and inspected regularly, and you follow your safety procedures consistently.\n\nUse a checklist to compare your center's safety procedures to the most recent licensing standards so you can be sure you've covered all the bases:\n\nEnsure all staff have required emergency preparedness training. Primary caregivers must have a certificate in pediatric first aid and CPR. Additionally, all center caregivers and directors must have pediatric CPR, first aid, and rescue breathing training.\n\nNo child should ever be left unattended under any circumstances.\n\nTeach and encourage safe handling of toys.\n\nStaff should always have a clear view of the entire space where children are.\n\nKeep the play environment well organized with ample space to prevent injuries. As children grow, they are capable of assisting with putting away toys and materials.\n\nTo stop the development of viruses and germs that can lead to illnesses and odors, follow the recommendations for sanitizing and disinfecting materials and spaces regularly.\n\nStart organized – and stay that way.\n\nHave all of your contracts, policies, and procedures in place before you open your doors, and before you begin hiring. You’ll want to create policies for all aspects of your child care business, including:\n\nHours of operation;\n\nCosts of services and payment requirements (including any add-on fees, such as late fees);\n\nSteps you will take to reduce risks of illness (including at what point children will be sent home for illness and allowed to return afterward);\n\nWhat happens when you, or staff members, get sick;\n\nOutdoor play guidelines;\n\nField trip procedures, if applicable;\n\nExpectations for children’s, family, and staff behavior;\n\nMealtime rules and policies on supplying food;\n\nRest and nap time procedures;\n\nReporting suspected abuse or neglect; and\n\nDrop-off and pick-up policies.\n\nAll policies and procedures should be detailed in a family handbook, which can be written or posted online, and families should be asked to sign a contract stating they have read and agree to your policies.\n\nIf your child care business will require employees, you’ll want to create similar policies and procedures regarding your hiring and employment processes. Again, you should detail these policies in a handbook and employees should be asked to sign a contract acknowledging that they have read and agreed to all of the information.\n\nAll of these policies and procedures are important records to keep track of, as are your financial documents and files. When you need a file, you want to be able to access it quickly and easily. That’s why it’s important to set up a record-keeping system.\n\nLook to technology.\n\nIn efforts to operate efficiently and remain organized, using technology, such as online programs, computer software, or an app on your phone or tablet, can boost your productivity, simplify your child care business processes, and free up time for yourself. Your life will always be greatly simplified by things that can be put into a form or that can be systematically organized. Do some research and invest in business management and communication software. For example, you might want to automate your payments to staff, and even your income from parents. The website Getapp.com offers several suggestions.\n\nLearn more about all the different ways that technology can help you run your business as well as keep families updated on their child´s day, something family members love.\n\nWrite your business plan.\n\nThis is an important step, and it’s unfortunately often overlooked. Taking the time to write a business plan for your child care program can help you know what you need to get your business started and keep it running – profitably – in the future. Your business plan does not have to be incredibly long or incredibly detailed, but it should include some basic information about your program. It should include your value proposition, a concise reminder of what you offer, and why children and families love your service.\n\nSet your budget.\n\nAn annual budget is a critical tool for managing your child care business. It helps you plan ahead for what you will spend and monitor your actual revenue and expenses to keep you on track. It allows you to allocate resources to areas of your business that needs them the most and to plan for the ebbs and flows of operating a child care business. Once you get the hang of budgeting, you will want to begin tracking your monthly actuals – that is how much you actually received in income and how much you actually spent on budgeted categories. That will allow you to adjust your budget moving forward to ensure that it is as realistic as possible. A simple budget will include your anticipated revenue per care level. It should also include any other common expenses such as rent or mortgage, utilities, personnel, supplies, insurance, food costs, and others.\n\nUnderstand your cash flow.\n\nA cash flow forecast is one of the best tools you can have to monitor the financial health of your child care business. It’s not a budget; it’s a way of understanding how much money you are taking in versus how much money is going out.\n\nOf course, predicting your cash flow with perfect accuracy is virtually impossible. Unexpected costs will arise, families will leave your program, and guardians will pay late. You will, however, have a fair notion of how much money your child care business has in its account at any one time if you are careful and organized.\n\nTo create a cash flow, you will need to list your income from all sources, and then all of your expenses. Then, subtract your expenses from your income. This is your ending cash. Your business has a positive cash flow for the month if the number is positive. The majority of the time, using software or a spreadsheet is the best approach to keeping track of your cash flow.\n\nConsistently lowering your predictions for cash in and raising them for cash out is a smart practice that will help you budget your cash flow. A decent rule of thumb is to estimate your enrollment at no more than 85% of your total capacity. In this manner, even if a few families depart unexpectedly, you can still cover your expenses. For new businesses, you may want to be even more conservative, understanding that most will not be at or near full enrollment on day one.\n\nWhile it could take some time, you should be able to predict when money will be tight if you're managing your cash flow effectively and maintaining good records.\n\nPlan for Tax Time.\n\nTaxes are often associated with confusing and overwhelming forms, anxiety about future audits, and fears of a large tax bill. But tax season can be an opportunity for small business owners to save money and head off the risk of future issues. You want to be sure that you are paying your quarterly estimated taxes and that if you have staff, they are classified properly and have the systems in place to withhold FICA taxes from payroll. In addition to quarterly taxes, you will have to file your annual taxes.\n\nKeep a cushion in the bank.\n\nEven if you currently have access to debt, strive to have as much cash available as you can. Cash can be utilized easily and is less costly than debt, especially in the long term. Cash is more easily accessed in cases of emergency and does not accumulate interest to be paid back later the way that debt will. Sometimes you’ll hear the need to have three or even six months of revenue in a cash reserve. That’s great if you can do it, but additional cash of any amount can help.\n\nReview your pricing.\n\nEnsuring that your rates are up-to-date, accurate, and appropriate for your area is critical to your success. After all, what you bring in from families is likely the bulk of your revenue. Verify your rates thoroughly in your area to ensure accuracy.\n\nUnderstand the market for child care.\n\nThe market for child care programs is likely to be very competitive. It’s important to think about marketing your business so that prospective families will know what you offer and why your child care business is unique.  Understanding your competition is key to successful marketing, as you’ll want to be aware of factors such as the pricing and services your competition offers. Examine their strengths and compare them to your own: how does your business measure up? What is the reputation of each business? Why are families choosing their current child care program? Why will families choose your child care business?\n\nOne of the keys to the success of your child care business is to have a well-developed marketing plan. Marketing plays a significant role in establishing your business and can help ensure future success and a positive reputation within your community. Marketing helps families hear about your services and learn why they should use them. Take some time to reflect on what your child care program will offer. What sets you apart from the rest? When you think about this question, your first answers might reflect the unique services you offer. Perhaps you offer a STEM early learning curriculum, or maybe you use effective communication methods to keep families informed of their children’s daily activities.\n\nYour child care program is only successful if you can find children who need care. Make sure potential families are aware of your program by marketing it. Marketing helps ensure that families learn about your services and learn why they should use them. Taking the time to create a marketing plan – and keep it updated – can go a long way to making your child care business a success.\n\nResearch the labor market.\n\nThe labor market is competitive. If your child care business will have employees, you should investigate pay rates in your area to make sure you are offering competitive salaries to your employees. The last thing you want when starting a new business is rapid turnover, as it’s a threat to your operations.  It’s expensive for your business to continuously take time to recruit, interview, hire, onboard, and train new employees.  Families worry about the quality of care their children are receiving when they regularly see new employees. Children need consistent caregivers so they can grow and flourish in your program. High turnover also impacts the morale and stress levels of your existing employees too, creating a stressful work environment.\n\nBy investing in employee retention, your business benefits all the way around. Children have fewer disruptive behaviors when they have the same caregiver. Families are more content as they’ve developed a rapport with their child’s provider.  Your staff is stronger as they can rely on and depend on one another creating a more supportive, healthier work environment. And instead of recruiting, interviewing, hiring, and onboarding new employees, you can invest in the growth and development of your current employees, which will strengthen your business in the long term.\n\nDespite the excitement, hire slowly.\n\nChoose the right people. In addition to having certified skills, knowledge, and talents, working with young children demands commitment, experience, and enthusiasm for the job. If you’re interested in opening a child care program, chances are good that you have these attributes. It’s important to make sure that any employees you hire do too. And, because a license is needed to open a child care facility, you’ll want to make sure that the personnel you hire also has the specific training they need to meet these requirements.\n\nCheck all the boxes. If you are going to hire additional staff, take it slowly. It’s better to make the right choice for your business than a fast choice that ends up being the wrong one. Taking the time to select quality staff, in the beginning, can save you time and money in the long run.\n\nUnderstand minimum qualifications and what orientation for new employees must include. It is very important to ensure that your employees have the necessary licenses or training they need and that they pass background checks. This includes when they are hired, but also, that you stay up to date with any training and professional development they must do over time. Additionally, you need to understand what orientation for employees at your program must include.\n\nMake sure you’re financially prepared. It’s also important to make sure you’ve allocated money in your business budget for staffing. You will usually have to put money toward onboarding staff and paying them before you start to receive tuition or subsidy payments. By doing this, you'll be ready for growth without having to worry that your business could close down as a result of not being prepared.\n\nUnderstand child-to-staff ratio requirements. Before you start hiring and before you open, you will need to understand child-to-staff ratios. You may have already thought about how many children are legally permitted to be in your space. Have you thought about how many staff you will need to care for these children? You should always aim to break even, at minimum, with each group of children. You do this by ensuring you understand your cost of care for the space, which is largely driven by the number of children enrolled (revenue for the group) and the number of staff members assigned (expenses for the space). This is not always a clear decision to make as your value proposition may focus on low child-to-staff ratios, which could boost the quality of your program and attract more families and allow you to charge higher rates.",
  "word_count": 3313,
  "content_type": "docx"
}