{
  "doc_id": "595d1ab44836a28b06c4a6d7fb3cb279",
  "url": "https://www.twc.texas.gov/sites/default/files/ccel/docs/pay-increases-and-payroll-taxes-twc.docx",
  "filename": "pay-increases-and-payroll-taxes-twc.docx",
  "text": "Pay Increases and Payroll Taxes\n\nLearn how to navigate the increase in costs associated with raising employee compensation\n\nVideo: https://youtu.be/oVIZBpKT6kI\n\nWhy should I consider increasing pay for my employees?\n\nYour employees are an asset that can greatly impact your ability to attract and retain families for your child care program. Put simply, the presence of high-quality employees can help you recruit and retain new families into your care, while the presence of low-quality employees can turn them away and damage your reputation. Parents are seeking reputable care with reliable staff more than ever before, with a dramatic emphasis on health and safety as a top priority due to the COVID-19 pandemic. Additionally, investing in your employees may allow you to fully staff your business or even increase the number of staff that you have, which can in turn safely and responsibly increase your capacity and your revenue. Investing in your employees can help you to improve the quality of care you offer to your families while also helping your business grow.\n\nCurrently, there are two notable issues to be aware of in the job market. First, there has been a growing trend of workers leaving their industry during the pandemic, or the workforce entirely, resulting in staffing shortages throughout the nation. In the early stages of the pandemic, many businesses in the child care industry experienced government-ordered closures or COVID-related quarantines leaving educators furloughed or without pay. This number of jobs in the child care sector has not recovered to pre-pandemic levels. The UC Berkeley Center for the Study of Child Care Employment reports that 10% of child care workers have left the industry since February 2020. Without the necessary financial incentive or employee benefits, employers can struggle to attract top talent to their organization. To remain competitive with other child care programs in this current job market, it is a wise idea to consider raising rates of compensation.\n\nNot only will this help you find and keep quality employees for your business, but it will also alleviate the second biggest challenge right now in the child care industry: securing living wages for child care workers. The COVID-19 pandemic has highlighted the role of the child care industry as essential to the nation’s economy to allow parents to remain in the workforce, however, positions in the industry are typically underpaid. This reality has contributed to child care workers leaving their roles for other jobs where they can make more. This has been especially true for jobs in the child care sector which have been challenged by low wages since before the pandemic. As such, it is important to consider temporary pay increases and bonuses as a way to attract and retain top talent in a competitive landscape, as well as address long-term salary challenges among child care workers.\n\nTypes of Pay Increases\n\nWhen considering increases for your employees, there are a few different types of pay increases that you may wish to consider that have different impacts on your employees and your business: bonuses, temporary pay increases, and long-term or permanent pay increases. As a first step, determine what type of pay increase you would like to offer your employees.\n\nBonuses\n\nA bonus is a one-time lump sum payment that boosts your employees’ overall income with no obligation to offer additional bonuses in the future. Bonuses can be useful in attracting new employees to your organization or to retain existing employees and reward them for their hard work. For example, you may wish to provide a bonus for a new employee upon hire or after successful employment with your organization for 6 months.  You could reward employees with a bonus during times of greater need such as before the holidays, the beginning of a summer break, or for working during evenings or other non-traditional work hours. Bonuses are also a fantastic way to reward employees for times that they have gone above and beyond in the workplace, such as during periods of being short-staffed or working in situations that are more difficult than usual and can have a great impact on employee morale.\n\nTemporary Pay Increases\n\nA temporary pay increase is one in which you increase the salary or hourly wages for your employee, but it is intended to last only for a short duration of time with a clear end date. For example, you could reward your two hard-working employees for their efforts during the pandemic by increasing their wages over the course of the next year. These employees would understand they would return to their original wage levels after the temporary pay increase period ends. You can read more about Temporary Pay Increases at childcare.texas.gov.\n\nLong-Term Pay Increases\n\nLong-term or permanent pay increases are those that increase the salary or hourly wages of an employee permanently and is considered a raise of their base level of pay, without any planned reduction. This type of increase is desirable from an employee’s perspective because it means a permanent increase of funds into the foreseeable future. From an employer’s standpoint, this type of pay increase can help your business remain competitive and retain employees; however, these must be sustainable on the employer’s side as well.\n\nCreating a Pay Scale\n\nWhen considering raising compensation for your employees, especially if you hire new employees, it is worth evaluating your current compensation levels to avoid wage compression. Simply put, wage compression happens when employees who have been in a position for a long time make less than new employees in the same type of position. Wage compression can happen when demand for employees exceeds the supply of employees, resulting in new hires receiving higher wages than existing employees of the same level. It is especially easy for this to happen when your criteria to determine compensation is out of date, too broad, or otherwise unclear. Wage compression can cause undesirable internal conflict between new and existing employees and can make it difficult to retain existing employees.\n\nTo prevent this from happening, we recommend creating a clear pay scale to ensure that pay is fair and equitable across your organization. It is a great practice to reevaluate your pay scale in comparison to current market rates at least once per year, and whenever new hires are made. One option to collect that data would be to review up to ten job postings for similar positions from similar child care businesses in your area to see how much they are paying. Some online job search sites also offer a convenient search function that allows you to easily search the estimated median salary by profession for your area, as well as compare to national rates. Your pay scale should reflect your employees’ education levels, qualifications, skill levels, and experience in conjunction with the responsibilities and roles associated with their position.\n\nTo begin:\n\nWrite down all the job descriptions in your organization, key qualifications, and responsibilities associated with each role\n\nEvaluate each position based on required qualifications/certifications, responsibilities, and role and rank them accordingly\n\nGroup positions of similar ranking together in tiers\n\nResearch market rates for similar positions from similar establishments in your area to find average compensation for each tier\n\nCreate a range of pay within each tier spanning from entry-level (75-80% of market average) to highly skilled (120-125% of market average)\n\nEvaluate employees based on their skill level, seniority, and experience to determine if they should receive entry-level, average, or highly skilled level pay within their tier\n\nUnderstanding Costs of Pay Increases.\n\nWhen considering increasing employee pay, either short- or long-term, it is important to be aware of the associated costs so that you, as a business owner, can be prepared to cover them. To determine the increase in costs associated with raising employee pay, you will need to compare your current costs with your new costs, including both rates of pay and payroll taxes.\n\nCalculating Current Costs\n\nCurrent Wages. To begin, calculate the current wages that you pay your employee each week based on the following calculation:\n\nTotal hours worked per week x current hourly rate = Current wages per week\n\nFor example, let’s say that you have one full-time employee that currently earns $10 per hour.\n\n40 hours per week x $10 per hour = $400 (current weekly wages)\n\nCurrent Payroll Taxes. As an employer, you will also need to be aware of the increase in payroll taxes that comes with this increase in pay that you will be required to pay. Currently, employers in the state of Texas owe the following taxes:\n\nFederal Insurance Contributions Act (FICA) Taxes:\n\n6.2% Social Security Tax (withheld on the first $142,800 an employee makes in 2021)\n\n1.45% Medicare Tax (withheld on all of an employee’s wages)\n\n6% Federal Unemployment Tax Act (FUTA) Tax (withheld on the first $7,000 an employee makes in 2021)\n\n0.21% Texas Unemployment Insurance (UI) Tax (Pandemic Stabilization Rate withheld on the first $9,000 an employee makes in 2021)\n\nTo calculate payroll taxes, use the employee’s wages multiplied by the tax percentage:\n\nCurrent wages x 6.2% (0.062) = Social Security Tax\n\nCurrent wages x 1.45% (0.0145) = Medicare Tax\n\nCurrent Wages x 6% (0.06) = FUTA Tax\n\nCurrent Wages x 0.21% (0.0021) = Texas UI Tax\n\nUsing our previous example, here is how you would calculate payroll taxes for a full-time employee paid $10 per hour:\n\nCurrent Taxes:\n\n$400 x 6.2% Social Security Tax (0.062) = $24.80\n\n$400 x 1.45% Medicare tax (0.0145) = $5.80\n\n$400 x 6% FUTA Tax (0.06) = $24.00\n\n$400 x 0.21% Texas UI Tax (0.0021) = $0.84\n\nTOTAL: $55.44 taxes per week\n\nTotal Current Costs. To calculate total cost, you need to combine the total wages paid to your employee with the payroll taxes owed on those wages. Using our same example, you will see that the total current cost is $455.44 per week:\n\n$400 (total wages) + $55.44 (total payroll taxes) = $455.44 (total cost)\n\nCalculating Increase in Costs. Now that you know your current costs, you will need to calculate the new costs after you have raised your employees rate of pay.\n\nLet’s say that you want to raise your full-time employee’s rate of pay from $10 per hour to $12 per hour. You already know the total weekly cost associated with $10 per hour, so now you will need to make the same calculations using $12 per hour as your rate of pay:\n\nCalculating New Costs.\n\nNew Wages: 40 hours per week x $12 per hour = $480 total wages per week\n\nNew Taxes:\n\n$480 x 6.2% Social Security Tax (0.062) = $29.76\n\n$480 x 1.45% Medicare tax (0.0145) = $6.96\n\n$480 x 6% FUTA Tax (0.06) = $28.80\n\n$480 x 0.21% Texas UI Tax (0.0021) = $1.01\n\nTotal: $66.53 taxes per week\n\nTotal New Cost:\n\n$480 (new wages) + $66.53 (new taxes) = $546.53 (new cost)\n\nDifference in Old vs. New Costs. Now, you have the total current cost ($455.44) and the total new cost ($546.53). To determine your total increase in weekly costs to raise one full-time employee from $10 per hour to $12 per hour, subtract the current costs from the new costs:\n\n$546.53 (new costs) - $455.44 (current costs) = $91.09 (increase in costs)\n\nThis means that the total employer costs per week increases by $91.09, when giving this employee a $2 per hour raise, or $4,736.68 per year (multiplying weekly costs by 52 weeks in a year).\n\nBonuses or Short-Term Pay Increases\n\nWhen increasing employee pay, it is important to make sure that you are prepared to handle these costs as part of your business expenses. Whether it is for one-time lump sum bonuses or wage increases over a short period of time, you will want to make sure that you have the estimated payroll costs ready when owed. When determining how much to withhold for bonuses, know that one-time lump sums can be taxed in two ways. First, you can calculate the taxes owed on your employee’s bonus using a flat percentage of 22% for supplemental pay, regardless of your employee’s income tax withholding rate. This is easiest when you pay your employee in a separate payment from their normal wages:\n\n$1000 bonus x 22% = $220\n\nSecond, you can combine their bonus with their regular pay. In this instance, you can treat the combined amount as if it were one payment and calculate the payroll taxes the same as you would for regular pay:\n\n$1000 bonus + $1200 paycheck = $2200 combined payment\n\nPayroll Taxes:\n\n$2200 x Social Security Tax 6.2% (0.062) = $136.40\n\n$2200 wages x Medicare Tax 1.45% (0.0145) = $31.90\n\n$2200 x FUTA Tax 6% (0.06) = $132.00\n\n$2200 x Texas UI Tax 0.21% (0.0021) = $4.62\n\nTOTAL payroll taxes on combined payment = $304.92\n\nTo calculate the amount of payroll taxes owed on the $1000 bonus specifically, execute the same calculations using $1000 as the total wages:\n\n$1000 x Social Security Tax 6.2% (0.062) = $62.00\n\n$1000 wages x Medicare Tax 1.45% (0.0145) = $14.50\n\n$1000 x FUTA Tax 6% (0.06) = $60.00\n\n$1000 x Texas UI Tax 0.21% (0.0021) = $2.10\n\nTOTAL payroll taxes on bonus portion of payment = $138.60\n\nWhen calculating withholding amounts for bonuses when combined with regular pay, you would combine the payroll tax amounts with the federal income tax withholdings per your employee’s withholding rate.\n\nOnce you have determined the amount that will be owed for payroll taxes, estimate how much you will need to set aside to ensure you have funds available when the time comes. This can be as simple as taking the amount that you anticipate owing and dividing it by the time period that the wage increase will cover. To use our previous example, raising a full-time employee’s pay by $2 resulted in a new weekly cost of $546.53, which is $28,419 per year. This means that this employer would need $2,368.29 per month to cover the total costs of this employee with their new salary. While this may seem like a lot in total, the increase was $394.71 per month, or a 17% increase. In this case, you would need to plan to set aside at least an additional $394.71 each month to ensure that you are able to cover those additional costs.\n\nDisclaimer: The information contained in this presentation has been prepared by Civitas Strategies Early Start and is not intended to constitute legal, tax, or financial advice. The Civitas Strategies Early Start team has used reasonable efforts in collecting, preparing, and providing this information, but does not guarantee its accuracy, completeness, adequacy, or currency. The publication and distribution of this presentation are not intended to create, and receipt does not constitute, an attorney-client or any other advisory relationship.  Reproduction of this presentation is expressly prohibited.",
  "word_count": 2453,
  "content_type": "docx"
}