{
  "doc_id": "5b947ef6621a44810e827c56e845c72d",
  "url": "https://www.twc.texas.gov/sites/default/files/ccel/docs/contractor-or-employee-twc.docx",
  "filename": "contractor-or-employee-twc.docx",
  "text": "When is someone a contractor or an employee?\n\nLearn how to Classify your Staff\n\nVideo: https://youtu.be/yazjLYN_q60\n\nIntroduction\n\nHiring somebody to help you with your child care business can be one of the best decisions you can make. It can help you serve more children, improve quality, and be a more efficient business. However, there’s a question that often comes up - is my hire a contractor or an employee? The risks are real and knowing the answer can save you a great deal of time and money.\n\nWhat’s the Issue?\n\nEmployees and contractors are treated very differently under federal and state law. Contractors are considered independent business people. They pay their own employment taxes, and the employer usually has fewer legal obligations for the worker, such as providing paid time off. Employees, on the other hand, come with greater costs, like employment taxes and benefits.\n\nSometimes, in the face of these additional costs, child care business owners will opt to have a person be treated as a contractor, even though they should be an employee. Sometimes, this is even the preference of the worker as well.\n\nThe problem is that the classification isn’t solely up to the employer. There are rules that determine if a person needs to be one or the other.\n\nFurther, misclassification of a contractor can cost you a great deal of money and time. If you make a mistake, even an “honest one” where you just feel you didn’t know, you can be liable for:\n\n100 percent of the employer taxes you should’ve been contributing all along.\n\nA portion of the employee’s contribution to payroll taxes. (Yes, you read that right: the employer has to pay a portion of the taxes they would never have paid in the first place.)\n\nSubject to criminal fines for thousands of dollars.\n\nThe price of any missed benefits and other compensation such as paid time off that the worker didn’t get as a contractor.\n\nWith risks like these you can see why it is important to ensure you chose the right path - which leads to the question: how do you know which to choose?\n\nThe three essential elements\n\nIn determining if you have a contractor or employee you want to look at the three essential elements of the definition of employment: service, wages, and direction and control.\n\nService (Type of Relationship)– Does the person work on a contractual basis or on short-duration projects (like a contractor)? Does the person work for other businesses or just for you?\n\nWages (Financial)— How is the person paid? For example, is the person paid every week for a set number of hours (which indicates an employee), or does the work vary (like a contractor)? Do they have regular expenses that are reimbursed (like an employee)?\n\nDirection (Behavioral) — How much control do you have over the day-to-day work? For example, do you set the requirements around the hours of work, what equipment or tools need to be used, or the training needed? (If yes, then this person is likely an employee.)\n\nIn most states that’s about all the guidance you get.\n\nLuckily in Texas, we have even more detail from the Texas Workforce Commission to help us decide. Here’s how you can use the 20-point comparative approach. First, run through each of the questions for each worker you have. If most of the answers are in the “employee” column, you have an employee. If not, you may have a contractor – it is important to know that it isn’t 100%  fool-proof so when in doubt, ask a human resources professional (you can connect with one at texas@ecebizcoach.org).\n\nFor more information also check out this guidance from the state of Texas - https://www.twc.texas.gov/businesses/classifying-employees-independent-contractors.\n\nSo, What Do You Do?\n\nWe recommend child care owners take three actions when it comes to classifying workers as contractors:\n\nFirst and foremost, think through a position before you hire. Run through the 20-point list before you make the mistake of mis-hiring and have the liabilities associated with it.\n\nSecond, if you think you may have one or more misclassified contractors, stop and do a full assessment by answering the questions on the above 20-point comparison grid. Again, this means looking at the roles you have and the contractors themselves. Seek help from a Human Resources or Legal professional on what to do on anyone who is misclassified.\n\nThird, when in doubt seek counsel from a Human Resources or Legal professional. As you now know from the possible penalties, potential misclassification is a high-stakes bet and one you don’t want to lose. This is one of those times that it’s worth the money to invest in professional advice if you have questions or want to be sure how to proceed.\n\nCommon Law Factors | Employee | Contractor\n\n1. Instructions | Receives instructions on when, where and how work should be performed | Does the job their way with little to no instruction\n\n2. Training | Trained by a more experienced employee or\nare required to attend meetings or take training courses | Uses their own methods and thus need not receive training from the employer\n\n3. Integration | Services of an Employee are usually merged into the Employer's overall operation; the Employer's success depends on those Employee services | Services are usually separate from the client's business and are not integrated or merged into it\n\n4. Services Rendered Personally | Their services must be rendered personally; Employees do not hire their own substitutes or delegate work to them | Able to assign another to do the job in their place and need not perform services personally\n\n5. Hiring, Supervising & Paying Helper | An Employee may act as a foreman for the employer but, if so, helpers are paid with the employer's funds | Selects, hires, pays and supervises any helpers used and are responsible for the results of the helpers' labor\n\n6. Continuing Relationship | Often continues to work for the same employer month after month or year after year | Usually hired to do one job of limited or indefinite duration and has no expectation of continuing work\n\n7. Set Hours of Work | May work \"on call\" or during hours and days as set by the employer | Is the master of their own time and works the days and hours they choose\n\n8. Full Time Required | Devotes full-time service to the employer, or the employer may have a priority on the Employee's time | Cannot be required to devote fulltime service to one Employer exclusively\n\n9. Location Where Services Performed | Employer has the right to mandate where services are performed | Work where they choose. The workplace may be away from the client's premises\n\n10. Order or Sequence Set | Performs services in the order or sequence set by\nthe employer. This shows control by the employer | Concerned only with the finished product and sets his or her own order or sequence of work\n\n11. Oral or Written Reports | May be required to submit regular oral or written reports about the work in progress | Usually not required to submit regular oral or written reports about the work in progress\n\n12. Payment by the Hour, Week or Month | Typically paid by the employer in regular amounts at stated\nintervals, such as by the hour or week | Normally paid by the job, either a negotiated flat rate or upon submission of a bid\n\n13. Payment of Business & Travel Expense | Business and travel expenses are either paid directly or reimbursed by the employer | Normally pay all of their own business and travel expenses without reimbursement\n\n14. Furnishing Tools & Equipment | Furnished all necessary tools, materials, and equipment by their employer | Ordinarily provides all of the tools and equipment necessary to complete the job\n\n15. Significant Investment | Has little or no investment in the business. Instead, an\nEmployee is economically dependent on the employer | Has a substantial financial investment in their independent business\n\n16. Realize Profit or Loss | Does not ordinarily realize a profit or loss in the business, they are paid for services rendered. | Can either realize a profit or suffer a loss depending on the management of expenses and revenues\n\n17. Working for More than One Company at a Time | Ordinarily works for one employer at a time and may be prohibited from joining a competitor | Often works for more than one client or company at the same time and is not subject to a non-competition rule.\n\n18. Making Service Available to the Public | Does not make his or her services available to the public except through the employer's company | May advertise, carry business cards, hang out a shingle, or hold a separate business license\n\n19. Right to Discharge without Liability | Can be discharged at any time without liability on the employer's part | If the work meets the contract terms, an Independent Contractor cannot be fired without liability for breach of contract\n\n20. Right to Quit without Liability | May quit work at any time without liability on the Employee's part | Legally responsible for job completion and, on quitting, becomes liable for breach of contract",
  "word_count": 1540,
  "content_type": "docx"
}