{
  "doc_id": "608c258b92782203a77afdd7639e037d",
  "url": "https://www.twc.texas.gov/sites/default/files/ccel/docs/incorporation-twc.docx",
  "filename": "incorporation-twc.docx",
  "text": "Should I incorporate my child care business?\n\nLearn how to decide what business structure is best for your business and understand your options for incorporation.\n\nVideo: https://youtu.be/RGqB_BHkKiE\n\nIntroduction\n\nWhen deciding which type of business structure is right for your child care business, you may have many questions. Determining what is best is dependent on many factors, including your business size, whether you intend to have any employees, and what your financial situation looks like at this time. To help you decide, this guide will walk you through the differences between a sole proprietorship and a corporation and highlight the pros and cons of each structure. Additionally, we will help you to understand the various corporation types that exist and what business structures are most common in child care.\n\nWhat is a Sole Proprietorship?\n\nA sole proprietorship is one of the most basic business types. It is also the most inexpensive and simple way to start a business. All that is needed to establish a sole proprietorship is for the single business owner to obtain necessary licenses and permits. After that, you can start doing business without any additional steps required. Owners of sole proprietorships are considered to be self-employed.\n\nSole Proprietorship: Tax Identification Number\n\nIn the early stages of running a sole proprietorship, most business owners usually use their own social security number as the tax identification number for the business. This is a quick and simple way to get your business up and running without having to do any additional paperwork. However, you can also get an Employer Identification Number (EIN) from the Internal Revenue Service. This number functions like a social security number for your business but is an identification number issued by the IRS specifically for your business. The advantage of an EIN is that it will limit the number of documents with your social security number on it, which can help you to keep your personal identification number safe and prevent it from being misused. Sole proprietors must get an EIN if they wish to hire employees, and if you want to open a business bank account.\n\nSole Proprietorship: Business Name\n\nA sole proprietorship is set up with the owner’s full legal name as the business name but you can also establish a “doing business as” (DBA) to use in your operations. This is a name your sole proprietorship can use publicly and is typically set up through your local government. For example, you may have a sole proprietorship using your own name, but also use the DBA name “Happy Bear Child Care” in your marketing materials, signs, and other pieces associated with your child care business. Setting up a DBA can simplify how you do your business banking and can allow you to accept payments both to your legal name and to your DBA name. Additionally, creating a DBA can help you to define your business brand which can be useful in your marketing approach.\n\nSole Proprietorship: Taxation\n\nRegarding profits, a sole proprietorship is considered a “pass-through” business. That means that the profit from your business, or the money that remains after you pay all your expenses, is included on your Schedule C of your 1040 and will “pass through” to your personal tax return as your income. Business owners who file an IRS 1040 with a Schedule C or receive a K-1 for self-employment income are taxed at the self-employment rate of 15.3% and their personal income tax rate. Pass-through entities will only experience this one layer of taxation with profits treated the same as your income. What this means is that when a business is a pass-through entity, the business profits are taxed as the owner’s personal income at their personal rate. The profits for businesses that are not considered pass-through entities are taxed twice: First on the business level on corporate tax returns, and again once remaining profits are distributed to shareholders as a dividend.\n\nIt's important to remember that as a sole proprietor you are the business, and the business is you. This means that in terms of taxes and liability, there is no separation between the sole proprietorship and the business owner. For example, if you have business debt, your personal assets are not protected and can be legally seized if you were to default on a loan. On the positive side, a sole proprietorship is inexpensive to start and maintain each year, and you have full control over all business decisions.\n\nWhat is a corporation?\n\nMost basically, a corporation is a business that has been incorporated resulting in a separate “corpus,” or body. Where a sole proprietorship is not separate from the business owner in terms of taxes, liability, and debt, a corporation is a legal entity that is separated from yourself as the owner. There are undoubtedly benefits to this legal separation between business and business owner, though this comes with some additional effort (such as annual filings and a separate tax return) that is needed in setting up the corporation and maintaining it. In terms of liability, your personal property and money are usually protected from outstanding debts of the corporation. In terms of taxes, some corporate forms, like those for the S corporation or nonprofit corporations can provide some tax advantages, which will be discussed in the following section.\n\nWhat are the types of corporations?\n\nThere are five corporation types that you will most likely consider:\n\nNonprofit corporations\n\nC corporations\n\nS corporations\n\nPartnerships\n\nLLCs\n\nNonprofit corporations are “charities,” public-serving companies that are not owned by an individual. Instead, they have a board of directors, who are typically not employees, that lead the organization. Nonprofits can be difficult to manage day-by-day since the director of the corporation will need approval from the board of directors to make key decisions. Additionally, since the organization is not supposed to be operating for the generation of profit, there are several rules about how money must be spent. On the positive side, nonprofits are typically exempt from most federal, state, and local taxes and may be eligible for some government and foundation grants.\n\nThe remaining corporation types are for-profits, meaning that they are “owned” by people or other corporations and are intended to provide profit for those owners.\n\nMost of the large companies you see and hear about are C corporations. The C corporation is owned by shareholders. This structure is easier for large enterprises since it allows ownership to be transferred through shares. They are also the most complex in terms of their legal requirements and the most expensive to run in terms of administrative fees and taxes. They also suffer from “double taxation,” that is the profit from the company is taxed at a corporate rate and then the owners need to pay additional income taxes on it. For most child care businesses, the additional efforts of a C corporation in terms of paperwork and taxes will likely outweigh the benefits.\n\nIn reaction to the complexities of owning a C corporation, the federal government created a small-business version, called an S corporation. The S corporation is a separate legal entity from you personally (like a C corporation) but is limited in the number of owners. Like a sole proprietorship, the S corporation is a “pass-through” entity, which means that any profit you take out of an S corporation flows into your personal taxes, so it is usually a less complex structure to manage throughout the year and at tax time. The structure also means that the corporation itself is not receiving profits (they flow to your personal taxes); therefore, you typically are not subject to corporate taxation in addition to income taxes.\n\nAs an S corporation you can also pay yourself a reasonable salary as a w-2 employee (which does get taxed as wages) but then any profit above this salary is only subject to income tax.\n\nA partnership is a business where two or more individuals share ownership. Each person contributes equally in terms of the investments of the business but also shares the profits and losses of the organization in the same way. Because of the nature of the partnership involving shared governance, typically there are very explicit processes to address how to resolve disputes, share profits, and change ownership. Partnerships are usually inexpensive to set up, but they also have shared liability and governance.\n\nWe saved the most typical company classification for last – the limited liability company, or LLC. LLCs usually offer small business owners the greatest ease at start-up, flexibility, and ownership. LLCs can be owned by one or more individuals and are governed first and foremost by your state. This means that they are a state-level corporation, not a federal one. For your federal taxes, you need to let the IRS know how you want to be taxed. That means when you start the LLC, and again each year, you can “choose” which type of corporation you want to be treated as for tax purposes. This means that when you begin your business, you can start being taxed the same way as a sole proprietorship when your business is small. As you begin to grow, you can elect to be treated as an S corporation or C corporation. In addition to having some flexibility around taxation, LLCs typically also cost less to start up and maintain with the state.\n\nWhich type of business structure should I choose?\n\nGenerally, child care business owners set up their businesses as sole proprietorships, LLCs, or S corporations, as these tend to be the best fit in the child care industry. So which one is best for your business? The answer depends greatly on the specific circumstances of your business and your current financial situation. However, we can talk broadly about the benefits of each structure.\n\nIf you are just starting out or are short on revenue and/or time, a sole proprietorship can be a good choice for structure.\n\nHowever, if you have some time and have some degree of cash reserves, forming an LLC can start to give you some benefits, even if you just do it as a single member LLC, or an LLC that files as a sole proprietorship for tax purposes. Starting up an LLC can be relatively inexpensive (typically under $1,000 and many people do it themselves for less), as well as to maintain (annual filing fees range from nothing to $500). In exchange for that investment, you gain additional liability protection – this means that your company, not you personally, would be primarily liable for any adverse actions, such as a lawsuit.\n\nForming an S corporation can be more costly and time-consuming, and includes the need to file a corporate tax return. However, there can be additional benefits beyond liability protection. For example, an S corporation owner is able to pay themselves a “reasonable wage” (that is taxed as normal wages) and then treat money above that as a distribution (that is profit) which is taxed as income. The result is a lower tax bill in many cases. The IRS doesn’t define a specific number for “reasonable wages,” but it should match similar pay in your area using job postings or similar sources.\n\nAs a rule of thumb, you need to be able to have $10,000 or more in distribution to make the additional costs of an S corporation worthwhile. For example, let’s say you make $55,000 a year as a sole proprietor, and you become an S corporation. If you find that a reasonable wage is $40,000 that means the remaining $15,000 will be a distribution and taxed at your regular income tax rate, saving you the expense of employment or self-employment taxes.\n\nIn the example above, the person receiving $55,000 in income as a sole proprietor would pay around $14,099 in self-employment and income taxes. However, in the second scenario, having $40,000 in income and $15,000 in a distribution they would pay around $11,942, a savings of $2,157.\n\nWe also want to note you can keep your costs lower with an S corporation by creating an LLC and declaring as an S corporation for tax purposes. As you know, LLCs have the option to declare how they will be treated come tax time. Since S corporations can pay the owner a reasonable wage (taxed as normal wages) and then treat profit as a distribution (taxed as a capital gain at your regular income tax rate), this option provides benefits at tax time. Additionally, creation of an S corporation can be time consuming and costly, so creating an LLC that declares as an S corporation can give you similar benefits at a lower cost.\n\nDisclaimer: The information contained here has been prepared by Civitas Strategies Early Start and is not intended to constitute legal, tax, or financial advice. The Civitas Strategies Early Start team has used reasonable efforts in collecting, preparing, and providing this information, but does not guarantee its accuracy, completeness, adequacy, or currency. The publication and distribution of this information is not intended to create, and receipt does not constitute, an attorney-client or any other advisory relationship. Reproduction of this information is expressly prohibited.\n\nTypes of Businesses\n\nSole Proprietorships | Basic, simple, inexpensive | No separation between the sole proprietorship and business owner | Full control over business decisions but your personal assets are not protected\n\nCorporations (overall) | Require additional filings | Separation between business and business owner | Personal property and money protected from corporation liability\n\nNon-Profit Corporations | Charities, specific rules on how money can be spent | Board of directors lead the organization, need approval by board for key decisions | Exempt from most federal, state, and local taxes. May be eligible for government and foundation grants\n\nC Corporations | Complex legal requirements | Owned by shareholders, ownership transferred through shares in company | Will be subject to “double taxation” (business profit is taxed and owners pay income tax on earnings)\n\nS Corporations | Less complex than other corporations, inexpensive | Limited number of owners | Owner can be paid as w-2 employee, owners pay income tax on earnings\n\nPartnerships | Explicit processes for sharing profits, resolving disputes, and changing ownership | Two or more owners | Each partner shares profits and losses in the same way\n\nLLCs | Ease of start-up and flexibility | Owned by one or more individuals | Flexibility around taxation, cost less to start and maintain",
  "word_count": 2396,
  "content_type": "docx"
}