{
  "doc_id": "655c0e34f6bbf4259dc86be50deaeab8",
  "url": "https://www.twc.texas.gov/sites/default/files/ccel/docs/employer-child-care-partnerships-guide.docx",
  "filename": "employer-child-care-partnerships-guide.docx",
  "text": "Child Care-Employer Partnerships\n\nA Comprehensive Guide for Employers and Child Care Providers\n\nWithout affordable, accessible options for child care, qualified workers who are parents and caregivers cannot take on work, which leaves positions unfilled. As the Dallas Federal Reserve states, “Because the child care sector enables many parents to work, developments that threaten the quality, quantity or affordability of that service could … ultimately weaken U.S. productivity and economic growth.” Ensuring that Texas businesses are able to remain competitive will require a strong child care market for employees to rely on.\n\nBusinesses who seek to offer child care benefits to their staff can partner with an existing child care provider in their community to secure child care for their employees’ dependents, helping to retain and attract staff, improve morale, and boost productivity.\n\nTWC understands that developing these partnerships takes time and effort – this guide is intended to support both child care providers and employers in developing strong partnerships to serve children and families.\n\nWhat does it mean for a child care provider to be in a partnership with an employer?\n\nA partnership between an employer and a child care provider can take many forms and can be crafted to meet the needs of the employer’s business, their employees, and the child care business.\n\nFor instance, if a business provides financial assistance and resources for their employees to find or afford child care, this arrangement is often called “employer-sponsored child care” because the employer is sponsoring care for their employees’ children. However, this might not necessarily result in a formal partnership with a local child care provider.\n\nA formal partnership means that the child care provider has contracted with the employer to serve only children of their employees, or the program is allocating or reserving a certain number of their slots for those employees’ children. Employers might be able to work with the child care provider to be open during the shifts that their employees work. Or employers could simply have an agreement with a local provider to refer your employees to that provider if and when they need child care, which could help boost enrollment at the program.\n\nChild care programs can offer services on or near an employer’s campus or off-site at their own facility, depending on the situation. Usually, partnering with a child care provider that is separate from a business means that the child care provider would hire and train staff and take care of all aspects of their own business.\n\nChild care providers and employers pursuing formal partnerships should ensure that a written and signed agreement details the responsibilities and expectations of each party. More details about what should be included in this agreement are below.\n\nFor Child Care Providers\n\nWhy should child care providers consider a formal partnership agreement with a business?\n\nA formal partnership can have many benefits to your child care business. Your enrollment might become more stable, meaning you could count on more reliable and constant income, because a local business is sending their families to you. This could save you time on outreach and marketing. You may become a trusted resource for that business and word of mouth could lead to additional partnerships in the future. You may be able to match the businesses hours of operation, and possibly even be closed on holidays or during times the families are not at work. Think about the long-term impacts of this partnership and what it could mean for your business in years to come.\n\nFor Employers\n\nWhat is the incentive for employers?\n\nEmployers who offer child care benefits to their employees report increased employee retention and loyalty, improved productivity, and a better workplace environment. All of this leads to reduced expenses in employee absences and turnover and higher profits due to increased productivity.\n\nFurther, you may be eligible to receive a tax break if you invest in care for your employees. The\n\nEmployer-Provided Child Care Facilities and Service credit offers a refund of up to 25% of your child care expenses at tax season plus 10% of research and referral expenses, with a maximum annual credit of $150,000. You may be eligible to claim this credit for expenses that your company incurs to provide child care services to your employees, either on-site or in contract with a local child care facility, as well as for the expenses you incur to help them find child care.\n\nFor instance, if your business is interested in partnering with a child care business to open a child care program on your campus, then you could recoup up to 25% of the costs related to constructing, expanding, or rehabilitating your business property to accommodate child care services (keep in mind the credit is capped at $150,000 annually). You can also claim the operating expenses of this facility, including training employees and scholarship programs for tuition.\n\nAlternatively, if you would like to enter a contract with a child care provider to offer child care services to your employees off-site, then you may claim 25% of business expenses (with a limit of $150,000 annually) for facility maintenance, child care providers’ wages and training, and children’s tuition.\n\nOne additional way to receive funding through the tax credit is to provide resource and referral services to your employees. If you offer resource and referral services to help your employees find and access child care, you may claim 10% of these expenses as part of your tax credit. This 10% is in addition to the 25% of “direct service” expenses you can claim, but it is included in the $150,000 credit limit.\n\nHow do I launch a program?\n\nIf you are a Texas employer interested in offering child care as a benefit to your employees, you will first want to decide what type of benefit you will offer. For instance, will you offer on-site child care, or will you contract with a local child care provider to reserve spaces? How many of your employees need child care and how many would use this benefit if you provided it? Is there an existing child care business nearby you could work with, or do you need to start conducting outreach? Will you be offering financial assistance to help your employees afford child care, or any other benefits? What other decision-makers within your company do you need to involve in this process? Getting answers to these questions will be crucial first steps.\n\nIf you don’t know the answer to these questions, you might want to speak with your employees about their needs and what they would want from a child care benefit. Do they want to continue sending their children to their existing arrangement, or would they appreciate an on-site option at your place of work? How many employees actually need care at the moment? If they were developing the benefit, what would it look like? Surveying your employees anonymously to determine answers to these questions can help you figure out the demand for child care and preferences of your employees.\n\nIf you intend to partner with an existing child care business, either to reserve spaces or open a new location for your employees, you will want to conduct outreach locally. You may even reach out to your local Workforce Board office, as they may have a good idea of potential partnerships and providers that are looking to expand.\n\nExample\n\nYour 100-person business wants to renovate a space in your facility so that you can provide child care as an employee benefit. You speak with an established child care provider who shares that she can accommodate up to 18 children in that space with 1-2 staff members. The child care provider would open a new site which operates within your business space for your employees’ children.\n\nAfter discussing and recording the terms of your partnership, you both sign a written Service Agreement.\n\nYou agree to cover the costs of renovating your existing space within your own facility and preparing an outdoor area to be suitable for children’s use (e.g. playground, landscaping, and fencing). This costs $25,000.\n\nThe child care provider will be responsible for staffing and running the child care program. Her business will provide all supplies needed to run a child care program, such as toys, curriculum, books, and playthings.\n\nThe new program will be ready to start providing services on January 2, 2023 with a capacity of 18 children. As an employee benefit, your company offers to cover 10% of tuition per employee’s child. The provider charges an average of $250 per week per child. (Infant tuition costs more than tuition for children over the age of two.) To plan for your on-site child care program operating at capacity, you would allocate $25,000 per year toward the employee child care benefit.\n\n($250 * .1 = $25; $25 * 52 * 18 = $23,400)\n\nIf you report the $25,000 in renovations on your 2022 taxes and begin offering an employee child care benefit in 2023, for each year in this example, your business could claim $6,250 as a tax deduction, which is 25% of your expenses each year. You can also itemize and deduct maintenance and repairs that your business covers in the child care space.\n\nThe true cost to your business each year would be closer to $18,000—a small annual price to pay for attracting and retaining top talent in your community.\n\nDeveloping a Workforce-Child Care Partnership Service Agreement\n\nWhat should be included in the service agreement?\n\nWhen entering an Employer-Child Care Partnership, employers and child care businesses must discuss and agree upon which entity will take on which responsibilities and what the expectations are for both parties.\n\nEmployers may decide that they want to pay a portion of their staff’s child care costs directly to the child care provider. If that is the case, that will need to be explained in the agreement. Alternatively, employers may opt to promote the child care business to employees without financially supporting the cost of their services.\n\nThere are many other questions and considerations that should be discussed and mutually agreed upon by all involved parties. Once these decisions have been made, you can add lists of responsibilities within the Service Agreement template.\n\nWe have included sample Service Agreement templates below. The templates below are intended to be used as a sample and as a starting point. We strongly recommend that you connect with your business insurance representatives and legal representatives as you draft and before you sign this service agreement or any significant business contract. The individuals and entities who sign the contracts accept responsibility for the agreements made therein.\n\nWhat to discuss in planning your Workforce Child Care Partnership\n\nNature of partnership:\n\nWill the program operate at a facility operated by the employer (on-site) or at a facility operated by the child care business (off-site)?\n\nWill the business directly pay tuition, for reserved spots, or for other expenses? If so, how much will be paid, and how frequently?\n\nWho will be responsible for collecting remaining tuition? If the employer collects tuition as a payroll deduction, for instance, how will this be transferred to the provider?\n\nLocation:\n\no Is the location a new child care program, or existing? Will renovations be needed? How long will they take? What will be the address and exact location (including, if applicable, building name, wing, or room number) of the child care program?\n\nSlots and Children Served:\n\nWhat ages will the child care program serve?\n\nHow many children can the program serve?\n\nHow many slots are currently available for the partnership, and how many are already filled?\n\nWill additional slots be reserved for staff if they open up? What happens if there is a wait list for employees’ children?\n\nProgram schedule: What are the program hours? What days/times during the year is the program is closed or will be closed? Does this match the hours of the employer?\n\nDemand: Has the employer assessed whether their current employees would enroll children in this program? How many families/children might enroll as soon as this partnership begins? How many families/children are interested in enrolling next year? Are there more or less slots available than this assessed demand?\n\nResponsibility for premises:\n\nWhich party is responsible for:\n\nOwnership or lease of the space?\n\nMaintaining the facility’s interior? (For example, who is responsible for fixing a leak in the ceiling or a floorboard that has come loose?)\n\n(If applicable) Maintaining “studs out,” meaning the facility’s exterior and grounds? (For example, who is responsible for mowing the grass? Who is responsible for ensuring that the path families take to enter the child care program from outside the building is well-maintained and unobstructed? If a private space is rented, this might be the renter’s landlord’s responsibility.)\n\nResponsibility for employment: Which party will be the employer of the hired child care staff, responsible for paying wages?\n\nResponsibility for liability\n\nLiability insurance: The child care provider must hold liability insurance for their program. If operating as its own business, the child care program should have its own business liability insurance covering the workforce child care space.\n\nBusiness property insurance: If a child care program is operating within the employer’s facility, then both the child care program and the employer have business property in the space. Each party should consider business property insurance that fully covers their respective items. Each party should mention that their business property insurance only covers the items owned by the respective party. (For example, in an employer allocates a space on their campus for a child care program and does not offer material supplies to the child care program, the business property for the employer is the structural room, whereas the business property for the child care program is all the materials and supplies within that room, excluding the structure.)\n\nBusiness liability insurance/General Liability Insurance: The party that owns and leases the space should hold business liability insurance. If a child care program is operating within an employer’s facility, it is recommended that the child care program hold the business liability insurance.\n\nCertificate of Insurance: If an employer chooses to directly hire child care providers as employees of their business, and those child care providers work at a site operated and insured by the child care business, then the employer should ask their insurer to issue a Certificate of Insurance covering that employee for their activities at the off-site location.\n\nChild care program policies and procedures\n\nDoes the employer want to review the policies and procedures in place by the child care business?\n\nDoes the employer want to approve the policies and procedures in place by the child care business?\n\nIs there a shared desire for the employer and the child care business to review and discuss the child care program’s policies and procedures on an annual basis?\n\nPrimary contacts. Identify primary contacts from both parties and their contact information. This doesn’t have to be included in the contract but should be agreed upon and shared.\n\nPrimary contacts could include:\n\nContract negotiation, amendment and approval\n\nBasic, day-to-day communication (For example, a member of HR and a point person from the child care program)\n\nAccounting/Payroll\n\n(If applicable) Facilities/Maintenance\n\nThe information contained here has been prepared by Civitas Strategies Early Start and is not intended to constitute legal, tax, or financial advice. The Civitas Strategies Early Start team has used reasonable efforts in collecting, preparing, and providing this information, but does not guarantee its accuracy, completeness, adequacy, or currency. The publication and distribution of this information is not intended to create, and receipt does not constitute, an attorney-client or any other advisory relationship. Reproduction of this information is expressly prohibited.\n\nSample Service Agreement 1\n\nFor child care programs opening within an employer’s space\n\nThe Service Agreement (“Agreement”) is made and entered into on September 1, 2022 (“Effective\n\nDate”) by and between Texas Suppliers, (“TXS”), a Texas corporation with principal offices located at 12345 Main Street, Dallas, Texas 99999, and Southwest Child Care (“Provider”), a Texas corporation with principal offices located at 6789 South Street, Dallas, TX 99999. TXS and Provider shall hereinafter be referred to as “Parties,” and, individually, a “Party.”\n\nWhereas TXS seeks to offer a child care program for their employees;\n\nWhereas Provider offers the capabilities, expertise, and resources to provide a child care program;\n\nTherefore, TXS and Provider enter into this Agreement as follows.\n\nChild Care Program\n\nProvider shall offer child care services (“Services”) for the dependent children of TXS employees at Program Address Site, Dallas, TX, 9999. The operations of the “Services” at this location shall hereinafter be referred to as the “Program Site.”\n\nThe Program Site’s operating schedule will be every TXS business day between the hours of 8:00 AM and 5:00 PM.\n\na. TXS will share the annual holiday schedule at the start of this Agreement and by December 1 for forthcoming years.\n\nAll eighteen (18) slots in this child care program are reserved for TXS employees.\n\nThe child care program will serve children between the ages of eighteen months and five years during the school year. In the summertime, the program will serve children aged two to twelve.\n\nSpace\n\nTXS shall reserve and maintain the 1500 square foot space of Room 1089 for use of the onsite child care program.\n\nTXS will ensure, to the best of its knowledge and to the standard upheld of the rest of its building space, that the space and its walkways and entrances are safe and well-maintained.\n\nProvider shall promptly notify TXS of any minor repairs or maintenance needed in the space. Provider is liable for failure to notify TXS of urgent maintenance needs which could pose a health and safety hazard.\n\nD. Any minor repairs and maintenance needed in the space will be addressed by TXS following standard facilities/maintenance procedures.\n\nProfessional Services\n\nProvider shall hire, employ, pay, and supervise qualified staff to meet the needs of the child care program.\n\nProvider shall have the sole authority to hire and fire employees of the Program providing Services under this Agreement.\n\nProvider’s employees shall remain solely employees of the Provider at all times, subject to the Provider’s employment terms and conditions.\n\nProvider is solely responsible for reporting, withholding, and paying any and all employment taxes due to the proper taxing authorities with respect to Program Site staff.\n\nTXS shall not provide workers’ compensation, disability insurance, Social Security, or unemployment compensation coverage or any other statutory benefits to Program Site staff.\n\nNo Program Site staff shall be eligible to participate in any of TXS’s employment benefit plans or similar arrangements.\n\nEnrollment Periods\n\nThere will be two formal enrollment periods each year.\n\nThe Winter/Spring session will begin on January 2 and end on Dallas Elementary’s last day of the school year.\n\nThe Fall session will begin on the Dallas Elementary’s first day of the school year and end on Dallas elementary’s last day of school before winter break.\n\nTXS will facilitate the lottery for enrollment three (3) months prior to the start of the enrollment period.\n\nIf there is more interest than slots, first-time enrolled families must commit to enrolling their child for the entire session.\n\nEnrolled families will be given the option to re-enroll without re-entering the lottery. C. Enrollment will occur week by week in the summer months.\n\nEnrolled families must share their child/ren’s participation schedule two months in advance.\n\nEnrolled families can choose to opt out of summer care and still receive priority enrollment for the Fall session.\n\nOther families must express interest in opting in for summer care two months in advance.\n\nTWC’s HR Coordinator will collect interest from unenrolled families for summer care and share the information with the Provider two months in advance.\n\nProvider is ultimately responsible for managing enrollment with the summer schedule.\n\nDuring the summer session, Provider has no obligation to provide care if three (3) or fewer children are enrolled in a given week. In this case, Provider must notify TXS and enrolled families at least four (4) weeks in advance.\n\nTuition Payment\n\nAs a convenience for employees, TXS will automatically enroll employees in a paycheck deduction program for the weekly cost of their child/ren’s tuition. Employees may opt out of this automatic enrollment if they choose.\n\nThe paycheck deduction program will run during the Winter/Spring and Fall sessions. The paycheck deduction program will not run during summer enrollment.\n\nTXS will send a check to the Provider with amounts due on a biweekly basis.\n\nProvider is ultimately held responsible collecting and receiving all tuition payments from enrolled families.\n\nIf Provider has not received sufficient tuition payment from families:\n\nWithin two consecutive weeks: Provider will issue a written warning to the family.\n\nWithin three consecutive weeks or for three weeks within a two-month period: Provider must issue a written warning to the family via email with a copy to the Human Resources Coordinator. The HR Coordinator will meet with the employee to discuss options and potential termination of the benefit.\n\nFamily enrollment will be considered returned to good standing once all overdue tuition has been received.\n\nProvider reserves the right to terminate enrollment of families who have outstanding balances of four weeks of unpaid tuition for one enrolled child.\n\nWaiting list\n\nTXS will maintain a list of employees interested in enrolling children in the Program Site. All TXS employees are eligible to enroll children in their care at the Program Site.\n\nIf there is more interest than can be accommodated by the number of slots available:\n\nPreference first be given to the employees who seek to enroll dependent children at the Program Site\n\nTo fill the remaining slots, a random lottery drawing will occur.\n\nTXS will maintain a waiting list.\n\nIf a slot opens at the Program Site, the Provider shall notify TXS as soon as possible so that another TXS employee can fill the slot.\n\nInsurance\n\nProvider shall, at all times during the Agreement, carry insurance in such form and in such amounts that TXS may from time to time reasonably require against insurable hazards and casualties that are commonly insured against in the performance of similar services to those provided by Provider under this Agreement, including general liability insurance and business property insurance. Upon request of TXS, policies providing such coverage shall\n\nname TXS as an additional insured with respect to Provider’s performance of its obligations under this Agreement.\n\nTXS shall, at all times during the Agreement, carry insurance in such form and in such amounts that Provider may from time to time reasonably require against insurable hazards and casualties that are commonly insured against in the performance of similar services to those provided by Provider under this Agreement, including general liability insurance and business property insurance.\n\nTerm & Termination A. Term.\n\nThis Agreement shall have an initial term of two (2) years commencing on the Effective Date (the “Initial Term”).\n\nAdditional terms may be negotiated upon mutual agreement. B. Termination.\n\nWithout cause. This Agreement may be terminated without cause with 180 days’ written notice.\n\nFor cause.\n\nIf a Party materially fails in their obligations under this Agreement, written notice shall be given to the Party to cure the breach.\n\nThe Party receiving written notice must reply with a remediation plan within ten (10) business days.\n\nIf the Party does not cure the breach within thirty (30) days of receiving written notice, this Agreement shall terminate for cause.  IX. \tHold Harmless. Each Party (the “Indemnifying Party”) shall hold the other Party and its employees, officers, directors, agents and representatives (collectively, the “Indemnified Party”) harmless from any and all costs, claims, losses, damages, liabilities, expenses, demands and judgments, including court costs and attorney's fees, resulting from any claim, demand, suit, or other legal proceeding made by any third party arising from any breach by the Indemnifying Party, its employees, officers, directors, agents or representatives of its obligations under this Agreement.  The Indemnifying Party will have no obligation to indemnify any Indemnified Party to the extent the liability is caused by such Indemnified Party’s gross negligence or willful misconduct or by any breach of such Indemnified Party of its obligations under this Agreement.\n\nX. \tGeneral Provisions\n\nGoverning Law.  This Agreement shall be governed by the laws of the State of Texas, without giving effect to the conflicts of laws provisions thereof.\n\nIntegration.  This Agreement contains the entire agreement of the Parties and supersedes all oral agreements, negotiations and representations between the parties pertaining to the subject matter of this Agreement.\n\nNo Third Party Beneficiaries.  Nothing in this Agreement shall be construed as giving any person, corporation or other entity other than the Parties any right, remedy or claim under or in respect of this Agreement or any provision hereof.\n\nSeverability.  If any provision of this Agreement is found to be invalid, the remaining provisions shall remain in full force and effect.\n\nWaiver of Breach.  The waiver by either Party of any breach of any provision of this Agreement shall not be deemed a waiver of any subsequent breach by the other Party of the same or of different provisions.\n\nBinding Effect; Assignment.  Except as otherwise provided in this Agreement, every covenant, term and provision of this Agreement shall be binding upon and inure to the benefit of the Parties and their respective and permitted successors, transferees and assigns.  Neither Party may assign, subcontract or transfer any of its rights, responsibilities or obligations under this Agreement without the other Party’s prior written consent, which such Party may withhold in its sole discretion.\n\nAmendment.  Any amendment to this Agreement shall be made in writing, signed by an authorized representative of each Party, and attached to this Agreement.\n\nNotices.  Notices required by this Agreement shall be made in writing and delivered via U.S. mail (postage prepaid), commercial courier, or personal delivery or sent by facsimile or other electronic means (provided that receipt is confirmed). Any notice delivered or sent as described above shall be effective on the date received. All notices and other written communications under this Agreement shall be addressed to the individuals in the capacities indicated below, unless otherwise modified by subsequent written notice.\n\nIf to TXS: \t \t \tIf to Provider:\n\nName: \t \t \tAiden Smith \t \t \tJennifer Hernandez\n\nTitle:  \t \t \tPresident & CEO \t \tOwner & Director\n\nBusiness:  \t \tTexas Suppliers  \t \tSouthwest Child Care\n\nStreet Address: \t \t12345 Main Street \t \t6789 Main Street\n\nCity, State, Zip: \t \tDallas, TX 9999  \t \tDallas, TX 9999\n\nTelephone: \t \t(999) 123-4567  \t \t(999) 987-6543\n\nEmail Address: \t \tASmith@TXsuppliers.com \tSWCCTXowner@gmail.com\n\n•\n\nIN WITNESS WHEREOF, the Parties have executed this Amendment as of the date first set forth above.\n\nFor TXS: \t \t \t \t \t \tFor Provider:\n\n____________________________ \t \t \t___________________________\n\nDate: _______________________ \t \t \tDate: ______________________\n\nAiden Smith \t \t \t \t \t \tJennifer Hernandez\n\nPresident & CEO \t \t \t \t \tOwner & Director\n\nTexas Suppliers  \t \t \t \t \tSouthwest Child Care\n\nSample Service Agreement 2\n\nFor child care programs allocating some slots to a business’s employees in a space already operated by the child care business\n\nThe Service Agreement (“Agreement”) is made and entered into on September 1, 2022 by and between\n\nPlaintown Community Action, (“PCA”), a Texas nonprofit corporation with principal offices located at\n\n12345 Main Street, Plaintown, Texas 99999, and Luz Garcia DBA Central Kids Home Care (“Provider”), a\n\nTexas sole proprietor operating a licensed child care home located at 6789 North Street, Plaintown, TX 99999. PCA and Provider shall hereinafter be referred to as “Parties,” and, individually, a “Party.”\n\nWhereas PCA seeks to reserve slots in a child care program for their employees families;  Whereas, Provider offers a quality, home-based child care program located near PCA offices;\n\nTherefore, PCA and Provider enter into this Agreement as follows.\n\nI. \tChild Care Program\n\nProvider shall offer child care services (“Services”) for the dependent children of TXS employees at Program Site Address, Dallas, TX, 99999. The operations of the “Services” at this location shall hereinafter be referred to as the “Program Site.”\n\nThe Program Site’s operating schedule will be Monday through Friday, 8:00 AM to 5:30 PM.\n\na. The Program closes for two weeks per year: one week in July and one week in late December. Provider will inform TXS of exact weeks of closure with three (3) months’ advance notice.\n\nProvider shall reserve a maximum of five (5) child care slots for PCA children from birth to age twelve.\n\nIn accordance with Texas Child Care Regulation, family child care home capacity will reduce depending on the number of enrolled infants and toddlers. Even if fewer than five (5) PCA children are enrolled, children of certain ages might need to be placed on a wait list until slots open for them so that the Provider can remain in compliance and continue to provide high-quality care.\n\nThe number of child care slots reserved for PCA is determined based on the current interest and enrollment of PCA’s employees. PCA’s employees have expressed that they will enroll five (5) children before February 1, 2023.\n\nAt least every six (6) months, the number of slots reserved for PCA’s employees will be revisited based on circumstances and interest from PCA’s employees. PCA and Provider will discuss and mutually agree upon changes to the number of reserved slots, depending on PCA employee interest and Provider’s other enrollments.\n\nIf at any time, Provider enrolls 50% or fewer PCA children than agreed-upon reserved PCA slots, Provider can reduce the number of open, reserved PCA child care slots so that other children in the community can be enrolled.\n\nProvider Responsibilities\n\nSpace. Provider shall be responsible for the lease agreement for the residential space (with shared business use) at Program Site Address. Provider shall maintain the Program Site for in accordance with standards expected of a quality child care program.\n\nEmployment. As needed, provider shall hire, employ, pay, and supervise qualified staff to meet the needs of the child care program. Provider shall have the sole authority to hire and fire employees of the Program providing Services under this Agreement. Provider’s employees shall remain solely employees of the Provider at all times, subject to the Provider’s employment terms and conditions.\n\nEnrollment Periods. Enrolled families shall abide by the enrollment terms set forth in the Provider’s Family Handbook. The Family Handbook has been provided to PCA.\n\nTuition. Provider is responsible for collecting and receiving all tuition payments from enrolled families. If Provider has not received sufficient tuition payment from PCA families:\n\nWithin two consecutive weeks: Provider will issue a written warning to the family.\n\nWithin three consecutive weeks or for three weeks within a two-month period: Provider must issue a written warning to the family via email with a copy to PCA’s Human Resources Coordinator.\n\nFamily enrollment will be considered returned to good standing once all overdue tuition has been received.  Provider reserves the right to terminate enrollment of families who have outstanding balances of four weeks of unpaid tuition for one enrolled child.\n\nInsurance. Provider shall, at all times during the Agreement, carry insurance in such form and in such amounts that PCA may from time to time reasonably require against insurable hazards and casualties that are commonly insured against in the performance of similar services to those provided by Provider under this Agreement, including general liability insurance and business property insurance.\n\nPCA Responsibilities\n\nOffering. All PCA employees shall be informed about this child care partnership as an employee benefit. PCA’s Human Resources Coordinator shall be the point of contact for employees interested in learning more about the child care partnership.\n\nEmployee Interest. PCA shall reassess employee interest in the Services every six (6) months. PCA shall communicate in writing whether they request to maintain, decrease, or increase reserved slots for their employees’ children.\n\nMutual responsibilities\n\nChanges to reserved slots. Decreases or increases in reserved slots will be mutually discussed and agreed upon by PCA and Provider on a six (6) month basis, based on PCA employee interest and Provider availability.\n\nTerm & Termination\n\nTerm.\n\nThis Agreement shall have an initial term of one (1) year commencing on the Effective Date (the “Initial Term”).\n\nAdditional terms may be negotiated upon mutual agreement. B. Termination.\n\nWithout cause. This Agreement may be terminated without cause with sixty (60) days’ written notice.\n\nFor cause.\n\nIf a Party materially fails in their obligations under this Agreement, written notice shall be given to the Party to cure the breach.\n\nThe Party receiving written notice must reply with a remediation plan within ten (10) business days.\n\nIf the Party does not cure the breach within thirty (30) days of receiving written notice, this Agreement shall terminate for cause.\n\nHold Harmless. Each Party (the “Indemnifying Party”) shall hold the other Party and its employees, officers, directors, agents and representatives (collectively, the “Indemnified Party”) harmless from any and all costs, claims, losses, damages, liabilities, expenses, demands and judgments, including court costs and attorney's fees, resulting from any claim, demand, suit, or other legal proceeding made by any third party arising from any breach by the Indemnifying Party, its employees, officers, directors, agents or representatives of its obligations under this Agreement.  The Indemnifying Party will have no obligation to indemnify any Indemnified Party to the extent the liability is caused by such Indemnified Party’s gross negligence or willful misconduct or by any breach of such Indemnified Party of its obligations under this Agreement.\n\nGeneral Provisions\n\nGoverning Law.  This Agreement shall be governed by the laws of the State of Texas, without giving effect to the conflicts of laws provisions thereof.\n\nIntegration.  This Agreement contains the entire agreement of the Parties and supersedes all oral agreements, negotiations and representations between the parties pertaining to the subject matter of this Agreement.\n\nNo Third Party Beneficiaries.  Nothing in this Agreement shall be construed as giving any person, corporation or other entity other than the Parties any right, remedy or claim under or in respect of this Agreement or any provision hereof.\n\nSeverability.  If any provision of this Agreement is found to be invalid, the remaining provisions shall remain in full force and effect.\n\nWaiver of Breach.  The waiver by either Party of any breach of any provision of this Agreement shall not be deemed a waiver of any subsequent breach by the other Party of the same or of different provisions.\n\nBinding Effect; Assignment.  Except as otherwise provided in this Agreement, every covenant, term and provision of this Agreement shall be binding upon and inure to the benefit of the Parties and their respective and permitted successors, transferees and assigns.  Neither Party may assign, subcontract or transfer any of its rights, responsibilities or obligations under this Agreement without the other Party’s prior written consent, which such Party may withhold in its sole discretion.\n\nAmendment.  Any amendment to this Agreement shall be made in writing, signed by an authorized representative of each Party, and attached to this Agreement.\n\nNotices.  Notices required by this Agreement shall be made in writing and delivered via U.S. mail (postage prepaid), commercial courier, or personal delivery or sent by facsimile or other electronic means (provided that receipt is confirmed). Any notice delivered or sent as described above shall be effective on the date received. All notices and other written communications under this Agreement shall be addressed to the individuals in the capacities indicated below, unless otherwise modified by subsequent written notice.\n\nIN WITNESS WHEREOF, the Parties have executed this Amendment as of the date first set forth above.\n\nFor PCA: \t \t \t \t \t \tFor Provider:\n\n____________________________ \t \t \t___________________________\n\nDate: _______________________ \t \t \tDate: ______________________\n\nCrystal Johnson  \t \t \t \t \tLuz Garcia\n\nCEO \t \t \t \t \t \t \tDirector\n\nPlaintown Community Action \t \t \t \tCentral Kids Home Care\n\nIf to PCA: | If to Provider:\n\nName: | Crystal Johnson | Luz Garcia\n\nTitle: | CEO | Director\n\nBusiness: | Plaintown Community Action | Central Kids Home Care\n\nStreet Address: | 12345 Main Street | 6789 North Street\n\nCity, State, Zip: | Plaintown, TX 99999 | Plaintown, TX 99999\n\nTelephone: | (999) 123-4567 | (999) 987-6543\n\nEmail Address: | CJohnson@ptxca.org | LuzatCentralKids@gmail.com",
  "word_count": 5933,
  "content_type": "docx"
}