{
  "doc_id": "6826bba4184d958df4a0ac3ad0541ff1",
  "url": "https://www.twc.texas.gov/sites/default/files/ccel/docs/ccms.docx",
  "filename": "ccms.docx",
  "text": "What is a Child Care Management System and How Do I Choose One?\n\nSelecting the best automation for your business\n\nVideo: https://youtu.be/Xi9Cdlu_gPs\n\nWhile many providers have heard of Child Care Management Systems (CCMS), they might not know what these systems are or how they can help them with their child care business. Using a CCMS can help to free up resources, save money, reduce stress, and collect useful data. In this tool, we’ll review what CCMS are, how they can help, and how you can select and use one for your child care business.\n\nWhat is a Child Care Management System?\n\nA CCMS is a software application designed to help child care providers manage their operations more efficiently. It typically includes a range of useful features for business owners, all in one place.\n\nThe system helps child care providers to manage their day-to-day tasks, such as tracking children’s attendance and enrollment, managing children’s files such as due dates for immunizations and health checks, managing billing and payments, and scheduling staff. It also can be a centralized platform for communication with parents, allowing for easy sharing of important information such as schedules, activities, and updates on their child's progress. Many CCMS have reporting and analytics capabilities, enabling providers to track key performance metrics and make data-driven decisions to improve their operations. Some of the more well-known Child Care Management Systems are Alliance CORE by Early Learning Ventures, Brightwheel, Curacubby, HiMama, Kangaroo Time, Playground, Procare, Smartcare, and Wonderschool.\n\nOverall, a CCMS can help providers streamline their operations and provide better care for children. Since the system centralizes many resources, functions, and data tracking tools, using a CCMS can help providers save time, money, and energy, while helping them learn more about their business needs.\n\nHow can a CCMS cut costs?\n\nAccording to industry benchmarks, child care providers should aim to spend no more than 10-20% of their time on administrative tasks. By implementing a child care management system that automates many of these administrative tasks, providers can reduce the amount of time spent on these tasks and increase the time available for providing quality care for children.\n\nSome typical benefits of a CCMS on operations are:\n\nImproving efficiency: By automating tasks and providing tools for communication and scheduling, a CCMS can improve efficiency, allowing you to focus on providing quality care for children.\n\nIncreased fee collection: By issuing invoices and automatically adding late fees, a CCMS helps reduce outstanding debt and ensures you are paid the money owed to you.\n\nReducing errors: A CCMS can help reduce errors in billing, invoicing, and record-keeping, which can help save you money by avoiding costly mistakes.\n\nIncreasing parent satisfaction: By providing a user-friendly online portal and communication tools, a CCMS can improve parent satisfaction and reduce the need for someone in the program to handle phone calls and emails, which can save time and labor costs.\n\nReducing paper usage: A CCMS can help reduce paper usage and printing and storage costs by storing records and other important documents electronically.\n\nTo see how it may be most helpful for cutting costs in your own business, you could start by looking at activities that are particularly time-consuming, repetitive, or require high levels of accuracy. Some ideas of the types of activities to consider include billing and invoicing, parent communication, organizing children’s files including immunization due dates and health checks, compliance with regulations, staff scheduling, tracking and managing enrollment, and reporting and record-keeping.\n\nIf you are unsure about the types of administrative tasks you are spending your time on, it can help to do a simple time study—you can track your time for a week or two on paper or a spreadsheet to see how much time you are spending on common tasks. This can be done for one position (like a home-based child care provider) or a whole team (such as the leadership team at a large center). Doing a time study will not only help you identify ways you are already being efficient, but it can also help clarify the type of tasks you want to work on first if you were to start using a CCMS. For example, if timely billing and payment is an issue, you may want to work on that module of your CCMS first.\n\nHow can I select a CCMS?\n\nThere are a variety of CCMS options out there, so when selecting a CCMS, it's important to consider a range of factors to ensure that the software meets the specific needs of your child care business.\n\nHere are some key considerations:\n\nFeatures: Look for a system that includes the features you need to manage your business effectively. Some key features to consider include enrollment, attendance tracking, personnel management, billing and payment processing, accounting, parent communications, organizing children’s records, and reporting. For home-based child care providers, tracking your time would be a beneficial feature.\n\nEase of use: The system should be user-friendly and easy to navigate, for you, your staff, and your families.\n\nCustomer support: Look for a system that offers robust customer support, including technical assistance and training resources in the languages spoken by the different groups of people who will be using this tool.\n\nCompatibility: Ensure that the system is compatible with your existing hardware and software, including any computers or mobile devices used by staff or parents and key programs that you might be using already, like QuickBooks for accounting or Gusto for payroll.\n\nInitial Pricing: Some systems may charge a flat rate while others may charge based on the number of children or staff members.  All systems will charge payment processing fees.\n\nOngoing Costs: Consider the additional costs to operate the system and whether it fits within your budget. These costs will include monthly or annual subscriptions and may feature a tiered approach for different types and levels of support. Make sure to ask about one-time set-up and ongoing fees, as well as payment processing fees for credit card and ACH transactions.\n\nPayment Processing Time: Systems differ in how quickly parent and other payments will be deposited into your business bank account.\n\nReviews and recommendations: Read reviews from other child care providers and seek recommendations from colleagues to help inform your decision.\n\nYou might also want to check online reviews using sites, such as Capterra, and ask other providers about their experiences. CCMS vendors will provide demonstrations for you and your team. In order to best prepare for demonstrations, bring a set of specific questions that you want to be answered.  Rather than asking, “Can the system do XYZ”, ask “Please show me how the system does XYZ” so that you leave each demonstration with a clear sense of how your business needs could be addressed through the system.  You should also ask how many providers use the CCMS in your state in order to get an idea of their familiarity with your regulatory needs and your ability to find peer providers who may be able to assist in troubleshooting and advanced learning of the system.\n\nYou could create a simple scorecard to track how each CCMS stacks up based on your needs. We have adapted a CCMS checklist in Attachment A from Opportunities Exchange—a national organization that studies and advances the use of CCMSs in child care and overall business efficacy.\n\nWhat is the best way to start implementing a CCMS?\n\nImplementing a CCMS can be a complex process, but there are steps you can take to ensure successful implementation after you have selected a vendor:\n\nPlan the implementation: Work with the vendor to develop an implementation plan. This plan should include realistic timelines, milestones, and responsibilities for the vendor, your staff, and your families.\n\nTrain yourself/your staff: Training is crucial to the success of the implementation. Develop a training plan that includes both initial training and ongoing support. It's important to provide training to all staff members who will be using the system, not just administrators. Also, let staff know how they can reach technical support if they have questions.\n\nTest the system: Before fully implementing the system, conduct a test using real data to identify any issues or concerns. Make sure to involve staff members who will be using the system in the test.\n\nRoll out the system: Once testing is complete, roll out the system over time to avoid overwhelming yourself, staff, and parents. Begin with a small group of users, perhaps families that you know well, and gradually expand the rollout as everyone becomes more comfortable with the new changes. You may also want to start your roll out by only offering a small number of services, such as online payment processing and parent communication features, and add services as you become more accustomed to the new system. You will also want to communicate with parents about the new system and how they can use it. Giving the “why” for this transition can help parents see this change as a program strength, not a complication.\n\nEvaluate and adjust: After the system has been in place for three to six months, you should check in with your team for feedback. You may find that you want to make changes to the system, provide additional training or support, or adjust processes and procedures to improve the experience for your staff, parents, and yourself.\n\nIt does take some effort but implementing a CCMS can bring many benefits to child care providers including increased efficiency, improved communication with parents, and reduced administrative costs. By carefully planning the implementation process and addressing potential challenges upfront, providers can successfully implement a CCMS and enjoy the benefits it brings.\n\nAttachment A: CCMS Checklist\n\nDisclaimer: The information contained in this presentation has been prepared by Civitas Strategies on behalf of the Wisconsin Early Childhood Association and is not intended to constitute legal advice. The parties have used reasonable efforts in collecting, preparing, and providing this information, but neither Civitas Strategies nor Wisconsin Early Childhood Foundation guarantees its accuracy, completeness, adequacy, or currency. The publication and distribution of this presentation are not intended to create, and receipt does not constitute an attorney-client relationship. Reproduction of this presentation is expressly prohibited.\n\nPlatform\n\nMobile First - works well on a smartphone or tablet (Android/iOS)\n\nSupports the primary languages used by you, your families, and any staff members\n\nMarketing and Enrollment\n\nFamilies can apply and enroll children online\n\nSupports providers in developing a website and helping parents find it in internet searches\n\nWaitlist management - Keeps track of who is interested; supports regular communication with prospects\n\nChild and Family Information\n\nTracking Health Data - Vaccination deadlines, allergies, etc.\n\nRequired documents stored electronically and tagged to child/family record\n\nStaff Management (if you have staff)\n\nTracks education, credentials, professional development requirements\n\nRequired documents/deadlines - clearances, health/vaccine, etc.\n\nTime clock (for tracking hours worked)\n\nSupports Payroll Reporting\n\nScheduling\n\nRoom/staff scheduling\n\nTransportation schedules\n\nChildren’s scheduling, including full and part-time slots, afterschool, or school holiday\n\nAttendance\n\nTimestamped check-in/out of enrolled children through unique identifier (QR code/biometrics, etc.)\n\nStaff-child ratio management - (notification when under/over ratio in a specific classroom or family child care home)\n\nAbsences - reports by child/room/program\n\nWithdrawals - tracks reasons\n\n\"Bulk\" attendance records - when program is closed, all enrolled children are marked absent\n\nBilling/Collections\n\nBilling allocation - allows each child to have multiple sources of funding (parents, family members, subsidy, PreK, etc.)\n\nAutomated billing - set up billing rules for each account, automatically sent each billing cycle\n\nFlexible billing runs - weekly, bi-weekly, monthly, etc.\n\nAutomatic adjustment for late fees (connected to timestamp) that also allows program override/waive; allows billing for additional program fees\n\nPayment History/Aging reports for past-due accounts\n\nIntegrated Electronic payments - payment posted to individual family accounts\n\nAnnual tax statement/Account status that families can access for tracking child care expenses\n\nAccounting\n\nExport to Accounting Software (revenue flows into correct account) -OR-\n\nEmbedded Accounting Software (CCMS tracks expenses as well as revenue)\n\nCapacity to note shared personal/business expenses and/or use Time-Space calculation for home-based providers\n\nCACFP- Child and Adult Care Food Program\n\nMenu planning\n\nAttendance and meal counts\n\nGenerates reports for billing\n\nEducation Tracking\n\nLesson Plan Management\n\nTracks State Early Learning Standards\n\nChild Assessment/Tracking Developmental Progress\n\nIndividual Education Plans/Service Referrals\n\nHead Start Performance Standards\n\nParent Communication\n\nParent Portal - for account status, payment, records management, etc.\n\nParent Communication Tools - Text, send photos/videos through the app\n\nOnboarding/support\n\nPhone Support\n\nOnline chat\n\nVideos/manuals\n\nIndividualized provider support for onboarding",
  "word_count": 2063,
  "content_type": "docx"
}