{
  "url": "https://www.twc.texas.gov/programs/child-care/for-providers",
  "title": "Child Care Information for Providers - Texas Workforce Commission",
  "text": "Child Care Services Information Texas Workforce Commission's (TWC) Child Care Services and Workforce Solutions Offices provide many services for child care and early learning programs. Licensed and registered child care providers are eligible for payment for services to children receiving Child Care Services (CCS) scholarships (also known as “subsidies”). To learn more, use the contact form on the Texas Child Care Solutions website . Learn more about CCS scholarship payment rates available to child care programs, on TWC's Child Care Data, Reports, and Plans page View the . View the View the Advertise your child care program in the Texas Child Care Availability Portal , a mapping search tool to help parents find child care. To be sure you will show up on the map and higher in search results, regularly update your information. The Texas Child Care Provider Cost of Quality Calculator (PCQC) is a web-based tool to estimate the costs of providing child care. It can assist you identify the most common child care services expenses. It can also help you understand the costs of providing increasing levels of quality. The includes instructions on how to use the calculator. With the Texas PCQC, you can create scenarios to estimate costs, revenue, and efficiency of student enrollment. You may use the Texas PCQC as many times as you like to capture different scenarios. Watch a step-by-step video of the Texas PCQC here. While enrolled in Child Care Services (CCS), parent's must track their child's attendance in Texas Child Care Connection (TX3C). Helpful tips for assisting parents with tracking their child's attendance are found below: Provider TX3C Attendance Help, in , , and . Parent TX3C Attendance Help, in , and . A child care pre-K partnership is a collaboration between a public pre-K program and one or more quality-rated child care programs. The partnership provides high-quality care and education to three- and four-year-old children. This is also called an “early learning partnership.” Texas Rising Star Three-Star and Four-Star certified programs are eligible for pre-K partnerships. Learn more at Public Prekindergarten Partnerships . TWC is providing FREE business resources to help your business. Learn more at Free Child Care Business Resources . If you regularly care for children other than your own, you most likely need to be regulated with the State of Texas. Learn more about becoming a regulated provider at the Child Care Regulation website . The provides a pathway newly regulated child care programs need for a successful start. The Roadmap also as links to resources to support your staff, children, and families. The Roadmap is available in English, Spanish and Vietnamese. Child care programs with fewer than 100 employees can apply for the TWC Skills for Small Business program. The purpose of the program is to improve small businesses performance by upgrading new and current employee’s skills. The program offers training by local community or technical colleges. The program reimburses up to $1,000 per existing employee and up to $2,000 per new employee for a 12-month period. The program can reimburse providers for training opportunities such as: Entry level certificates in Infant and Toddler or Preschool Child Development Associate programs Occupational skills courses Required annual training by Child Care Regulation Currently, there are 25 colleges participating in the program: Alamo Community College District Angelina College Austin Community College Collin College Dallas College El Paso Community College District Frank Phillips College Howard College Lamar State College Port Arthur Lone Star College System Midland Junior College North Central Texas College Odessa College San Jacinto College South Texas College Southwest Texas Junior College Texarkana College Texas A&M Engineering Extension (TEEX) Texas State Technical College – Harlingen Texas State Technical College – West Texas Trinity Valley Community College Weatherford College of Parker County Western Texas College Wharton County Junior College Victoria College For more information on the program, including how to apply: visit the TWC Skills for Small Business for Employers webpage, or email SkillsforSmallBusiness@twc.texas.gov . T.E.A.C.H. Early Childhood Texas Scholarship Program is a research-based strategy to educate and retain early childhood practitioners, positively impacting outcomes for the children in their care. To learn more and see if you are eligible, visit TXAEYC . The include important information to support the development of the children you serve. The Texas Prekindergarten Guidelines follow child development for each of the learning domains for children ages three through five. The guidelines provide teaching strategies that can help prepare them for success in Kindergarten. TWC funds a statewide network to improve the quality of infant and toddler care. The network particularly improves care in underserved communities. This network includes coaches, mentors, trainers, and other specialists to support teachers working with infants and toddlers. The Children's Learning Institute supports the network. Learn more at Texas Infant-Toddler Specialist Network . The Texas Early Childhood Professional Development System (TECPDS) includes the Texas Trainer Registry and the Texas Workforce Registry. The Texas Trainer Registry is a statewide system that lists approved early childhood trainers. The system lists the trainings that child care programs can choose from. Learn more at the TECPDS Trainer Registry . The Texas Workforce Registry is a web-based service for early childhood professionals. The registry keeps track of early childhood professionals' education and employment history. The registry also includes the clock hours of training they have accrued. Learn more at the TECPDS Workforce Registry Choose from a variety of free and low-cost online courses that count as professional development training hours. Courses for CDA Training and CDA Renewal are also available. Learn more at AgriLife . Work-based learning can support high school or college students and help understaffed child care and early learning programs in many ways.  One way is to let students gain experience in a child care classroom for their internship or practicum. Another way is by giving scholarships and support to child care teachers who are currently in school. This helps them continue their education while working. Another option is to create or join a Registered Apprenticeship Program. Visit the Work-Based Learning Staffing Initiatives to learn more. Shared Services Alliances (SSAs) can help providers with business and pedagogical (teaching) problems. SSAs can help programs earn more money, spend less money, and improve quality by working with other programs. To learn more visit Shared Services Alliances .",
  "word_count": 1044,
  "links": [
    {
      "url": "https://www.twc.texas.gov/programs/child-care/for-providers#main-content",
      "text": "Skip to main content"
    },
    {
      "url": "https://texaschildcaresolutions.org/contact-us/",
      "text": "contact form on the Texas Child Care Solutions website"
    },
    {
      "url": "https://www.twc.texas.gov/programs/child-care/data-reports-plans",
      "text": "Child Care Data, Reports, and Plans"
    },
    {
      "url": "https://www.twc.texas.gov/sites/default/files/ccel/docs/tx3c-desk-aid-prospective-payment-accessible-twc.pdf",
      "text": ""
    },
    {
      "url": "https://www.twc.texas.gov/sites/default/files/ccel/docs/tx3c-desk-aid-provider-payment-proof-twc.pdf",
      "text": ""
    },
    {
      "url": "https://www.twc.texas.gov/sites/default/files/ccel/docs/tx3c-instrucciones-de-pagos-para-el-proveedor-final-twc.docx",
      "text": ""
    },
    {
      "url": "https://childcare.twc.texas.gov/find/welcome",
      "text": "Texas Child Care Availability Portal"
    },
    {
      "url": "https://pcqc.twc.texas.gov/",
      "text": "Texas Child Care Provider Cost of Quality Calculator (PCQC)"
    },
    {
      "url": "https://www.twc.texas.gov/sites/default/files/ccel/docs/texas-pcqc-user-guide-2023.pdf",
      "text": ""
    },
    {
      "url": "https://www.youtube.com/watch?v=p_DTzlGZWws",
      "text": "here."
    },
    {
      "url": "https://www.twc.texas.gov/sites/default/files/ccel/docs/provider-attendance-matrix-english-twc.pdf",
      "text": ""
    },
    {
      "url": "https://www.twc.texas.gov/sites/default/files/ccel/docs/provider-attendance-matrix-espa%C3%B1ol-twc.pdf",
      "text": ""
    },
    {
      "url": "https://www.twc.texas.gov/sites/default/files/ccel/docs/provider-attendance-matrix-vietnamese-twc.pdf",
      "text": ""
    },
    {
      "url": "https://www.twc.texas.gov/sites/default/files/ccel/docs/parent-tx3c-attendance-help-english-twc.pdf",
      "text": ""
    },
    {
      "url": "https://www.twc.texas.gov/sites/default/files/ccel/docs/parent-tx3c-attendance-help-english-twc.pdf",
      "text": ""
    },
    {
      "url": "https://www.twc.texas.gov/sites/default/files/ccel/docs/parent-tx3c-attendance-help-vietnames-twc.pdf",
      "text": ""
    },
    {
      "url": "https://www.twc.texas.gov/programs/child-care-prekindergarten-partnerships",
      "text": "Public Prekindergarten Partnerships"
    },
    {
      "url": "https://www.twc.texas.gov/programs/child-care/free-child-care-business-resources",
      "text": "Free Child Care Business Resources"
    },
    {
      "url": "https://www.hhs.texas.gov/providers/protective-services-providers/child-care-regulation/become-a-provider",
      "text": "Child Care Regulation website"
    },
    {
      "url": "https://www.hhs.texas.gov/sites/default/files/documents/ccr-roadmap-to-success.pdf",
      "text": ""
    },
    {
      "url": "https://www.twc.texas.gov/programs/skills-small-business",
      "text": "TWC Skills for Small Business for Employers"
    },
    {
      "url": "mailto:SkillsforSmallBusiness@twc.texas.gov",
      "text": "SkillsforSmallBusiness@twc.texas.gov"
    },
    {
      "url": "https://www.texasaeyc.org/programs/teach",
      "text": "TXAEYC"
    },
    {
      "url": "https://cliengage.org/clirep/CLI-website/Little-Texans/ITELG-English.pdf",
      "text": ""
    },
    {
      "url": "https://tea.texas.gov/academics/early-childhood-education/texas-prekindergarten-guidelines",
      "text": "Texas Prekindergarten Guidelines"
    },
    {
      "url": "https://texasitsn.org/",
      "text": "Texas Infant-Toddler Specialist Network"
    },
    {
      "url": "https://public.tecpds.org/",
      "text": "Texas Early Childhood Professional Development System"
    },
    {
      "url": "https://public.tecpds.org/career-hub/apply-to-be-a-registered-trainer/",
      "text": "TECPDS Trainer Registry"
    },
    {
      "url": "https://public.tecpds.org/career-hub/",
      "text": "TECPDS Workforce Registry"
    },
    {
      "url": "https://childcare.tamu.edu/",
      "text": "AgriLife"
    },
    {
      "url": "https://www.twc.texas.gov/programs/child-care/work-based-learning-staffing-initiatives",
      "text": "Work-Based Learning Staffing Initiatives"
    },
    {
      "url": "https://www.twc.texas.gov/programs/child-care/shared-services-alliances",
      "text": "Shared Services Alliances"
    }
  ],
  "domain": "www.twc.texas.gov"
}