{
  "doc_id": "69d39e8f01ad4084df0a3a3443cbcc33",
  "url": "https://www.twc.texas.gov/sites/default/files/ccel/docs/ccs-program-overview-twc.docx",
  "filename": "ccs-program-overview-twc.docx",
  "text": "What is the Child Care Services (CCS) Program and How Can I Become a Contracted Provider?\n\nLearn how your business can benefit from becoming a CCS provider.\n\nVideo: https://youtu.be/XKYeM_g0VlA\n\nIntroduction\n\nThe Child Care Services (CCS) program (also known as the subsidy or scholarship program) provides financial aid for child care to families who meet certain income requirements. The purpose of the scholarship program is to help reduce the cost of tuition for families for whom child care might otherwise be out of reach. The end result is a stronger workforce and improved access to high-quality child care for more children throughout the state.\n\nServing families who receive a scholarship has many benefits for you as a provider. In order to serve families in the CCS program, you must have a provider agreement to provide child care services with your local Workforce Solutions office.\n\nThis guide will walk you through some of the benefits of becoming a CCS provider and help you to understand what to expect during the application process. Each Board differs in their policies and requirements, so be sure to reach out to your Local Workforce Solutions Office (list is at the end of this resource) to determine the next steps in becoming a CCS provider.\n\nWhat are the benefits of becoming a CCS provider?\n\nThere are many benefits of becoming a CCS provider that can positively affect your business, both in the short and long term. Consider the following list of potential benefits:\n\nParticipating child care providers receive tuition reimbursements directly from their local Workforce Boards, which is a reliable and steady source of income for your business.\n\nReimbursement rates have significantly risen over the last few years.  You can find the current reimbursement rates here.\n\nBy participating as a CCS provider, your program will be listed for families, and referrals will be made by Workforce Solutions, which helps boost your marketing reach.\n\nIncreased revenue can help stabilize your business, allowing for future planning, desired improvements, and potential expansion.\n\nYou can use the additional revenue you take in to improve the quality of the child care you offer.\n\nProviders can participate in the program knowing that they are supporting families in need.\n\nContracted providers can receive technical assistance, support for quality improvements, and other resources to strengthen their business.\n\nYou can participate in Texas Rising Star, the state’s Quality Rating and Improvement System (QRIS), which provides benefits to providers (including enhanced reimbursement rates, learning materials, and more), who exceed the state’s minimum licensing and quality requirements.\n\nGreat way to support low-income families in your community, who need child care to work and whose children benefit from the care you offer.\n\nDiversify revenue streams – by accepting different sources of income (private-pay parents’ tuition and tuition reimbursements from your Board), you diversify your income and strengthen your income for the long run.\n\nTo determine if becoming a CCS provider is right for you, imagine these benefits in action. For example, imagine Gina, a home-based provider, who feels seriously concerned about her program. Rising inflation rates were squeezing not only her own budget, but her families' budgets, too. More and more families were submitting delayed or partial tuition. Gina not only collected less money, but she was spending more money on the increased costs of goods and services. Gina heard about the Child Care Services Program and wanted to ensure that her current enrolled families would have an option for help if they experienced financial hardship. Gina also wanted to provide more opportunities for other families in her community in a similar situation.\n\nGina heard about the Child Care Services Program. She signed up with her Board and was able to enroll three new families receiving CCS scholarships. This offers Gina the convenient advantage of receiving reimbursements for their tuition directly from her local Workforce Board, rather than having to collect the full payment from families. While she does still collect the parent’s share of the cost, the bulk of the tuition comes directly from the Board. Now that she is at capacity, her budget is balanced. She was able to pay monthly expenses and increase her cash flow. Gina found that her business was more sustainable, improvements she needed to make to her facility were now possible, and, most importantly, she now had the ability to make purchases that could improve the quality of child care she offers. As she began making improvements, families were noticing the changes and were remarking on how impressed they were with the enhancements to her program. Gina is embracing the positive impact that she is making in the lives of the children and families she serves, which would not have been possible without the scholarships.\n\nAs Gina found, becoming a CCS contracted provider not only helped her business thrive but also allowed her to serve families of diverse income levels.\n\nWe recommend that you take a look at these benefits and apply them to your own business situation. Make a list of pros and cons to guide your next steps. Remember, you can always contact your Board for more information.\n\nHow do I sign up and what can I expect from the application process?\n\nThe 28 Local Workforce Development Boards across Texas administer child care services through local Workforce Solutions offices. While each Board differs in their approach, there are three basic requirements for becoming a contracted provider. Interested child care providers must:\n\nHave a current license or registration as a child day care center (not a residential program), licensed day care home, registered family home, or a youth camp with the Texas Department of Health and Human Services (HHSC; must not be on “Applicant” Status), the United States Military Services, or the Texas Department of State Health Services;\n\nNot be on corrective or adverse action or corrective denial with any of the above agencies; and\n\nHave established a satisfactory compliance history with the above agencies.\n\nBoards may also consult with other programs, such as the Child Care Food Program within HHSC, to ensure that satisfactory compliance is established.\n\nNext, providers must sign a Provider Agreement to become a CCS provider. Because the application processes vary by Workforce Development Board, you should contact your local Workforce Development Board for more information if you are interested in applying. Generally, providers can expect to complete an interest form and speak with a representative from the Board to review required documents, discuss participation requirements, and sign provider paperwork. In addition to the Provider Agreement, providers must attend a Program Orientation. Keep reading to learn more about what is in the Provider Agreement.\n\nTo learn how to reach your local Workforce Board, see the table at the end of this guide.\n\nWhat is in the Provider Agreement?\n\nParticipating providers must adhere to a Provider Agreement. In the Provider Agreement, you must provide the published rates you charge to private-pay parents. Documentation of published rates may be from a page in the provider’s Parent Handbook, posted on a flyer, or provided on provider letterhead and must be signed and dated. The rates must include the amount charged for each age group you serve (i.e., infant, toddler, preschool, school age) and include both full-time and part-time rates for each group.\n\nIn addition to your rates, you may be required to document the following fees and when they are charged (i.e., annually, quarterly, one time only, if applicable):\n\nEnrollment/Registration fees\n\nSupply fees\n\nActivity fees\n\nTransportation fees, if Provider offers transportation.\n\nOther required documents include:\n\nA copy of your Child Day Care License Permit, Registration, or Listing, or documentation that you are operated and monitored by another applicable agency (the United States Military Services, or the Texas Department of State Health Services).\n\nA list of scheduled days Provider will be closed for the 12-month period beginning the month of the Provider Agreement.\n\nDirect Deposit Authorization Form with an attached voided check or a letter from your bank with your account information.\n\nA completed W-9.\n\nMany Boards will have a handbook, or their policies will be outlined in the provider agreement. The following list of requirements reflects the typical requirements that providers may have to meet and maintain to continue their agreement:\n\nAlways maintain DFPS Minimum Standards.\n\nReport any changes in the location, licensing status, or general operation of the facility to CCS.\n\nKeep records on enrolled CCS children.\n\nReport attendance not recorded by parents.\n\nCollect and document parent fees; report any non-payment of fees.\n\nSupply requested documentation during Texas Rising Star monitoring visits.\n\nCannot currently be on corrective or adverse action with Child Care Licensing.\n\nQuestions?\n\nMaking the decision to apply for your local CCS Program is a big one that can have significant long-term benefits for your business. For more information on the CCS Program, please reach out to your local Workforce Solutions office. A list of their websites and other helpful information is below.\n\nTexas Workforce Board CCS Program Contact Information\n\nDisclaimer: The information contained here has been prepared by Civitas Strategies Early Start and is not intended to constitute legal, tax, or financial advice. The Civitas Strategies Early Start team has used reasonable efforts in collecting, preparing, and providing this information, but does not guarantee its accuracy, completeness, adequacy, or currency. The publication and distribution of this information is not intended to create, and receipt does not constitute, an attorney-client or any other advisory relationship. Reproduction of this information is expressly prohibited.\n\nWorkforce Solutions | Counties Served | Ways to Get in Touch\n\nPanhandle | Dallam, Sherman, Hanford, Ochiltree, Lipscomb, Hartley, Moore, Hutchinson, Roberts, Hemphill, Oldham, Potter, Carson, Gray, Wheeler, Deaf Smith, Randall, Armstrong, Donley, Collingsworth, Parmer, Castro, Swisher, Briscoe, Hall, and Childress | Website\n\nInquiry Form\n\nSouth Plains | Bailey, Cochran, Crosby, Dickens, Floyd, Garza, Hale, Hockley, King, Lamb, Lubbock, Lynn, Motley, Terry, and Yoakum | Website\n\nInterest Form\n\nPhone: 806-744-3572\n\nNorth Texas | Archer, Baylor, Clay, Cottle, Foard, Hardeman, Jack, Montague, Wichita, Wilbarger, and Young | Website\n\nInterest Form\n\nPhone: 940-723-8774\n\nNorth Central Texas | Collin, Denton County, Wise, Ellis, Erath, Hood, Somervell, Hunt, Johnson, Kaufman, Rockwall, \nNavarro, Palo Pinto, and Parker | Website\n\nPhone: 800-234-9306\n\nEmail: ccproviders@dfwjobs.com\n\nTarrant County | Tarrant | Website\n\nPhone: 817-831-0374\n\nGreater Dallas | Dallas | Website\n\nInterest Form\n\nNortheast Texas | Bowie, Cass, Delta, Franklin, Hopkins, Lamar, Morris, Red River, Titus | Website\n\nInstructions\n\nPhone: (903) 794-8999 or (800) 874-3226\n\nEast Texas | Anderson, Camp, Cherokee, Gregg, Harrison, Henderson, Marion, Panola, Rains, Rusk, Smith, Upshur, Van Zandt, Wood | Website\n\nPhone: 1-800-676-8283\n\nWest Central Texas | Brown, Callahan, Coleman, Comanche, Eastland, Fisher, Haskell, Jones, Kent, Knox, Mitchell, Nolan, Runnels, Scurry, Shackleford, Stephens, Stonewall, Taylor, Throckmorton | Website\n\nInterest Form\n\nPhone: 325-795-4200 or 800-457-5633\n\nBorderplex | Brewster, Culberson, El Paso, Hudspeth, Jeff Davis, Presidio | Website\n\nPhone: 915-500-7666 \n                                                                                                      \nEmail: providers.ccs@borderplexjobs.com\n\nPermian Basin | Andrews, Borden, Crane, Dawson, Ector, Gaines, Glasscock, Howard, Loving, Marin, Midland, Pecos, Reeves, Terrell, Upton, Ward, Winkler | Website\n\nPhone: 432-367-3332\n\nConcho Valley | Coke, Concho, Crockett, Irion, Kimble, Mason, McCulloch, Menard, Reagan, Schleicher, Sterling, Sutton, Tom Green | Website\n\nPhone: 800-996-7589\n\nHeart of Texas | Bosque, Falls, Freestone, Hill, Limestone, McLennan | Website\n\nPhone: 254-296-5367\n\nEmail: Tamera.Carter@hotworkforce.com\n\nCapital Area | Travis | Website\n\nPhone: 512-454-9675, \n512-381-4200, or 512-223-5400\n\nRural Capital | Bastrop, Blanco, Burnet, Caldwell, Fayette, Hays, Lee, Llano, Williamson | Website\n\nInterest Form\n\nBrazos Valley | Brazos, Burleson, Grimes, Leon, Madison, Roberson, Washington | Website\n\nInterest Form\n\nPhone: (800)386-7200\n\nDeep East Texas | Angelina, Houston, Jasper, Nacogdoches, Newton, Polk, Sabine, San Augustine, San Jacinto, Shelby, Trinity, Tyler | Website\n\nPhone: 800-256-1030\n\nEmail: ccsdet@detwork.org\n\nSoutheast Texas | Hardin, Jefferson, Orange | Website\n\nEmail: cccs@workforcechildcare.org\n\nGolden Crescent | Calhoun, DeWitt, Goliad, Gonzales, Jackson, Lavaca, Victoria | Website\n\nAlamo | Atascosa, Bandera, Bexar, Comal, Frio, Gillespie, Guadalupe, Karnes, Kendall, Kerr, McMullen, Medina, Wilson | Website\n\nProvider Packet\n\nEmail: Providers@wsalamo.org\n\nSouth Texas | Jim Hogg, Webb, Zapata | Website\n\nPhone: 956-794-6500\n\nCoastal Bend | Aransas, Bee, Brooks, Duval, Jim Wells, Kenedy, Kleberg, Live Oak, Nueces, Refugio, San Patricio | Website\n\nPhone: 361-882-7491\n\nLower Rio Grande Valley | Hidalgo, Starr, Willacy | Website\n\nPhone: 956-928-5000\n\nEmail: sandra.solis@wfsolutions.org\n\nCameron | Cameron | Website\n\nTexoma | Cooke, Fannin, Grayson | Website\n\nPhone: 903-463-9997 or 888-813-1992\n\nEmail: childcare@wfstexoma.org\n\nMiddle Rio Grande | Dimmit, Edwards, Kinney, LaSalle, Maverick, Real, Uvalde, Val Verde, Zavala | Website\n\nPhone: 830-876-1221 \n\nEmail: julie.hernandez@mrgdc.org\n\nGulf Coast | Austin, Brazoria, Chambers, Colorado, Fort Bend, Galveston, Harris, Liberty, Matagorda, Montgomery, Walker, Waller, Wharton | Website\n\nPhone: 888-469-5627\n\nCentral Texas | Bell, Coryell, Hamilton, Lampasas, Milam, Mills, San Saba | Website\n\nPhone: 512-556-4055\n\nEmail: child.care@workforcesolutionsctx.com",
  "word_count": 2083,
  "content_type": "docx"
}