{
  "doc_id": "6b92e0268526265e82d995067d4a9a87",
  "url": "https://www.twc.texas.gov/sites/default/files/ccel/docs/managing-enrollment-twc.docx",
  "filename": "managing-enrollment-twc.docx",
  "text": "The Essential Steps for Managing Enrollment\n\nLearn the basics of successful enrollment practices\n\nVideo: The Essential Steps for Managing Enrollment - YouTube\n\nIntroduction\n\nA child care business owner must wear many hats, exercising a variety of skills in order to run a successful business. One key activity that lies at the heart of any successful child care business, and directly impacts financial success, is managing enrollment. Understanding best practices for managing enrollment is one of the most important business skills you can learn in child care.\n\nIn this guide, we will address fundamental steps for managing enrollment. By consistently dedicating time toward these steps, you will support your business’s overall longevity and sustainability.\n\nThe Essential Steps for Managing Enrollment\n\nStep 1\n\nEvaluate Demand\n\nThe most critical step for managing enrollment is determining the levels and types of demand for your child care services. For example, a child care business that creates a large number of child care slots for children preschool age and older would not be successful if the demand in their area was primarily for infants. Indicators of demand can come from several places. You may have families that are interested in your services making regular inquiries or requesting to be added to your waitlist. You can also learn more about demand in your community by reaching out to several child care businesses in your market. Find out if other child care programs are at full capacity and what age groups have the most, or least, availability and what types of services they offer. For example, you may find that there are no child care businesses in your area that offer overnight care or care for infants. Additionally, changes in your community can indicate demand for particular age groups or services. Perhaps a child care center in your area is closing and the only other child care business, aside from your own, is located nearby the local elementary school. Through research you may find that there is a need locally for child care within a specific price range, and you will need to determine if you are able to provide a level of care that lives up to your standards when offering those rates. Finally, take a look at your own enrollment and consider which ages or services fill quickly and which ones do not. Understanding the need for both age groups and services will help you to understand how your enrollment may need to change.\n\nSo, does your enrollment need to change? Think about the following:\n\nAre there indicators that moved you to think of increasing enrollment?\n\nIs there a common percentage of unfilled slots across all age groups?\n\nAre there particular age groups that tend to fill up more quickly than others?\n\nPerhaps you find that you often need to turn families with children of a specific age away and might need to consider expanding or converting capacity for that age group.\n\nPerhaps you may not have achieved the levels of enrollment you would like because you are offering care for an age range where there is already a great amount of care available.\n\nReviewing your current circumstances will help you to understand if you want to fill existing capacity, create additional capacity, or adjust the age groups that you are caring for.\n\nKeep in mind that demand and marketplaces may change over time. Researching changes in your community, such as new industries or housing, can help you gauge the current level of demand. You will want your research to be recent and you will want to revisit demand periodically.\n\nStep 2\n\nDetermine the number of slots needed\n\nWhen formulating a plan to increase enrollment you will determine the number of slots you need, and will be able, to fill. To find out the number of slots you will need to fill to advance the financial success of your business you will want to evaluate your budget and refer back to your cash flow. The purpose of your budget is to make sure that all new expenses are accounted for, and the purpose of your cash flow is to determine how your changes impact your sustainability. An example would be to determine if the costs associated with enrolling four additional children are less than the additional amount of revenue the new enrollment will bring. As a good business practice, you will want to know the number of children needed monthly and annually to cover your costs and result in profit.\n\nStep 3\n\nHow will changes in enrollment affect staffing?\n\nAn important factor to remember is that changing your enrollment can result in changes in staffing. Changes in staffing can have both financial and operational impacts to your business. You will need to address if staffing to accommodate your new goal is feasible financially. Make sure you are aware of the child/caregiver ratios required by licensing, compare your current staffing to the requirements and then calculate if you will need additional staffing. Staffing is one of the greatest challenges facing child care providers today, you do not want to assume you will easily find additional staff. Remember that you will also want to refer back to your budget and cash flow to make necessary adjustments to your personnel expenses and confirm that you will remain profitable even with increases in personnel costs.\n\nStep 4\n\nAttracting Families\n\nTo increase your enrollment, you will need to effectively reach the families you want to serve. Developing a sales and marketing plan will help you to connect with these families and attract them to your business. As you develop your plan, be sure to consider:\n\nYour business’s brand and identity\n\nWhat is your value proposition?\n\nWhat makes your program different from other programs?\n\nWhat unique needs do you meet?\n\nWhat are your business’s values?\n\nThe marketplace your business exists in\n\nDo you understand your competition’s pricing and services?\n\nYour budget\n\nHow much money can you spend on marketing?\n\nYour timeline\n\nTaking demand into account, how long will it realistically take to achieve your enrollment goal?\n\nYou have many options for attracting new families to your program. You could ask your current families for referrals and have them write recommendations. Holding open houses is a great way for prospective families to see the environment and level of care you provide. Networking within both the local child care community and with groups found online can help you make connections with potential families while learning new approaches for growing enrollment. Consider utilizing social media, creating a custom website, and designing printed promotional materials when possible.\n\nStep 5\n\nMaintaining and Tracking Enrollment\n\nOnce your level of enrollment meets your financial and operational needs and you feel satisfied with the number of children you care for, your focus should be taking the necessary steps to maintain enrollment. Smart planning will be essential to maintaining the number of children in your care. A variety of circumstance may cause your enrollment may fluctuate throughout the year. Perhaps you care for children who have parents that do not work during the summer months, such as teachers, and you will want to be aware of the implications of changes in your enrollment at those times. It is important to keep track of children who may be “aging out” of your program or reducing hours of care due to beginning full time schooling, as those slots may now be available for you to care for other children. Remember, temporary changes in enrollment will affect your income and you will want to plan for those changes. You may need to adjust your budget and carefully watch expenses during that time. It will be helpful to have additional cash reserves during time periods that your enrollment fluctuates.\n\nMeeting the needs of families and children will certainly help in your effort to retain your enrollees, it is a good practice to be continuously curious about what families and children like best about your program and take steps to ensure you maintain those positive attributes. You will also want to inquire about additional services parents would like, and if these are services that families are willing to pay for. Those services can benefit your cash flow, as well as encourage enrollment retention.\n\nAn excellent practice for your business is to keep a waitlist. Have a standard procedure for updating your waitlist, making sure to have all pertinent information recorded, such as parent contact information, child’s age, any special needs requests, and the date they are looking to enroll in your program.  You may want to create a template or spreadsheet that you use to maintain your waitlist so that you do not forget to record the pertinent information. Maintaining this list will ensure that if a space should open, you will have the information needed to reach out to families that have shown prior interest in enrolling.\n\nAs you maintain enrollment over time, it is a good practice to evaluate your rates periodically. For instance, if you have been charging below market rate, adjusting rates upwards will allow you to maximize the impact that ideal enrollment can have on your business. However, you will want to be mindful about not losing potential enrollment by pricing yourself out of the market and having families either not enroll or leave your program. It is important that you balance setting rates that reflect the quality of care that you provide with setting rates that are attractive and encourage enrollment.\n\nIn addition to maintaining your enrollment, tracking enrollment is an important piece of understanding the ongoing health of your business. Your enrollment may fluctuate during different seasons, and you will want to be prepared for the highs and lows, as changes in enrollment can affect staffing and your cash flow. By having an ongoing tracking system, you can address anticipated changes and you can act quickly on changes that come unexpectedly.\n\nThere are many methods you can use for tracking. If your enrollment is smaller in size, keeping a journal of weekly enrollment may suffice, but ideally you will want to use a method that allows you to easily identify and analyze changes. This may be in the form of a computer spreadsheet updated weekly, which will allow you to keep a running tally of your enrollment while showing changes from week to week or season to season. A more advanced option is to invest in a Child Care Management System (otherwise known as a CCMS.) Using a CCMS allows you to not only track overall enrollment, but can also help you track daily attendance, assist in billing, and provide a means of facilitating communication with parents. Using these systems to generate reports is a great use of the data you’ve collected, as it serves as an accurate and concise means of understanding how the trends in your enrollment can affect your business.\n\nAdding a CCMS does require a financial investment and you will want to research different systems to determine which is best for your business. Speaking to other child care providers of similar size to discuss the CCMS they use can give you first-hand insight into features and benefits, you may want to ask fellow child care providers in your area about their experiences with the CCMS they use or ask the question in online networking groups. You can utilize a site such as www.capterra.com, which features software reviews for many different needs and businesses, but keep in mind that while such a site does offer user reviews, they also receive compensation from software vendors for directing traffic to the vendor’s sites.\n\nDisclaimer: The information contained here has been prepared by Civitas Strategies Early Start and is not intended to constitute legal, tax, or financial advice. The Civitas Strategies Early Start team has used reasonable efforts in collecting, preparing, and providing this information, but does not guarantee its accuracy, completeness, adequacy, or currency. The publication and distribution of this information is not intended to create, and receipt does not constitute, an attorney-client or any other advisory relationship. Reproduction of this information is expressly prohibited.",
  "word_count": 2007,
  "content_type": "docx"
}