{
  "doc_id": "6e7726918d62e9e75d4d817c9da495b5",
  "url": "https://www.twc.texas.gov/sites/default/files/ccel/docs/accountable-plan-spanish-twc.docx",
  "filename": "accountable-plan-spanish-twc.docx",
  "text": "Planes de Contabilidad\n\nSepa por qué es importante un plan de contabilidad y cómo crearlo para su empresa.\n\nVideo: https://youtu.be/A8WGqZH2x2U\n\nIntroducción\n\nSi está dirigiendo una Corporación S, Corporación C, o una LLC tratada como Corporación S o C, es crucial tener un plan de contabilidad en su lugar para reembolsar los gastos de los empleados, incluyendo el uso comercial de su casa. En esta guía, le explicaremos qué son los planes de contabilidad y le proporcionaremos instrucciones paso a paso sobre cómo crearlos y ponerlos en marcha para su empresa.\n\n¿Qué es un plan de contabilidad?\n\nUn plan de contabilidad ofrece a las empresas una forma de reembolsarle a usted y a sus empleados los gastos de su empresa sin incurrir en impuestos. Con este plan, usted y sus empleados pueden presentar gastos, como gastos de viaje u otros gastos relacionados con la empresa, para su reembolso. Disponer de un plan para su empresa ofrece ventajas tanto para usted como para sus empleados. He aquí algunos ejemplos:\n\nCumplimiento de las normas del IRS: Contar con un plan de contabilidad garantiza el cumplimiento de las normas del IRS para el reembolso de gastos empresariales, lo que reduce el riesgo de sanciones e intereses. Esto incluye el uso empresarial de su hogar, que puede ser una gran deducción para los proveedores de cuidado en el hogar.\n\nAhorro y deducciones fiscales: Con un plan de contabilidad, el reembolso a los empleados de los gastos de la empresa queda excluido de sus ingresos imponibles. Esto reduce la responsabilidad fiscal de los empleados y permite a los empresarios deducir estos gastos en sus declaraciones de impuestos.\n\nMayor satisfacción de los empleados: El reembolso de gastos puede ayudar a los empleados a sentirse más valorados y apoyados, lo que conduce a una mayor satisfacción laboral y productividad. También garantiza que los empleados no tengan que cargar con gastos que debería cubrir la empresa.\n\n¿Cómo empezar?\n\nCrear un plan de contabilidad para su empresa es un proceso sencillo que empieza por familiarizarse con las directrices del IRS. Algunos puntos clave a tener en cuenta son:\n\nFinalidad empresarial: El IRS exige que los gastos se reembolsen en el marco de un plan de contabilidad y que tengan una finalidad empresarial clara. Esto significa que los gastos deben estar directamente relacionados con las operaciones empresariales y considerarse necesarios y ordinarios en el contexto del sector.\n\nJustificación: Para poder optar a un reembolso, usted y sus empleados deben aportar la documentación adecuada para justificar los gastos. Esto incluye conservar recibos, facturas u otros registros que detallen la naturaleza, la fecha, el importe y la finalidad comercial de cada gasto. Es importante que las empresas establezcan políticas claras que definan los requisitos de documentación para garantizar su cumplimiento.\n\nNotificación a tiempo: Los empleados deben informar los gastos de la empresa a tiempo.  El IRS suele considerar que un plazo razonable de notificación es de 60 días a partir del momento en que se incurre en el gasto.  Los retrasos en la notificación pueden dar lugar a que el gasto quede excluido del reembolso en virtud del plan contable.\n\nExceso de reembolso: Todo exceso de reembolso o anticipo recibido por los empleados debe devolverse a la empresa a su debido tiempo. Tanto usted como sus empleados están obligados a devolver el exceso en un plazo razonable, que suele ser de 120 días a partir del momento en que se pagó o se incurrió en el gasto.\n\nSin ganancias ni pérdidas: Las normas del IRS estipulan que un plan de contabilidad no debe suponer una ganancia o pérdida financiera para los empleados. En otras palabras, usted y sus empleados deben recibir el reembolso de la cantidad exacta que gastaron, sin obtener beneficios con el reembolso.\n\nA continuación, evalúe las necesidades de su empresa y determine qué gastos pueden ser reembolsados. Elabore una política escrita que describa los detalles de su plan, incluidos los gastos subvencionables, los requisitos de documentación y los procedimientos de reembolso.\n\nHe aquí varios componentes que suelen incluirse en un plan de contabilidad:\n\nIntroducción: Explique la finalidad del plan de contabilidad y los tipos de gastos que se reembolsarán.\n\nGastos subvencionables: Enumere los tipos de gastos que se reembolsarán, como gastos de viaje, comida y representación. Asegúrese de incluir cualquier limitación o exclusión específica.\n\nRequisitos de registro: Explique la documentación que los empleados deben conservar para justificar sus solicitudes de reembolso. Por ejemplo, puede exigirse a los empleados que presenten recibos o informes de gastos que incluyan la fecha, el importe y la finalidad profesional de cada gasto.\n\nProcedimientos de reembolso: Describa el proceso que deben seguir los empleados para solicitar un reembolso, incluidos los formularios que deben cumplimentar y el plazo para presentar las solicitudes de reembolso.\n\n¿Cómo es un plan de contabilidad?\n\nHe aquí un ejemplo de plan de contabilidad:\n\nPlan de contabilidad de la empresa XYZ\n\n1. Política escrita: La empresa XYZ establece un plan de contabilidad por escrito que describe las normas y directrices para los reembolsos de gastos de propietarios y empleados. El plan se comunica a todos los empleados y proporciona instrucciones claras sobre los tipos de gastos susceptibles de reembolso, la documentación requerida y el proceso para presentar las solicitudes de reembolso.\n\n2. Gastos relacionados con la empresa: En el marco del plan de contabilidad, la empresa XYZ reembolsará a los empleados los gastos razonables y necesarios en que incurran en el desempeño de sus funciones laborales. Estos gastos pueden incluir gastos de viaje, comidas y entretenimiento, alojamiento, transporte y otros gastos relacionados con la empresa.\n\n3. Proceso de reembolso de gastos: Los empleados deben presentar un informe de gastos detallado en un plazo razonable tras haber incurrido en los gastos, normalmente en un plazo de 30 días. El informe debe incluir la fecha, la descripción y la finalidad de cada gasto, junto con toda la documentación justificativa, como recibos o facturas.\n\n4. Justificación de gastos: Los empleados deben justificar adecuadamente cada gasto en que incurran. Esto incluye la presentación de recibos originales, facturas u otros justificantes de pago válidos. La empresa XYZ exige a los empleados que mantengan registros y documentación precisos para justificar sus solicitudes de reembolso de gastos.\n\n5. Reembolso puntual: Una vez presentado y aprobado el informe de gastos del empleado, la empresa XYZ reembolsará al empleado los gastos documentados en un plazo razonable, normalmente dentro del siguiente ciclo de nómina. El reembolso se basará en los gastos reales incurridos y justificados mediante documentación válida.\n\n6. Devolución del exceso de reembolso: Si un empleado recibe un anticipo o un pago en exceso que excede los gastos reales en los que ha incurrido, el empleado es responsable de devolver la cantidad en exceso a la empresa XYZ en un plazo determinado. Esto garantiza que los empleados no reciban más de los gastos reales que han pagado.\n\n7. Cumplimiento fiscal: La empresa XYZ cumple todas las leyes y normas fiscales aplicables a la hora de aplicar el plan de contabilidad. Esto incluye excluir las cantidades reembolsadas de los ingresos imponibles del empleado, si los gastos cumplen los requisitos del IRS para gastos relacionados con la empresa.\n\nRecuerde, no tenga miedo de consultar con un profesional fiscal o contador  que pueda proporcionarle una orientación personalizada basada en las necesidades de su empresa. Si tiene preguntas o dudas, pueden ayudarle a navegar por el proceso y asegurarse de que su plan de contabilidad está configurado correctamente.\n\nUna vez redactado el plan, es hora de comunicarlo a los empleados, si los tiene, y establecer procesos para la presentación de los informes de gastos y la justificación de la documentación. Forme y eduque a sus empleados sobre los requisitos del plan para garantizar su cumplimiento. Haga que los empleados firmen un acuerdo en el que reconozcan que comprenden las condiciones del plan de responsabilidad y que cumplirán sus requisitos. Una vez que haya puesto en marcha su plan, considere la posibilidad de realizar auditorías periódicas para revisar la documentación, verificar los gastos y conciliar los reembolsos para garantizar el cumplimiento de las normas del IRS. Por último, asegúrese de revisar y actualizar periódicamente el plan para reflejar cualquier cambio en las normas del IRS o en las políticas de la empresa. Esto puede implicar consultar con un profesional fiscal, realizar evaluaciones periódicas de la eficacia del plan y comunicar cualquier actualización o cambio a los empleados.\n\n¿Cuáles son algunos de los errores más comunes que cometen las empresas al crear un plan de contabilidad?\n\nLos propietarios de empresas a menudo olvidan o no se dan cuenta de que el plan de contabilidad tiene que ajustarse a las directrices del IRS sobre gastos aunque se paguen a través del plan de contabilidad. Para cumplir con las normas del IRS, un plan contable sólo debe reembolsar gastos que tengan:\n\n1. Una conexión empresarial: Los gastos reembolsados en el marco del plan de contabilidad deben tener una clara conexión empresarial. Deben producirse durante el desempeño de las funciones del puesto de trabajo o en relación con la actividad comercial o empresarial del empleador. En el caso de los artículos que se comparten para uso profesional y personal, debe existir una forma clara y justa de determinar qué parte se destina a la empresa y reembolsar sólo esa parte.\n\n2. Justificación: Los empleados deben justificar adecuadamente cada gasto, incluyendo documentación como recibos, facturas u otra prueba válida de pago. La documentación debe justificar el importe, el momento, el lugar y la finalidad profesional del gasto.\n\n3. Informes a tiempo: Los empleados deben presentar sus informes de gastos en un plazo razonable después de incurrir en los gastos, normalmente en un plazo de 30 días. Las presentaciones tardías pueden no dar derecho al reembolso exento de impuestos.\n\nLo mismo ocurre con el uso de la vivienda para fines profesionales. Por ejemplo, los proveedores de cuidado infantil a domicilio deben ajustarse a todas las orientaciones del IRS sobre el uso de su vivienda a través del plan de contabilidad, incluido el uso de su cálculo de tiempo/espacio.\n\nImplantar un plan de responsabilidad es una medida inteligente para las empresas que desean reembolsar los gastos de negocio de sus empleados cumpliendo las normas del IRS. Siguiendo los pasos descritos anteriormente y adoptando las mejores prácticas para la administración del plan, los empresarios pueden ahorrar en impuestos, cumplir las normas y hacer más felices a sus empleados. Si necesita ayuda, póngase en contacto con centros de desarrollo de la pequeña empresa, asociaciones sectoriales o consulte recursos en línea como el sitio web del IRS para obtener orientación y personalizar el plan para que se adapte a sus necesidades específicas.\n\nAdvertencia: La información aquí contenida ha sido preparada por Civitas Strategies y no pretende constituir asesoramiento legal, fiscal o financiero. El equipo de Civitas Strategies ha realizado esfuerzos razonables para recopilar, preparar y proporcionar esta información, pero no garantiza su exactitud, integridad, adecuación o vigencia. La publicación y distribución de esta información no pretende crear, y su recepción no constituye, una relación abogado-cliente ni ninguna otra relación de asesoramiento. Queda expresamente prohibida la reproducción de esta información. Sólo se permite el uso no comercial de esta obra.",
  "word_count": 1853,
  "content_type": "docx"
}