{
  "doc_id": "6e986b5ea1786c79b22e657cf1982b28",
  "url": "https://www.twc.texas.gov/sites/default/files/ccel/docs/retirement-options-twc.docx",
  "filename": "retirement-options-twc.docx",
  "text": "Why Should I Consider Offering a Retirement Plan?\n\nLearn how you, your business, and your employees can benefit from a business retirement plan.\n\nVideo: https://youtu.be/lWQUa_eNzcM\n\nIntroduction\n\nWhen dealing with the busy day-to-day operations of your child care business, the last thing on your mind is most likely one of great importance – saving for retirement. While you consider all of your options of choosing and offering employee benefits, or paying yourself if you are a home-based provider, it’s important to remember that as a business owner, saving for your own retirement rests solely in your hands. And if you are an employer, you play an important role in helping your employees save for their futures.\n\nIn this guide we will discuss the importance of exploring retirement plan options sooner rather than later, the benefits to both you and your employees, the types of plans available, tips to start or boost your savings, and resources to help you get started.\n\nNote: While this document will be focusing specifically on business retirement plans, and will include information for sole owners, it is worth knowing that there are other individual retirement account options available, such as a Roth Individual Retirement Account (IRA) or Traditional IRA. To learn more about Traditional and Roth IRAs visit:  Traditional and Roth IRAs | Internal Revenue Service (irs.gov)\n\nThe Importance of Saving NOW\n\nFinancial experts estimate that most individuals will need up to 80% of their preretirement income to maintain their standard of living once they stop working. That means if you are making $35,000 today, you will need to have $28,000 a year from when you retire onward. However, the average benefit paid by the Social Security Administration is only $14,400 a year, leaving a large gap for many people to retire comfortably.\n\nSo how do you get there? Saving in a retirement account now can provide you with the additional income needed to continue doing the things most important to you when the time comes to stop working. Without one, you may need to continue working past the traditional retirement age to make ends meet. It also provides you with a financial safety net should Social Security go away, or you need funds for an unexpected event or expense.\n\nThe Power of Retirement Accounts\n\nWhen you invest money in a retirement account, you are making a smart financial decision that provides you with tax advantages today, and the power of compounding interest throughout your savings journey. These two benefits work together, over time, in a retirement account to help you grow more savings faster than you can by saving on your own.\n\nTax advantages:\n\nThere are two types of retirement accounts, pre-tax and post-tax, that each have different tax advantages.\n\nA pre-tax retirement account is one where your deposits are not taxed when you make them, but the withdrawals in retirement are. This means you will not pay taxes on any amount invested into the account, which can help reduce your annual income taxes. When you finally decide to withdraw funds once you stop working, you'll pay taxes on them then. For example, if you put $1,000 in a pre-tax account, that money would not be taxed at the time you invested. However, if you later retire and withdraw the money, it would be taxed at the time of withdrawal.\n\nA post-tax retirement account is the opposite – you are taxed on your deposit now but are not taxed on the interest you accumulate and the money you withdraw upon retirement. For example, if you deposited the same $1,000 in 2022, you would be taxed on it this year. But when you retire, the withdrawal would not be taxable income.\n\nFor many people the pre-tax benefit is very appealing since there is an immediate savings when you are still working and your income tends to be higher than in retirement. However, post-tax retirement accounts can help reduce costs when you are retired and typically have a lower income. Accordingly, most financial planners recommend a bit of both based on your age and retirement goals to balance your costs now and in the future.\n\nCompound interest:\n\nAnother major benefit of retirement accounts is their ability to compound interest, allowing your savings to grow faster over time. In simple terms, compound interest allows you to earn interest on interest, in addition to interest on your contributions. Financial experts agree that compound interest is one of the most useful tools available to help people reach their retirement goals.\n\nHere’s how compound interest works. Let’s go back to the $1,000 you put in your retirement account in 2022. Let’s say it earned 10% interest. In the first year, that’s $10. Now in 2023 you have $1,010 (your original $1,000 plus the interest of $10) and your 10% interest gets you $10.10. As you enter 2024, you now have $1,020.10. This continues and in twenty years your $1,000 would be worth $7,330!\n\nBenefits of Offering a Retirement Plan\n\nThere are both individual retirement accounts that are for you personally, and those that are business accounts for your small business. In this section, we are going to focus on small business retirement plans which can be one of the best ways to build your retirement savings and that of your employees (if you have any).\n\nDid you know - some of these accounts are made just for sole proprietors, so even if you have no employees, there is a plan for you!\n\nWhile there are too many financial and other benefits to list here, a summary of the key points is below.\n\nBenefits to your Business\n\nContributions are tax-deductible\n\nFunds in the account grow tax-free\n\nMany flexible plan options exist to best fit your business\n\nTax incentives for starting a plan may be available\n\nRetirement plans can be a great tool to attract and retain valuable employees\n\nBenefits to you and your Employees\n\nContributions can reduce taxable income\n\nContributions and earnings are not taxed until they are withdrawn\n\nPayroll deductions can make contributions easy\n\nInterest compounds over time, leading to faster and bigger savings\n\nYou and your employees can feel confident and secure knowing you’re building a financially sound future\n\nA key benefit of business retirement accounts is the opportunity for company contributions or matches. As we will discuss further in the next section, most plans allow or even require companies to provide some contribution to the employee’s retirement. These contributions can be a set amount or percent of compensation or be a “match”, which means that it is tied to the amount the employee puts towards their retirement. Many employers offer to match employee contributions up to a certain percent. For example, an employer may offer to match the money contributed to a retirement account up to 3% of the employee’s salary. This could mean that for a person earning $60,000 a year and contributing $1,800 annually (3%), their employer would also contribute – or match – the $1,800, increasing the total contribution to $3,600. This match is essentially free money for the employee and taking advantage of it is highly recommended to help accelerate retirement savings.\n\nThe company contribution or match is an incentive for employee retention, since they are getting additional funds. However, the money is oftentimes not available until the employee is vested. Vesting is the time it takes for the company portion of the retirement account to be fully “owned” by the employee. For example, let’s say you make a $600 contribution in 2022 and you have a three-year vesting schedule. Typically, that would mean if the employee left your business at the end of 2023, they would only have 1/3 or $200 (the rest would return to the company). If they left at the end of 2024, 2/3 or $400 would follow them. It wouldn’t be until the end of 2025 that they would have the full $600 if they changed jobs.\n\nChoosing the Right Plan\n\nChoosing the right retirement plan for your business starts with understanding the options and deciding which makes the most sense for you and your employees.\n\nThere are many types of retirement plans available, each with their own benefits, features, and costs. Most are affordable and accessible to businesses of all sizes, whether you have one employee or one hundred.\n\nBelow you will find some of the most popular options, including some of the advantages and disadvantages of each to help you decide which is best for you.\n\nA Simple IRA or Simple 401(k) is just that – a simple way for businesses from one person to 100 employees to provide a retirement program. Employees make contributions directly from their payroll and can contribute up to $14,000 in 2022. Employees over 50 can make an additional $3,000 in catch up contributions. The employee contributions are pre-tax, so they don’t pay tax now, but will when they withdraw the funds. Employers can match employees’ contributions up to 3% of their pay or provide a flat 2% match for all employees. These contributions are deductible for the business. All of the employer contributions are fully vested at the start, so if an employee leaves, they can take the full amount with them.\n\nThe key difference between the Simple IRA and Simple 401(k) is in paper work and loans. The Simple 401(k) requires an annual filing with the IRS, but can, because of this, allow for loans (which we talk about later in this document).\n\nA SEP IRA is another easy-to-implement retirement plan specifically for small businesses. The SEP is geared to employer-only contributions that may vary from year to year (that is, employees cannot contribute at all).An example is that an employer may choose to do 3% of salary one year and 0% the next. The maximum amount allowed for a company contribution is 2% of an employee’s salary up to a cap of $61,000. Many sole  proprietors like the SEP since it is easy to run, they can make contributions based on their annual earnings (including none at all), and pay for contributions from deductible company funds. Do know that all employee contributions are fully vested from day one, so if an employee leaves they can take the full amount with them.\n\nAn Individual or Solo 401(k) is designed for the sole proprietor, meaning you cannot have other employees. The advantage for the business owner is that they can have higher contributions overall - up to $19,500 as an employee and up to 25% of salary as an employer for a total up to $61,000, tax free. If you are over 50, there can be an additional $6,500 contributed to catch up for a total of $67,500. Since this is a plan just for the owner, it is entirely vested from the oment funds are contributed.\n\nA Traditional 401(k) Plan is the business retirement account you tend to hear about most often. A benefit of these plans is greater flexibility in the amounts you can give (for example, most plans allow managers to receive a higher employer match or contribution than employees). They also allow for high levels of contributions, up to $20,500 for employees with an additional $6,500 in catch up contributions for those over 50 (these are all pre-tax contributions) in 2022. Employers can contribute up to $61,000 in 2022. You can also set up vesting schedules to encourage employee retention by transferring ownership of company matches over time. However, they do require more paperwork to set up and maintain, including complex annual tests to ensure that any differences in company matches are not significantly unbalanced (for example, doing a match of 50% of salary for managers and only 1% for employees).\n\nHere’s a quick summary of the plans:\n\nWithdrawing Retirement Funds\n\nRetirement funds get special treatment for taxes to encourage you to save for the future. It isn’t surprising that it is not easy to take your money out ahead of retirement. Generally, if you withdraw before the age of 59 ½ you will be subject to income tax on the funds and an additional 10% penalty (for a SEP or Simple IRA, this penalty is 25% if made in the first two years of joining the retirement plan). So, if you are in the 22% tax bracket and took out $1,000, you would have to pay $220 in taxes and a $100 penalty for a total of $320, leaving you with just $680 cash in hand.\n\nThere are hardship allowances for early withdraw if the account holder dies or for certain health issues, such as:\n\nUnreimbursed medical expenses that exceed 10% of your adjusted gross income (7.5% if your spouse is age 65 or older);\n\nYour cost for your medical insurance while unemployed; or\n\nYou are disabled.\n\nYou can also have a penalty free withdrawal of funds for a SEP or Simple IRA if you plan to use the funds for college or university or to buy, build, or rebuild a first home.\n\nIf you have a 401(k) plan (including the Simple 401(k)) you can also loan yourself money against the amount in your retirement. A 401(k) loan should be considered very carefully since you’re literally borrowing against your future. Most financial advisors suggest only using a loan if it is going to be paid back within 1 year and you are sure you will be able to pay it back. Typically, you can borrow up to 50% or $50,000 of your savings, whichever is less. Though you have to pay interest, this goes into your account (so you are paying yourself). Additionally, the origination fees (the ones to get the loan) tend to be lower than many bank loans.\n\nTips to Boost Retirement Savings\n\nOnce you have decided on a plan, it is time to start saving. Whether you – or your employees -are well on your way to your retirement goals, or just starting out, there are easy ways to boost your savings that can be implemented today.\n\nSet Up Automatic Deposits\n\nOne of the easiest ways to grow your savings is through automatic, recurring deposits. These deposits can often be administered through the employer, so a designated amount of your paycheck is deposited seamlessly into your retirement account on a regular schedule.\n\nIncrease Savings When Possible\n\nFinancial experts recommend increasing the amount saved into your retirement account each year. There are several simple ways to do this that will not have a dramatic effect on your day-to-day budget or spending, like:\n\nIncreasing automatic contributions by 1-2% each year\n\nSaving a portion of any raise or bonus received\n\nSaving unexpected income like lottery winnings, inheritance, property sale, etc.\n\nRedirecting any debt payments to the retirement account once paid off\n\nTake Advantage of Catch-Up Contributions\n\nIf you are 50 years old or older and have not been able to save as much as you would have liked, catch-up contributions can help boost your savings as you get closer to retirement. In most plans, these contributions can exceed standard limits and are specifically designed to help older workers set aside more money to meet their retirement goals. Catch-up contributions are a valuable savings tool that should be taken advantage of if possible.\n\nWhich do I Choose?\n\nWhich option may be best for your child care business? For family child care providers, you want a simple plan. Accordingly, the best options are likely:\n\nSimple IRA or 401(k)\n\nSEP IRA\n\nIndividual or Solo 401(k)\n\nThese plans allow child care business owners to save money quickly and easily, without much paperwork or effort. Some of them, like the Simple plans and SEP IRA also enable you to cover the assistant you might hire, without creating a whole new plan.\n\nFor small to mid-sized centers wanting an easy program, they are probably best with a:\n\nSimple IRA or 401(k)\n\nSEP IRA\n\nThese options can cover multiple employees while keeping the administrative time and costs to manage them at a bare minimum.\n\nWhile larger centers wanting to offer more complex benefits would like look to a:\n\nSimple IRA or 401(k)\n\nSEP IRA\n\nTraditional 401(k) or 403 (b) for non-profits\n\nLarger centers may want the simplicity of a Simple or SEP option. They can be a great starting point for adding retirement as a benefit to employees. However, a traditional 401(k) may also be attractive since you can provide additional contributions (and incentives for retention) to managers and other higher-paid employees.\n\nDisclaimer: The information contained here has been prepared by Civitas Strategies Early Start and is not intended to constitute legal, tax, or financial advice. The Civitas Strategies Early Start team has used reasonable efforts in collecting, preparing, and providing this information, but does not guarantee its accuracy, completeness, adequacy, or currency. The publication and distribution of this information is not intended to create, and receipt does not constitute, an  prohibited.\n\nPlan | Employees | Tax Advantages | Advantages | Disadvantages\n\nSimple IRA or Simple 401(k)\n\nLearn more. | 1 to 100 (including self-employed or sole proprietor) | Employer contributions are deductible for the business. Employee contributions are pre-tax. | Easy to set up\nEmployer and employee can make contributions \nNo tax filing requirements | Contribution match required\nLower contribution limits\nImmediate vesting\n\nSEP IRA\n\nLearn more. | Just you or you and employees | Employer contributions are deductible for the business. | Easy to set up and manage\nContributions are deductible\nLarge contributions allowed\nContributions can vary by year\nNo tax filing requirements | 100% employer funded\nImmediate vesting\nNo catch-up contributions\n\nIndividual or Solo 401(k)\n\nLearn more. | 1 (self-employed or sole proprietor) | Employer contributions are deductible for the business. Employee contributions are pre-tax. | Contribute as an employee and employer\nPotential to borrow from the plan\nEarly withdrawal possible | More administration and management\nAnnual tax filing\n\n401(k) Plan\n\nLearn more. | All sizes of companies with employees | Employer contributions are deductible for the business. Employee contributions are pre-tax. | Contributions are deductible\nTax credits may be available\nPotential to borrow from the plan\nVesting schedule available | More administration and management\nAnnual tax filing",
  "word_count": 3006,
  "content_type": "docx"
}