{
  "doc_id": "72b5effc07e1517ed9db6c232c7867e5",
  "url": "https://www.twc.texas.gov/sites/default/files/ccel/docs/building-a-monthly-budget-spanish-twc.docx",
  "filename": "building-a-monthly-budget-spanish-twc.docx",
  "text": "Crear una guía de presupuesto mensual\n\nAprenda a crear un presupuesto mensual para mantener el rumbo.\n\nIntroducción\n\nUn presupuesto anual es una herramienta fundamental para administrar su negocio de cuidado infantil. Le ayuda a planificar con anticipación lo que gastará y controlar sus ingresos y gastos reales para mantenerlo encaminado. En el mejor de los casos, pero especialmente en tiempos de incertidumbre, como la pandemia de coronavirus, tener un presupuesto te permitirá saber dónde es vulnerable tu negocio.\n\nPero en este momento, un presupuesto de un año probablemente no sea manejable. Tiene costos cambiantes, como el precio del PPE, e ingresos variables, a medida que cambian las proporciones entre maestros y niños o surgen nuevas reglas sobre el pago de subsidios.\n\nDurante un grupo de enfoque con proveedores de cuidado familiar del condado de Essex, Nueva Jersey, pidieron una herramienta de presupuesto, pero una que los ayudará mensualmente durante la pandemia. En consecuencia, este libro lo lleva paso a paso a través del proceso de creación de un presupuesto mensual de seguimiento.\n\nEste libro de trabajo presupuestario, creado a través del generoso apoyo de la Fundación Caritativa Maher en asociación con Programas para Padres, lo ayudará a mantenerse encami-nado y en el negocio.\n\nUna vez que domine este ejercicio, es probable que desee convertirlo en uno de sus hábitos comerciales mensuales durante la pandemia y ser un punto de partida para los presupuestos futuros.\n\nElaboración de un presupuesto mensual en 4 sencillos pasos\n\nPASO 1 — Recopilar información\n\nPASO 2 — Ingresos de la lista\n\nPASO 3 — Lista de gastos\n\nPASO 4 — Realice un seguimiento de sus datos reales y cree el próximo mes\n\nPaso 1: Reúna documentación\n\nObtenga de 2 a 3 meses de documentos que muestren sus ingresos y gastos. Hay una lista de documentos que pueden brindarle la información que necesita.\n\nDocumentos que muestran ingresos y gastos\n\nEstados de cuenta bancarios\n\nEstados de cuenta de tarjetas de crédito\n\nTransacciones deVenmo\n\nRecibos de servicios públicos\n\nCualquier otro registro de las formas en que recibe o gasta dinero\n\nTrate de utilizar los montos reales de sus ingresos y sus costos cuando sea posible para mayor precisión. Si no tiene cantidades reales para todo, está bien usar un promedio. Por ejemplo, es posible que deba usar su factura de electricidad promedio porque no sabe exactamente cuánta electricidad usará durante el mes.\n\nPaso 2: Listar ingresos\n\nPara determinar un ingreso mensual exacto, primero deberá calcular el dinero que traerá en función del número de niños a diferentes tarifas. Complete la TABLA 1 para encontrar los ingresostotales de las tarifas según las diferentes tarifas que podría ofrecer.\n\nCategorías de ingresos\n\nSubvención\n\nTarifa\n\nSubsidios\n\nPPP\n\nOtro\n\nAhora que ha determinado el dinero que proviene de las tarifas cada mes, ingréselo en las casillasde “Tarifas” en la TABLA 2.\n\nLuego, categorice el resto del dinero que ingresa cada mes. Asegúrese de incluir siempre una\ncategoría \"Otro.”\n\nPaso 3: Lista de gastos\n\nClasifique el dinero que sale cada mes usando la TABLA 2. Nuevamente, asegúrese de incluir una categoría \"Otro”.\n\nAsegúrese de incluir TODOS sus gastos de PPE. Muchos proveedores están comprando PPE en varios lugares para obtener las mejores ofertas cuando surgen. Trate de guardar todos los recibosy sumarlos para saber cuánto gasta. La mayoría de los proveedores se sorprenden al descubrir que están gastando más de lo que pensaban en EPP.\n\nSi necesita ayuda para calcular sus necesidades de PPE, consulte esta excelente herramienta en línea del estado de Nueva Jersey.\n\nCálculo de gastos en función del porcentaje espacio-temporal\n\nCuando ofrece cuidado de niños en su hogar, puede determinar qué porcentaje se está utilizando para sus negocios y basar sus gastos, como impuestos a la propiedad, servicios públicos, reparaciones del hogar y seguro de propietario de vivienda en esta cantidad. Esto le ayuda a comprender qué parte de los gastos de su hogar debe cubrir su negocio.\n\nEste porcentaje se determina calculando su Porcentaje de tiempo y luego multiplicándolo por su Porcentaje de espacio.\n\nSu porcentaje de tiempo se calcula sumando la cantidad de horas que usa su hogar para fines comerciales y dividiendo esta cantidad por la cantidad total de horas en el año. Hay 8.760 horas en un año.\n\nSu porcentaje de espacio se calcula dividiendo la cantidad de pies cuadrados que su casa se usa regularmente para negocios por la cantidad total de pies cuadrados en su hogar\n\nEjemplo:\n\nSupongamos que ofrece atención durante 40 horas a la semana durante 50 semanas durante el año. Su porcentaje de tiempo es el 23%. \n% de Tiempo = (40 horas x 50 semanas) ÷ 8,760 = 23%\nTambién digamos que usa su sótano para su espacio de guardería. Su sótano es de 1,000 pies cuadrados y su casa es de 2,000 pies cuadrados en total. Tu porcentaje de espacio es 50%.\n% de Espacio = 1,000 pies cuadrados ÷ 2,000 pies cuadrados = 50%\n% de Tiempo x % de Espacio = Porcentaje de Tiempo-Espacio\n23% x 50% = 11.5%\nPor lo tanto, su porcentaje de espacio-tiempo es del 11.5%.\n\nPaso 4: Realice un seguimiento de los datos reales y cree el próximo mes\n\nAhora tiene su presupuesto mensual en la columna \"planificado.” Antes de comenzar el mes, encuentre su beneficio planificado tomando todos sus ingresos y restando sus gastos. Si es positivo, ese es el dinero que estima que tendrá al final del mes. Si es negativo, correrá con pérdidas este mes, por lo que necesitará dinero extra para sobrevivir.\n\nAhora debe realizar un seguimiento de lo que realmente obtiene y gasta en el mes en la columna real. Como sabe los gastos o ingresos, escríbalos. Al final del mes, si resta sus ingresos reales de sus gastos reales, sabrá cuánto dinero ganó (o necesitaba recuperar para permanecer abierto).\n\nSi necesita ideas sobre cómo obtener más dinero o ahorrar en gastos, consulte nuestra ágina de Recursos para la pandemia.\n\nEn la tercera semana del mes, prepare su presupuesto para el próximo mes (por ejemplo, en la tercera semana de enero, haga su presupuesto de febrero). Utilice los ingresos y gastos reales del mesactual comoguía .Por ejemplo, si ve un aumento de costo que noesperaba, asegúresede aumentarlo en su presupuesto.\n\nLa información contenida en esta presentación ha sido preparada por Civitas Strategies Early Start y no pretende constituir un consejo legal. Las partes han realizado esfuerzos razonables para recopilar, preparar y proporcionar esta información, pero no garantizan su exactitud, integridad, adecuación o vigencia. La publicación y distribución de esta presentación no tiene la intención de crear, y el recibo no constituye, una relación abogado-cliente. Queda expresamente prohibida la reproducción de esta presentación.\n\nEste documento utiliza, con permiso, partes de guías anteriores creadas con el apoyo de Maher Charitable Foundation, The Henry and Marilyn Taub Foundation y el fondo New Jersey Pandemic Relief. Les agradecemos su continuo apoyo a las empresas de cuidado infantil.\n\nPreparado por Civitas Strategies Early Start.\nTABLA 1: Calcule los ingresos mensuales a partir de las tarifas\n\nTABLA 2: Presupuesto mensual\nMes:\n\nRenuncia: La información aquí contenida ha sido preparada por Civitas Strategies y no pretende constituir un asesoramiento legal, fiscal o financiero. El equipo de Civitas Strategies se ha esforzado razonablemente en la recopilación, preparación y suministro de esta información, pero no garantiza su exactitud, integridad, adecuación o actualizacion. La publicación y distribución de esta información no pretende crear, y su recepción no constituye una relación abogado-cliente o cualquier otra relación de asesoramiento. La reproducción de esta información está expresamente prohibida. Solo se permiten usos no comerciales de esta obra.\n\nCopyright © 2023 Civitas Strategies, LLC\n\nTipo de cambio | Importe de la\ntarifa mensual | x | numero de niños | = | Ingresos mensuales\npor tarifas\n\nEjemplo: bebés | $800 | x | 2 | = | $1,600\n\nInfantes | x | =\n\nBebés con subsidio | x | =\n\nNiños pequeños | x | =\n\nNiños pequeños con subsidio | x | =\n\nNiños en edad preescolar | x | =\n\nEdad preescolar con subsidio | x | =\n\nEdad escolar | x | =\n\nEdad escolar con apoyo\npara la matrícula | x | =\n\nOtro | x | =\n\nIngresos totales por tarifas:\nSume todos los \"Cuadros de ingresos mensuales de tarifas\" y escríbalos en la línea | Ingresos totales por tarifas:\nSume todos los \"Cuadros de ingresos mensuales de tarifas\" y escríbalos en la línea | Ingresos totales por tarifas:\nSume todos los \"Cuadros de ingresos mensuales de tarifas\" y escríbalos en la línea | Ingresos totales por tarifas:\nSume todos los \"Cuadros de ingresos mensuales de tarifas\" y escríbalos en la línea | Ingresos totales por tarifas:\nSume todos los \"Cuadros de ingresos mensuales de tarifas\" y escríbalos en la línea\n\nCategorias | Planned | Actual\n\nIngresos | Ingresos | Ingresos\n\nTarifa\n\nPagos de subvenciones\n\nIngresos totales\n\nGastos | Gastos | Gastos\n\nPublicidad\n\nVehículo/Viaje\n\nSeguro\n\nPago de préstamos comerciales\n\nSuministros\n(incluidas actividades, juguetes\ny materiales de oficina)\n\nPPE y suministros de limpieza\n\nAlquiler de equipo\n\nSalarios de los empleados e\nimpuestos sobre la nómina\n\nComida\n\nPago de hipoteca o alquiler\n(por% de tiempo-espacio)\n\nUtilidades totales\n(por% de tiempo-espacio)\n\nReparaciones del hogar\n(por% de tiempo-espacio)\n\nImpuestos estimados\n(si se conocen)\n(por% de tiempo-espacio)\n\nOtro\n\nGastos totales\n\nPÉRDIDA DE BENEFICIOS | PÉRDIDA DE BENEFICIOS | PÉRDIDA DE BENEFICIOS\n\nLos ingresos totales\nmenos los gastos totales",
  "word_count": 1554,
  "content_type": "docx"
}