{
  "doc_id": "74e3baaa30a8fee2d07454a45790a200",
  "url": "https://www.twc.texas.gov/sites/default/files/ccel/docs/taxes-considerations-for-selling-your-home-spanish-twc.docx",
  "filename": "taxes-considerations-for-selling-your-home-spanish-twc.docx",
  "text": "Consideraciones fiscales para vender su casa\n\nAprenda cómo se aplicarán los impuestos y por cuánto si piensa vender su casa.\n\nVideo: https://youtu.be/Bc_0w917oN4\n\nIntroducción\n\nSu casa es su lugar de trabajo, pero hay varias razones por las que puede considerar venderla: tal vez se jubile pronto o desee mudarse a otra región, por ejemplo. Al considerar sus opciones, muchos proveedores preguntan: ¿cómo se gravará mi casa y por cuánto?\n\nComo un negocio de cuidado infantil basado en el hogar, hay dos impuestos que se aplicarán a la venta de su hogar.  El primero es el impuesto sobre las ganancias obtenidas de la venta de su casa, y el segundo es el impuesto sobre la depreciación relacionada con su negocio en casa.  Esta guía desglosa ambos, así como describe escenarios especiales.\n\nImpuesto sobre el beneficio de su hogar\n\nEl impuesto sobre sus ganancias de su hogar es relativamente sencillo. (Aunque cubriremos algunos casos muy particulares más adelante en este documento). Básicamente, puede excluir $250,000 de la ganancia si es un contribuyente soltero, y $ 500,000 de la ganancia si está casado y presenta una declaración conjunta.\n\nPara poder acogerse a esta exclusión:\n\nUsted, o su cónyuge, debe haber sido propietario de la casa durante al menos dos de los últimos cinco años,\n\nY debe haber sido su residencia principal durante los últimos dos años, también.\n\nEn la mayoría de los casos, para determinar la cantidad de ganancias de la venta de su casa, comience tomando el precio por el que la compró y reste el precio por el que la está vendiendo. Por ejemplo, digamos que compró una casa en el 2013 por $ 350,000 y puede venderla en el 2022 por $ 800,000. Su ganancia es de $ 800,000 menos el precio original de $ 350,000, lo que equivale a $ 450,000.\n\nSi es soltero, pagaría impuestos sobre solo $ 200,000 de la ganancia, es decir, los $ 450,000 menos la exclusión de $ 250,000. Por otro lado, si está casado presentando una declaración conjunta, podría excluir hasta $ 500,000, por lo que no pagará impuestos sobre la ganancia de $450,000 en absoluto. Cualquier ganancia que no se excluyó se considera ingreso ordinario, lo que significa que se grava a su tasa impositiva habitual para sus ingresos, por lo que podría ser del 12%, 22% o más. De nuevo, al final de este documento hablamos de las circunstancias especiales que pueden afectar al precio de su vivienda y a su valor de venta.\n\nImpuesto sobre la depreciación\n\nAunque hay una generosa exclusión de la ganancia por el beneficio obtenido en la venta de su casa, si utilizó su casa para negocios, es posible que deba pagar parte o la totalidad de la depreciación que tenía derecho a asumir en su propiedad. No hay exclusión para la depreciación de su casa asociada con la venta de su casa si se utilizó para negocios después de 1997. En consecuencia, ya sea que haya tomado la deducción por depreciación año tras año o no, deberá recuperar la depreciación de cualquier monto acumulado después de mayo de 1997.\n\nUsando nuestro ejemplo anterior, el proveedor de cuidado infantil familiar compró su casa en el 2013 por $ 350,000, la venderá en el 2022 y sabemos que la depreciación de una casa ocurre durante 39 años. Primero, comenzamos por determinar cuánto de la depreciación es para el negocio, por lo que tomamos el precio de compra de la casa, $ 350,000, y lo multiplicamos por su porcentaje de tiempo/espacio. Digamos que su porcentaje de tiempo/espacio es del 35%.\n\nMultiplicar su precio de compra original de $350,000 por 35%, significa que $122,500 del valor de la casa se depreciaría a través del negocio. Dado que la depreciación ocurre a lo largo de 39 años, debería dividir la depreciación total, o $ 122,500, por 39 para un total de $ 3,141 cada año de depreciación. En nuestro ejemplo, el proveedor fue dueño de su casa durante 10 años antes de venderla, por lo que serían 10 años multiplicados por $ 3,141 para un total de $ 31,410. Esta cantidad estaría sujeta a impuestos sobre la renta ordinarios en el porcentaje típico que pagaría, dependiendo de su nivel impositivo.\n\nLidiar con la depreciación\n\nComo se mencionó anteriormente, el impuesto sobre la depreciación cuando vende su casa que se utilizó para negocios ocurre ya sea que deprecie su casa en sus impuestos cada año o no. Muchos proveedores de cuidado infantil familiar no toman la depreciación anualmente por preocupación de cómo afectará su venta en el futuro, pero se gravará a pesar de todo.\n\nSin embargo, digamos que no tomó su depreciación como una deducción cada año y se está dando cuenta en el momento en que está por vender su casa. ¡No es demasiado tarde! Cuando presente los impuestos asociados con el año en que vende su casa, también puede presentar un Formulario 3115. Este es un formulario que puede hacer con su preparador de impuestos que lo ayudará a reclamar cualquier depreciación para su negocio que no se haya reclamado anteriormente.\n\nEntonces, en nuestro ejemplo, incluso si nuestro proveedor nunca hubiera reclamado la depreciación, podría reclamar 10 años de depreciación en el año en curso por $ 31,410, compensando así la cantidad que se gravaría. Tenga en cuenta que también puede hacer esta depreciación adicional en otros artículos, como una mejora del hogar que haya hecho o algún equipo que haya comprado. Se puede hacer en cualquier momento, no solo en el momento de la venta.\n\nCircunstancias especiales en torno a la venta de su casa\n\nEn las secciones anteriores, cubrimos los casos más sencillos sobre la venta de su casa. Ahora analicemos algunas de las situaciones menos comunes que aún pueden afectarlo en el momento de la venta.\n\nSi adquiere su casa como parte de un acuerdo de divorcio, se le permite contar el tiempo que usted y su cónyuge fueron dueños de la casa como parte de sus dos años que se requieren antes de la venta.  Si se divorció después del 18 de julio de 1984, el precio de la casa que se usaría para determinar la venta sería el mismo precio por el que usted y su cónyuge la compraron originalmente.\n\nSi hereda una casa, lo normal es que utilice el mismo precio por el que la persona que le dejó la casa la compró. Por ejemplo, si su tía compró una casa en 1953 por $30,000 y usted hereda esa casa, la base sería de $30,000. La base de la venta de su casa se refiere al valor que se consideró que tenía la casa en el momento de la compra, y que usted utilizaría para el precio de compra cuando la venda. Tenga en cuenta que hay reglas especiales para la herencia en el 2010, y si usted ha heredado de alguien que no es un cónyuge, el administrador puede ajustar la base, así que definitivamente hable con su preparador de impuestos sobre los detalles.\n\nSi heredó una casa de un cónyuge y se encuentra en un estado de bienes mancomunados, como Texas, Wisconsin, Washington, California, Arizona, Idaho, Luisiana, Nevada y Nuevo México, la base es el valor justo de mercado en el momento en que heredó la casa. En otras palabras, si su cónyuge falleció en el 2020, cuando el valor de la casa era de $700,000, y usted la vendió en el 2023 por $800,000, la ganancia sólo sería de $100,000. Fuera de un estado de bienes mancomunados, la base sería el valor justo de mercado en el momento del fallecimiento de su cónyuge, multiplicado por el porcentaje de la vivienda que usted poseía. Por ejemplo, si usted era propietario de la casa al 50% y en el momento de su muerte la casa valía $ 700,000, su nueva base sería de $ 350,000.\n\nHay varias mejoras que pueden ajustar la base de su vivienda, como añadir un patio o una ampliación. En cada caso, se ajustaría la base de su casa tomando el costo original y añadiendo el costo de la mejora para crear el nuevo número. Por ejemplo, supongamos que compró una vivienda por $350,000 y cinco años más tarde la amplió por $100,000. La nueva base de la vivienda sería de $350,000 más $100,000, es decir, $450,000.\n\nAdvertencia: La información contenida aquí ha sido preparada por Civitas Strategies Early Start y no pretende constituir asesoramiento legal, fiscal o financiero. El equipo de Early Start de Civitas Strategies ha realizado esfuerzos razonables para recopilar, preparar y proporcionar esta información, pero no garantiza su exactitud, integridad, adecuación o vigencia. La publicación y distribución de esta información no tiene la intención de crear, y la recepción no constituye, una relación abogado-cliente o cualquier otra relación de asesoramiento. La reproducción de esta información está expresamente prohibida.",
  "word_count": 1464,
  "content_type": "docx"
}