{
  "doc_id": "756c45dac96077d8789754bdc8dd49d5",
  "url": "https://www.twc.texas.gov/sites/default/files/ccel/docs/cacfp-spanish-twc.docx",
  "filename": "cacfp-spanish-twc.docx",
  "text": "¿Qué es el Programa de Alimentación para Niños y Adultos (CACFP)?\n\nIntroducción\n\nEl CACFP es un programa nacional administrado por el Departamento de Agricultura de los Estados Unidos (USDA) y el Departamento de Agricultura de Texas (TDA) que proporciona a los centros de cuidado infantil aprobados y a los proveedores en el hogar recursos financieros para proporcionar comidas y meriendas nutritivas para los niños calificados que atienden.\n\nTanto su empresa como las familias inscritas pueden beneficiarse de este programa. Los recursos financieros adicionales cubrirán una parte de sus actuales costos de alimentación, los niños a su cargo tendrán acceso a comidas bien equilibradas y los padres ahorrarán tiempo y dinero al no tener que comprar, preparar o empaquetar estas comidas en casa.\n\nPuede encontrar más información en el sitio web de la TDA: https://squaremeals.org/Programs/ChildandAdultCareFoodProgram/NewApplicants.aspx\n\n¿Su empresa es elegible?\n\nCentros de atención a la infancia\n\nLos centros de cuidado infantil públicos o privados sin fines de lucro elegibles, los centros de cuidado después de la escuela, los programas Head Start y otras instituciones que tienen licencia o están aprobadas para proporcionar servicios de cuidado infantil en Texas pueden ser elegibles para participar en el CACFP. Los proveedores basados en centros pueden participar en el CACFP ya sea a través de un contrato directamente con el Departamento de Agricultura de Texas (TDA) o con el apoyo de un patrocinador, que ayuda a administrar las actividades del programa a través de múltiples lugares de cuidado infantil. Para ser elegible, su programa debe tener al menos un 25% de niños inscritos que cumplan con las Normas de Elegibilidad de Ingresos (USDA Income Eligibility Guidelines) para las comidas gratuitas o a precio reducido del Programa Nacional de Almuerzos Escolares en el estado de Texas (por debajo del 185% de los lineamientos federales de pobreza, las nuevas tarifas entran en vigor el 1 de julio de cada año). Por lo general, los proveedores de centros pueden recibir reembolsos por los niños menores a 12 años que estén a su cargo.\n\nProgramas familiares localizados en el hogar\n\nProgramas familiares en el hogar o Family Day Care  son los hogares que tienen licencia o están aprobados para proporcionar servicios de cuidado infantil en Texas, pueden participar en el programa a través de un patrocinador, que acepta la responsabilidad administrativa y financiera de todos los programas bajo su patrocinio. El patrocinador mantiene los registros del programa, presenta los  reclamos mensuales de comidas, recibe los reembolsos mensuales de la TDA, y luego pasa los reembolsos a los proveedores participantes en el hogar. Por lo general, los proveedores que reúnen los requisitos pueden recibir reembolsos por las comidas servidas a niños menores a 12 años.\n\nProgramas extracurriculares para poblaciones en riesgo\n\nLos programas de riesgo elegibles deben estar organizados principalmente para proporcionar atención regular a los niños después de la escuela o en los fines de semana, días festivos o vacaciones escolares durante el año escolar regular y estar ubicados en un área  donde al menos el 50% o más de los niños son elegibles para comidas gratuitas o de precio reducido. En estos centros se reembolsan las comidas de los niños hasta los 18 años y, en algunos casos, están abiertos a todos los niños de la zona. Para obtener más información sobre los lugares de riesgo en todo Texas, visite el mapa de sitios de Texas: https://squaremeals.org/Programs/ChildandAdultCareFoodProgram/AtRiskSiteMap.aspx\n\nCómo funciona el programa\n\nLos negocios de cuidado infantil elegibles deben presentar primero una solicitud formal con documentos de apoyo y participar en una visita al sitio para ser considerados para el CACFP. Una vez aprobado, su negocio puede empezar a presentar reclamaciones mensuales para que se le reembolsen las comidas y los refrigerios servidos que cumplan con las directrices nutricionales del USDA y los patrones de comidas del programa aprobados. Cada año, el programa debe presentar una solicitud de renovación, también conocida como solicitud de continuación, para seguir participando en el CACFP; La TDA también revisa los centros de cuidado infantil con regularidad para garantizar el cumplimiento de las normas federales.\n\nCada mes deben presentarse registros precisos de todos los alimentos servidos a cada niño para su reembolso.\n\nTasas de reembolso\n\nLas tasas de reembolso se determinan de manera diferente para los centros de cuidado infantil versus   los programas familiares que están localizados en el hogar.\n\nProgramas de cuidado de niños en el hogar\n\nLas guarderías familiares se reembolsan mediante un sistema de dos niveles.\n\nNivel 1: cubre los programas ubicados en áreas de bajos ingresos, proveedores de bajos ingresos o niños de hogares de bajos ingresos.\n\nNivel 2: cubre los programas que no pueden optar al nivel 1\n\nEl nivel 1 recibe el mayor reembolso.\n\nCentros de atención a la infancia\n\nLos centros de atención infantil reciben pagos basados en los ingresos de la familia del niño. Las comidas se reembolsan como tarifas gratuitas, de precio reducido o de pago. Las tasas de reembolso son más altas para los niños que tienen derecho a comidas gratuitas o a precio reducido.\n\nRecuerde que cualquier comida que se sirva como parte del CACFP debe cumplir con las normas federales de nutrición e incluir verduras y frutas, cereales, carne y sustitutos de la carne, y leche.\n\n¿Cuál podría ser mi reembolso máximo por hijo?\n\nA continuación se muestra un ejemplo de reembolso típico que su empresa podría recibir por proporcionar dos comidas y una merienda a un niño con la tasa de reembolso más alta al día:\n\nGuardería infantil (gratuita)\n\nHogar de Cuidado de Niños (Nivel 1)\n\nSiempre que su negocio cumpla con todas las directrices del programa y presente una solicitud de renovación anual, debería poder contar con el CACFP como una fuente continua de ingresos.\n\nListo para aplicar: Inicie su solicitud en el Departamento de Agricultura de Texas\n\nSi usted quiere agregar el Programa de Alimentos para el Cuidado de Niños y Adultos (CACFP) a sus operaciones, el Departamento de Agricultura de Texas (TDA) tiene información para ayudarle a aprender más y presentar una solicitud. TDA administra el CACFP en Texas y ofrece orientación básica para los nuevos solicitantes (https://squaremeals.org/Programs/ChildandAdultCareFoodProgram/NewApplicants.aspx).\n\nLos nuevos solicitantes deben estar preparados para completar una solicitud y realizar la formación necesaria.\n\nLos Centros Regionales de Servicios Educativos (ESCs) se asocian con la TDA para proveer entrenamiento y apoyo a los nuevos solicitantes en todo Texas. La asistencia técnica y la capacitación de los ESC se ofrecen sin costo alguno. La información de contacto de los ESC está disponible en \"https://squaremeals.org/About/EducationServiceCenters.aspx\"\n\nPreguntas comunes: Impuestos\n\nAlgunos propietarios de negocios de cuidado infantil se preocupan por los efectos que la participación en el CACFP pueda tener en sus impuestos. Sin embargo, participar en el programa siempre es más beneficioso desde el punto de vista financiero que no participar.\n\nHay que tener en cuenta algunas cosas importantes:\n\nDado que los reembolsos del CACFP se consideran ingresos imponibles, el beneficio de su negocio aumentará junto con su responsabilidad fiscal. Sin embargo, los ingresos después de impuestos que reciba en reembolsos del programa siempre serán mayores que los impuestos que tenga que pagar.\n\nSu capacidad para deducir los gastos de alimentación no disminuirá al participar en el CACFP. Las comidas y meriendas reembolsadas por el programa pueden ser deducidas al igual que las comidas y meriendas que no son elegibles para el reembolso.\n\nSi los ingresos adicionales recibidos por los reembolsos del CACFP hacen que su empresa pase a un tramo impositivo más alto, pagará el tipo impositivo más alto sólo por los reembolsos.\n\nPreguntas comunes: Administración\n\nA algunos empresarios les preocupa que la administración del CACFP suponga una carga adicional para ellos y su personal. Sin embargo, los registros requeridos para el reembolso no son, en la mayoría de los casos, diferentes de los que ya se mantienen para la declaración de impuestos.\n\nAlternativamente, los programas pueden elegir participar en el CACFP a través de una organización patrocinadora que puede manejar todas las actividades administrativas por ellos. Mientras que usted todavía tendrá que registrar las comidas servidas y proporcionar esa información a su patrocinador para recibir el reembolso, todos los demás requisitos administrativos (es decir, la presentación de reclamaciones) serán responsabilidad de su patrocinador.\n\nAlgunas cosas importantes a tener en cuenta...\n\nLa información requerida para el reembolso del CACFP incluye la asistencia, el tipo de comida y el recuento de comidas cada día, detalles que probablemente ya están siendo registrados por su personal.\n\nDado que las solicitudes de reembolso del CACFP deben presentarse mensualmente, algunos propietarios de negocios agradecen la oportunidad de mantener registros regulares y precisos en lugar de confiar en la memoria cuando llega el momento de presentar los impuestos.\n\nNo es necesario que guarde o presente los recibos de comida con sus solicitudes de reembolso.\n\nMuchos sistemas de software de gestión de cuidado infantil (CCMS) ya están configurados para que usted ingrese fácilmente los datos requeridos para el CACFP.\n\nEl tiempo que dedica a mantener sus registros puede contar para su Cálculo de tiempo y espaciosi es un proveedor a domicilio.\n\nBeneficios financieros para su empresa\n\nLa inscripción en el CACFP es gratuita para todos los proveedores que sirvan alimentos nutritivos a los niños que reúnen los requisitos para ello. Una vez aprobado, su negocio puede recibir un reembolso por hasta dos comidas y un refrigerio -o una comida y dos refrigerios- servidos a cada niño participante cada día. Los pagos de los reembolsos se envían mensualmente directamente a su empresa para compensar sus gastos de alimentación.\n\nAdemás, cuando participa en el CACFP, puede acceder a capacitaciones gratuitas sobre nutrición para empleados, actividades para jóvenes y otros recursos para ayudar a su empresa a apoyar el estilo de vida saludable de cada niño dentro y fuera de su centro.\n\nCómo empezar: Apoyo y asesoramiento empresarial disponibles\n\nParticipar en el CACFP es una decisión comercial inteligente y también una inversión en la salud y el bienestar de los niños que usted cuida. Proporcionar comidas diarias bien equilibradas y educación nutricional en los primeros años de desarrollo puede ayudarle a apoyar el desarrollo de hábitos saludables para toda la vida de los niños a su cargo.\n\nMuchas organizaciones locales actúan como patrocinadores del CACFP y pueden apoyar su negocio gestionando la administración del programa por usted. Puede obtener más información sobre los patrocinadores disponibles en el sitio web de la Asociación de Patrocinadores del CACFP de Texas en txcacfp.org.\n\nPara obtener más información sobre el CACFP, visite el sitio web del Departamento de Agricultura de Texas en squaremeals.org.\n\nAdvertencia: La información aquí contenida ha sido preparada por Civitas Strategies Early Start y no pretende constituir asesoramiento legal, fiscal o financiero. El equipo de Civitas Strategies Early Start ha realizado esfuerzos razonables para recopilar, preparar y proporcionar esta información, pero no garantiza su exactitud, integridad, adecuación o actualización. La publicación y distribución de esta información no pretende crear, y su recepción no constituye, una relación abogado-cliente o cualquier otra relación de asesoramiento. La reproducción de esta información está expresamente prohibida.\n\nDesayuno | Comida/Cena | Refrigerio\n\nNivel 1 | $1.40 | $2.63 | $0.78\n\nNivel 2 | $0.51 | $1.59 | $0.21\n\nDesayuno | Comida/Cena | Refrigerio\n\nGratis | $1.97 | $3.66 | $1.00\n\nPrecio reducido | $1.67 | $3.26 | $0.50\n\nPagado | $0.33 | $0.35 | $0.09\n\nComida servida | 1 día\n(1 cada uno) | 1 semana\n(5 cada uno) | 1 mes\n(20 cada uno)\n\nDesayuno | $1.97 | $9.85 | $39.40\n\nComida / Cena | $3.66 | $18.30 | $73.20\n\nRefrigerio | $1.00 | $5.00 | $20.00\n\nReembolso | $6.63 | $33.15 | $132.60\n\nComida servida | 1 día\n(1 cada uno) | 1 semana\n(5 cada uno) | 1 mes\n(20 cada uno)\n\nDesayuno | $1.40 | $7.00 | $28.00\n\nComida / Cena | $2.63 | $13.15 | $52.60\n\nRefrigerio | $0.78 | $3.90 | $15.60\n\nReembolso | $4.81 | $24.05 | $96.20",
  "word_count": 1966,
  "content_type": "docx"
}