{
  "doc_id": "7648818a718d8c757e4fd5bb0f78314b",
  "url": "https://www.twc.texas.gov/sites/default/files/ccel/docs/business-record-keeping-spanish.docx",
  "filename": "business-record-keeping-spanish.docx",
  "text": "¿Cómo puedo configurar un sistema de registro de datos?\n\nAprenda cómo y por qué es necesario llevar un registro de datos para su negocio.\n\nVideo: https://youtu.be/rdsMEGZif3g\n\nIntroducción\n\nYa sea que solo sea una persona o tenga una empresa de cientos de empleados, mantener registros comerciales precisos es extremadamente importante. Un sistema de registro de datos completo puede ayudarle a acceder fácilmente a sus documentos cuando sean necesarios y disipar cualquier temor de perderlos. Por ejemplo, tener registros comerciales bien organizados le permitirá proporcionar rápidamente los documentos solicitados (prueba de los gastos para un paquete de estímulos, financiamiento de ayuda humanitaria, o los estados de pérdidas o ganancias pasados para un préstamo) al gobierno o a prestamistas. Además, tener registros claros también es más práctico y le permite comprender rápidamente las necesidades de su negocio, según sea necesario para las operaciones diarias de su negocio. Sin embargo, determinar dónde comenzar su sistema de registro de datos puede ser un poco abrumador.\n\nEsta guía le ayudará a entender qué registros debe mantener, cuánto tiempo debe conservarlos y cómo puede almacenarlos para que pueda configurar un sistema de mantenimiento de registros efectivo para su negocio.\n\n¿Qué tipos de documentos debo conservar?\n\nHay varios documentos clave que debe conservar independientemente del tamaño de su negocio. Por ejemplo, todas las empresas deben conservar sus declaraciones de impuestos estatales y federales, incluida toda la documentación de soporte y respaldo. Las empresas también deben mantener los nombres y direcciones de los empleados actuales y pasados, un récord de horas trabajadas y los recibos de pago.\n\nEn general, los registros también deben incluir estados de cuenta, documentos de seguros, contratos, préstamos e hipotecas, recibos de compra, facturas de clientes, estados de pérdidas y ganancias y actividad financiera.\n\nHay tipos adicionales de registros los cuales será útil mantener dependiendo del tipo de organización. Para organizaciones más grandes, debe incluir una tabla de depreciación, si aplica. Las organizaciones sin fines de lucro o corporaciones con una Junta Directiva también deben guardar las actas de las reuniones relevantes, la documentación y el acta constitutiva. Sin embargo, como regla general, todos los proveedores de cuidado infantil deben guardar toda la documentación relacionada con su negocio, incluidas las licencias y las disposiciones fiscales.\n\nComience por hacer una lista de los diferentes tipos de documentos que están asociados con su negocio. Algunos ejemplos comunes incluyen:\n\nFormularios y declaraciones de impuestos estatales y federales\n\nDocumentación complementaria y respaldo de deducibles como recibos, informes de nómina, etc.\n\nCualquier formulario de impuestos adicional o comunicación presentada al IRS\n\nNombres, direcciones e información de contacto de los empleados\n\nRegistro de horas de trabajo\n\nRecibos de pago de los empleados\n\nEstados de cuenta\n\nDocumentos del seguro\n\nContratos, incluidos préstamos e hipotecas\n\nRecibos de compra\n\nFacturas de clientes\n\nEstados financieros\n\nDocumentos de registro de la empresa\n\nRegistros de licencias\n\nActas de las reuniones del Consejo de Administración (si aplica)\n\nExpedientes legales\n\nCorreos electrónicos\n\n¿Cuánto tiempo debo conservar mis registros?\n\nDebe mantener todos sus registros comerciales durante al menos tres años. Dependiendo del tipo de registro, es posible que deba conservarlo por más tiempo. Recomendamos mantener todos los registros de impuestos durante un máximo de siete años, en caso de cualquier eventualidad, especialmente en el caso de que se declare en pérdida en sus impuestos.\n\nLos documentos de contabilidad, incluidas las facturas y los cheques, deberán conservarse durante cinco años. Los registros de nómina y los registros de hora de trabajo (si corresponde) deben conservarse entre tres y siete años. Para organizaciones sin fines de lucro o corporaciones que completen informes de auditoría, planee mantener esos registros indefinidamente. Las declaraciones anuales también deben permanecer en sus registros indefinidamente.\n\nPuede ser útil establecer un programa de retención de registros para su empresa que describa cuánto tiempo conserva copias de cada tipo de documento, como el ejemplo a continuación:\n\nMuestra del Programa de Retención de Registros (con excepciones por diferentes suministros específicos del negocio)\n\nUsando su listado de documentos asociados con su negocio, anote cuánto tiempo necesitará para mantener los documentos en cada categoría.\n\n¿Cómo debo almacenar mis documentos?\n\nAhora que sabe qué documentos desea conservar y cuánto tiempo necesitará conservarlos, deberá decidir cómo y dónde almacenará sus registros. Como regla general, recomendamos tener al menos dos sets de registros para su negocio. Por ejemplo, el conjunto se puede almacenar en su centro o en su hogar si es donde se encuentra su negocio de cuidado infantil, y uno puede almacenarse en otra ubicación física, como en la casa de su socio comercial.\n\nComo alternativa, es posible que desee mantener un conjunto de registros como archivos impresos, mientras que el otro podría almacenarse digitalmente. Independientemente de lo que elija, la obtención de registros digitales además de los registros impresos es una buena manera de protegerse contra cualquier pérdida a lo largo del tiempo y permite compartir rápidamente los registros por correo electrónico, si es necesario. Además, una copia de seguridad en papel protege contra cualquier falla o percance tecnológico.\n\nRegistros digitales\n\nLas ventajas de mantener registros digitales es que no ocupan espacio de almacenamiento y hay muchas opciones gratuitas o de bajo costo que son fáciles de usar. El proceso de creación de sus registros digitales es tan simple como guardar copias digitales o fotos de sus documentos en su computadora. También puede guardar copias en un sistema basado en una plataforma digital como Google Drive, OneDrive o Dropbox. Estos sistemas son generalmente de uso gratuito. Incluso puede enviarse un correo electrónico en un servicio como Gmail con los archivos digitales adjuntos al mensaje. Cualquiera que sea el sistema que elija, asegúrese de utilizar un sistema que permita identificar los archivos fácilmente. Por ejemplo, etiquete carpetas en su computadora o unidad basada en la plataforma digital con el tipo de documento que está almacenando en cada carpeta (declaraciones de impuestos, recibos de pago, etc.) y documentos individuales con el año también. Esto le ayudará a buscar rápidamente documentos específicos a medida que los necesite.\n\nRegistros en papel\n\nUn sistema de mantenimiento de registros en papel puede ser uno de los más simples de configurar, pero deben estar claramente organizados y etiquetados para ayudarle a encontrar rápidamente sus documentos cuando los necesite. Considere estos consejos y herramientas para un sistema basado en papel:\n\nLas carpetas de archivos le permiten agrupar y mantener papeles sueltos para su organización y protección, y se pueden comprar fácilmente en casi cualquier lugar. Etiquete cada carpeta en función de lo que hay dentro.\n\nLas carpetas colgantes pueden agrupar numerosas carpetas de archivos. Por ejemplo, una carpeta colgante puede estar etiquetada como \"Clientes\" y contener varias carpetas de clientes individuales.\n\nEl almacenamiento en gabinete puede almacenar múltiples carpetas colgantes. Viene en una variedad de tamaños y se puede cerrar con llave cuando no está en uso por motivos de seguridad.\n\nUna carpeta plegable (de acordeón) se abre como un acordeón para revelar compartimentos separados para almacenar documentos. Cada compartimento puede ser etiquetado. Estas carpetas están diseñadas para almacenar documentos sin un archivador, en un armario o en un estante.\n\nYa sea que configure un sistema de mantenimiento de registros digital o en papel, sepa que la configuración llevará algún tiempo. Sin embargo, una inversión de un par de horas y algunas carpetas de archivos puede darle la tranquilidad de saber que sus registros están en orden y son de fácil acceso.\n\nÍndice de registros\n\nAdemás de tener al menos dos conjuntos de registros almacenados, recomendamos encarecidamente tener también un índice. Un índice es una forma en que puede buscar, encontrar y hacer referencia fácilmente a sus archivos. En sus formas más simples, este podría ser un sistema de carpetas de archivos, con cada sección etiquetada para facilitar la búsqueda de lo que necesita. Para registros más complejos, es posible que desee armar un índice en una hoja de cálculo, indicando dónde se puede encontrar cada registro importante. Por ejemplo, la nómina se puede encontrar en QuickBooks, pero también hay una copia impresa de la nómina en los archivos de su hogar. Esto no solo le ayudará a encontrar sus archivos cuando los necesita, sino que, en caso de una emergencia, alguien más también podría localizar esta información vital. Tenga en cuenta que, al crear su sistema de archivo, los registros clave y los datos como los números de seguro social y las direcciones también deben tener protección de privacidad. Asegúrese de guardar toda información confidencial, que haya sido impresa, bajo llave. Existen múltiples opciones para bloquear archivos digitales con protección de contraseña o múltiples tecnologías de claves de codificación en la plataforma digital. Ya sea que sus archivos estén en papel, en su disco duro o en la plataforma digital, agregue la cantidad máxima razonable de protección que pueda para mitigar el riesgo de una violación de datos. Limite el número de personas a las que permite el acceso a estos datos.\n\n¿Qué debo hacer para mantener mis registros?\n\nAhora que sabe qué registros desea mantener, así como dónde guardarlos, también deberá asegurarse de configurar un sistema para mantenerlos. Después de todo, un sistema de registros completo solo es útil si continúa manteniendo registros y utilizando el sistema que configuró. Los siguientes consejos le ayudarán a mantenerlos al día.\n\nAdquiera el hábito de presentar sus registros\n\nPrimero, decida cuándo y cómo archivar sus registros. Algunos propietarios de negocios eligen archivar documentos inmediatamente, mientras que otros prefieren almacenar y actualizar cada cierto tiempo, ya sea semanal o mensualmente. Elija lo que elija, adquiera el hábito de archivar diligentemente sus documentos y actualizar su índice para mantener su sistema al día y completo.\n\nEstablecer un sistema de recordatorio\n\nSu sistema de archivo hace más que mantener un historial de registros. También puede usarlo para prepararse para los próximos eventos a lo que se llama un sistema de recordatorio. Con un sistema de recordatorio, se crea una carpeta digital en su computadora o en carpetas de papel con próximas actividades o tareas pendientes por mes o trimestre. (Por ejemplo, es posible que desee tener una carpeta de recordatorio para Junio que le indique que es hora de enviar sus impuestos trimestrales e incluya un formulario estimado de impuestos). También puede tener una carpeta que rota una vez al mes para recordarle las facturas que debe verificar, las próximas renovaciones o las devoluciones de llamadas que debe hacer.\n\nCrear un backup o respaldo\n\nSus registros son cruciales para su negocio y poder acceder a ellos fácilmente puede ahorrarle frustración, tiempo y dinero. Cualquiera que sea el sistema de registro que funcione para usted, planee mantenerlo o hacer copias de seguridad regularmente de su información importante. Además de mantener dos conjuntos en ubicaciones separadas, también debe imprimir regularmente copias de seguridad de los registros digitales que tenga. Por ejemplo, si sus finanzas están en QuickBooks o está utilizando un CCMS, le recomendamos que imprima información clave al menos una vez al trimestre, si no con más frecuencia. Si bien puede parecer un desperdicio de papel, es importante tener estos registros accesibles y actualizados. Si hubiera un problema con su computadora o la plataforma digital, esto garantizaría que aún tenga los datos que necesita para realizar sus actividades comerciales. Una vez más, estos sistemas no tienen que ser complicados, pero son necesarios.\n\n¿Cómo puedo empezar?\n\nUsando la información cubierta en esta guía, anote los registros que desea conservar, cuánto tiempo planeará mantenerlos y con qué frecuencia desea actualizarlos. Crear un registro simple puede ayudarle a organizar su sistema de mantenimiento de registros a medida que comienza:\n\n¿Dónde puedo encontrar ayuda adicional?\n\nEn algunos casos, es posible que no tenga la banda ancha para manejar sus registros por su cuenta. Sin embargo, sigue siendo fundamental para su empresa mantener un sistema de mantenimiento de registros preciso. Si es necesario, hay algunas vías adicionales de apoyo disponibles para usted.\n\nContratación de ayuda de contabilidad externa\n\nAlgunas empresas prefieren buscar fuera de su organización a un contador para administrar los registros. La mayoría de las empresas pequeñas o nuevas no tienen la capacidad de contratar a un contador, por lo que significa que es esencial tener un sistema de mantenimiento de registros con el que se sienta cómodo. Pero cuando pueda contratar ayuda contable, no significa que pueda desentenderse de registrar su documentación. En última instancia, sus libros de contabilidad y registros son responsabilidad del propietario del negocio. Incluso si tiene un contador que maneje estas funciones, debe tener conciencia de las prácticas de mantenimiento de registros de su negocio.\n\nConsideraciones sobre el software de contabilidad\n\nHay posibilidades aparentemente infinitas de aplicaciones y software diseñados para ayudar a los propietarios de negocios a mantener sus registros importantes, desde la facturación hasta el monitoreo del tiempo y el pago de facturas. Si está pensando en agregar software de contabilidad para ayudarse con sus registros, aquí hay algunas consideraciones:\n\nBusque aplicaciones o software que tengan características que cumplan con las necesidades específicas de su negocio\n\nUtilice pruebas gratuitas para encontrar plataformas con las que se sienta cómodo y que sean fáciles de navegar\n\nConsidere los beneficios de algo accesible en un dispositivo móvil y compartido por otros miembros del equipo\n\nEncuentre las herramientas que se adapten a su presupuesto y flujo de caja, ahora y en el futuro\n\nLa información contenida en esta presentación ha sido preparada por Civitas Strategies Early Start y no pretende constituir asesoramiento legal, fiscal, o financiero. El equipo de Civitas Strategies Early Start ha realizado esfuerzos razonables para recopilar, preparar y proporcionar esta información, pero no garantiza su exactitud, integridad, adecuación o moneda. La publicación y distribución de esta presentación no pretende crear, y la recepción no constituye, una relación abogado-cliente ninguna otra relación de asesoramiento. Queda expresamente prohibida la reproducción de esta presentación.\n\nDocumento | Tiempo de retención\n\nImpuestos/ Competencias Fiscales\n\nDevoluciones y formularios anteriores | Lo que sea posterior: 3 años desde la presentación de las declaraciones originales, o 2 años desde el pago del impuesto, lo que suceda después.\n\nReclamo de registros de una pérdida o reducción en el cobro de créditos. | 7 años\n\nRetención de empleados | 7 años\n\nFacturas y estados de cuenta de impuestos | Permanentemente\n\nFormularios 1099 para compensación de contratistas o no empleados | Permanentemente\n\nContabilidad y Fiscal\n\nFacturas y cuentas por cobrar | 5 años\n\nCheques y cuentas por pagar | 5 años\n\nInformes de auditoría | Permanentemente\n\nDeclaraciones anuales | Permanentemente\n\nInventario | 4 años\n\nPersonal\n\nNómina | 6 años\n\nContratos | 4-5 años\n\nArchivos de personal | 3 años\n\nRegistros de seguros | 5 años\n\nHoja de horas trabajadas | 2 años\n\nPlanes de jubilación | Permanentemente\n\nNegocios y Corporativos\n\nContratos | 7 años\n\nDerechos de autor | Permanentemente\n\nCorrespondencia | 3 años\n\nArrendamientos | 6 años\n\nRegistros de propiedad | Permanentemente\n\nRegistros de clientes | Específico a su negocio\n\nRécords de ventas | Negocio específico\n\nLicencias | Según sea necesario\n\nPermiso | Según sea necesario\n\nPóliza de seguros | Según sea necesario\n\nDocumento | Período de retención | Frecuencia de actualiza- ción | Almacena-\nmiento 1 | Almacena-\nmiento 2 | Última actualiza-\nción | Nombre de la carpeta\n\nTalones de pago | 3 años | Semanal | Hogar | Google Drive | 1/7/2022 | Nómina\n\nArrendamiento | 6 años | Según sea necesario | Hogar | Google Drive | 10/14/2021 | Documentación de la propiedad",
  "word_count": 2543,
  "content_type": "docx"
}