{
  "doc_id": "7b0462f909f91becce77d35e7b4e0bf3",
  "url": "https://www.twc.texas.gov/sites/default/files/ccel/docs/time-space-twc.docx",
  "filename": "time-space-twc.docx",
  "text": "What is the Time/Space Calculation?\n\nLearn how to calculate what percentage of your home is used for business\n\nVideo https://youtu.be/ZQcBZPtVEAM\n\nIntroduction\n\nAs a home-based family child care provider, many of your expenses are for both your business and your personal home use. So, how do you figure out how much of your expenses are considered business expenses? The answer is simpler than you may think.\n\nUsing the Time/Space Calculation, child care programs can request reimbursement from the Child Care Relief Fund for common expenses incurred by in-home child care services such as:\n\nRent\n\nMortgage\n\nProperty Taxes\n\nUtilities\n\nOther housing expenses that are necessary for your in-home business, such as maintenance and repairs\n\nIn addition to being helpful for figuring out your payment requests for the Child Care Relief Fund, the Time Space Calculation also determines the percentage you can deduct on your federal income taxes.\n\nDo know if you have expenses that are solely dedicated to your business and have no elements of common use (e.g., a phone line that is only for the child care, the purchase of outdoor equipment for the children, etc.) those expenses can be reimbursed at 100% of cost and are not subject to the time/space calculation.\n\nHow does the Time/Space Calculation Work?\n\nThe Time/Space Calculation takes just a few simple steps to help you calculate the percentage of your home that is used for business. It considers the amount of time your home is used for business and the space within your home that is used for business.\n\nUsing the steps below, you can easily determine how many of your expenses can be reimbursed with the Child Care Relief Fund or be deducted on your federal income taxes.\n\nStep 1. Determine the square footage of the area in your home that you regularly and exclusively use for your child care space\n\nRegular use includes areas that may be used all day (such as a play area) and areas that are regularly used for only part of the day (such as napping areas). These are considered regular use because these spaces may have other uses during non-business hours for your personal use. Whether the space is used all day or just part of the day, it counts toward your space calculation. Add the square footage of each of your regularly used spaces together to determine the area of your home that you use regularly for your child care business.\n\nExclusive use includes areas that are only used for child care and nothing else. These are considered exclusive use because you have no personal benefit or use of the space outside of child care. Add the square footage of each of your exclusively used spaces together to determine the area of your home that you exclusively use for your child care business.\n\nTo calculate square footage, you will first need to measure the length and width of your space.\n\nUsing a tape measure, fix a tape measure to one end of the longest wall in your space and extend it to the other end\n\nRecord this measurement (in feet, not inches)\n\nNext, fix a tape measure to one end of the shortest wall in your space and extend it to the other end\n\nRecord this measurement (in feet, not inches)\n\nNext, multiply the length measurement by the width measurement to find your square footage:\n\nLength x Width = Square Footage\n\nFor example, if your space is 12 feet long and 10 feet wide, your square footage would be 120 square feet.\n\n12 feet x 10 feet = 120 square feet\n\nFor oddly shaped spaces, such as rooms with an extra nook or filled by a closet, break your room into smaller rectangular blocks, use the square footage calculation for each block, and add the totals together.\n\nStep 2. Divide the square footage of child care space by the square footage of your home to determine a percentage.\n\nTake the number of square feet of the childcare space and divide it by the total square footage of your home. For example, if you use 500 square feet of your home for childcare space, and the home is 1,100 square feet, then the result is 0.454. Multiply that number by 100 to get the percentage: 45.4%.\n\nStep 3. Determine the amount of time your home was used for childcare during the year.\n\nCalculate how many hours your childcare space is open per week, including time you spend preparing and cleaning up when the children are not present. Multiply this number by the number of weeks you were open for service and add any work hours you performed while you were closed.\n\nFor example, if your business is open 10 hours per day for childcare, but you spend an hour beforehand preparing and an hour after cleaning up, that’s 12 hours per day, five days per week.\n\nLet’s say you closed for four weeks due to the pandemic, but during that time, you spent 10 hours maintaining the childcare space and preparing for re-opening.\n\nNow, let’s do the math: 12 hours per day x 5 days per week x 48 weeks open + 10 hours when you were closed = 2,890 hours.\n\nStep 4. Divide the hours your home was used for childcare by the total hours in a year.\n\nFor example, let’s divide the 2,890 hours calculated above by 8,760 (the total number of hours in a year). That gets us 0.329 Multiply that by 100 to get the percentage: 32.9%.\n\nStep 5. Multiply the percentage of the space regularly used in your home by the percentage of time your home is used for business, then add the space percentage of exclusively used space to determine what percent of your in-home expenses are for your business.\n\nTake your regularly used space percentage and multiply it by your hours per year percentage. This gives you, your time/space percentage.\n\nIn our example, that’d be 45.4% (or 0.454) by 32.9% (or .0329). 0.454 x 0.329 = 0.149, or 14.9%.\n\nHowever, if you have spaces that you exclusively use, you’ll want to add that separately and your calculation would look like this:\n\nSpace percentage (%) of exclusive use area + (regular use space percentage (%) * time percentage (%)).\n\nThis will weigh your exclusively use areas higher in your time/space percentage.\n\nThis is the amount you can deduct from your home expenses for your in-home childcare service.\n\nIt’s important to note that the square footage for outdoor areas cannot be included in the time/space calculation. However, external spaces that are physically attached to the home that are regularly used for child care (i.e. – a deck) can be included in your space calculation.\n\nDisclaimer: The information contained here has been prepared by Civitas Strategies Early Start and is not intended to constitute legal, tax, or financial advice. The Civitas Strategies Early Start team has used reasonable efforts in collecting, preparing, and providing this information, but does not guarantee its accuracy, completeness, adequacy, or currency. The publication and distribution of this information is not intended to create, and receipt does not constitute, an attorney-client or any other advisory relationship. Reproduction of this information is expressly prohibited.",
  "word_count": 1193,
  "content_type": "docx"
}