{
  "doc_id": "7dc02c6c1abcc6d4dab3bbe72fde7ddd",
  "url": "https://www.twc.texas.gov/sites/default/files/ccel/docs/employing-your-child-twc.docx",
  "filename": "employing-your-child-twc.docx",
  "text": "Maximizing Your Tax Deductions: Employing Your Child\n\nLearn how you can maximize your tax deductions during tax time by employing your child.\n\nVideo: https://youtu.be/kud9lMBsISg\n\nIntroduction\n\nMany providers currently employ their own children under the age of 18, since there is the advantage of having their children help to reduce their workload. In some circumstances, they may not pay their children anything and instead reward them through gifts, which are not an allowable business expense. When they do pay their children, they will typically employ them as contractors or do it “off the books”. The truth is, it’s simple to do legally! If done this way, it becomes deductible, so you don’t have to pay payroll taxes on it. In fact, it’s more than just tax savings. You are shifting income that would normally be taxed at your business rate to your child, who is potentially paying very little to no taxes.\n\nLet’s first consider an example: Teresa is a sole proprietor who is in the 22% tax bracket. She pays her child $10,000 a year to help after school and on weekends. Right now, she pays her off the books and must pay $3,730 in additional taxes that she would not have to pay, if done legally.\n\nYou’re spending money on your children either way, so why not get a deduction on it in the process?\n\nWhat is it that I’m doing?\n\nBefore we get into how exactly you employ your child, it helps if we look further into what it is you would be doing.\n\nYou would be taking income taxed at your rate and shifting it to be taxed at your child’s tax rate. Your child can claim the standard deduction—the amount of earnings tax free for any and every American (the 2023 Standard Deduction is $13,850). You get a business reduction by removing taxable income from your business and passing it on to your child, who doesn’t have to pay taxes on it (if the amount you pay them is at or below the standard deduction). As an additional bonus, if your business is not taxed as a corporation (e.g., you are a sole proprietor) and your child is under 18, these wages are not subject to FICA, Medicare, and federal unemployment taxes.\n\nHow do I do it?\n\nIt’s fairly easy to do if your business is a sole proprietorship or single member LLC. It does get a little more complicated for S Corporations, but we will discuss that in more detail further down.\n\nStep 1: Prepare a job description that describes the responsibilities of your child’s job. Some examples include playing with the children, cleaning up before and after the children, preparing meals for the children, cleaning toys, and basic record-keeping. Do not include more personal activities such as shopping, mowing the lawn, running family errands, etc. In other words, don't count any work for any activity that would still be done if you weren't in business.\n\nPro Tip: You will need an Employer Identification Number (EIN), even if you’re a sole proprietor. If you do not already have an EIN, you can visit the IRS’ website to apply for one. As a bonus, having an EIN can help protect your information when you need to give it out. By not having to use your SSN, you are able to minimize the risk of exposing your personal information to the threat of identity theft. Using an EIN during online business transactions and tax-related activities involves security measures not normally required when using personal identification.\n\nStep 2: Prepare a written agreement between you and your child that describes the employment arrangement: days and hours of work, pay, etc. Both parties should sign this agreement.\n\nStep 3: Keep a daily record of when the work was done (Monday 9am - 10am, Tuesday 9am - 10am, Wednesday 9am - 10am, etc.). You could even take some pictures or videos of your kid working for further documentation!\n\nStep 4: Maintain proof of payment. If you choose to pay your child in cash, be sure you have a system in place to log that those payments were made, just like you would with any other receipt. Alternatively, there are many other systems you could use for verifiable payments, including an ACH or check.\n\nWhichever system you choose, be sure that the wages are paid into an account in the child’s name. You cannot just transfer it into your personal account and claim you’re paying them!\n\nPro Tip: What you pay must be a reasonable wage for reasonable work. For example, you could not hire your child to do dishes or pay them $300 an hour to file paperwork.\n\nWhat if I’m an S Corporation?\n\nWhile you can still pay directly from an S Corp if you want, you’d have to pay them like normal employees. This means FICA and Federal Unemployment must be paid. The good news is, there’s still a workaround to this process so you can still maximize your deductions!\n\nStep 1: Set up a separate Sole Proprietorship or Single Member LLC.\n\nStep 2: Have your S Corp contract with the new company you set up. This way, the new company you set up can pay your children.\n\nLet’s look at an example: Say you want to pay your child to file paperwork. You would first set up a sole proprietorship or LLC, sometimes referred to as family management companies. We’ll call it XYZ Family Management Company. This sole proprietorship or single member LLC (again, either one will work, just make sure you get an EIN for it) can now say that they are going to contract with your S Corp for file management services.\n\nYour S Corp pays XYZ Family Management and XYZ Family Management pays for your child. This is moving your child’s payment into a company that is not a corporation, which allows you to not have to withhold FICA and federal unemployment taxes.\n\nIf you do set up a family management company, make sure you have documentation. With our example, XYZ Family Management Company would send invoices to the S Corp, and the S Corp is sending 1099s to XYZ.\n\nPro Tip: Grandchildren, nieces, nephews, etc. work the same way, but the parent of the child being paid must be the one who sets up the subcontractor company.\n\nHow do I report this on my taxes?\n\nThe answer to this question is, it’s easy! Remember, you don’t have to pay taxes, so filling out a W2 is just a formality for good record-keeping.\n\nYour child’s W2 will look similar to the one here:\n\nThe main idea is when you pay your child, the payment comes out of the business. This makes it a deduction because it is payroll, but then it goes to your child and if kept under the standard deduction for the year, you don’t pay taxes on it.\n\nFinal Considerations\n\nA couple other things to keep in mind while you go through this process:\n\nYou don't have to pay your child the federal minimum wage of $7.25 per hour. However, you should check with your state’s department of labor to see if you must pay any state minimum wage.\n\nYou should check with your state to see if you must purchase workers' compensation insurance.\n\nOther Ways to Leverage this Opportunity\n\nMaximizing your deductions come tax season is not the only way you can benefit from this practice! Certainly, it can go into your child’s savings account but since they are now employed, you could also put up to $6,000 a year in a Roth IRA. These funds will grow tax-free, and it creates an opportunity to build their future, since it can be used for college, a home purchase, or even retirement.\n\nAnother option available to you is placing the wages in a 529 savings plan to help with future education (or current education if your child goes to a private school). A 529 savings plan allows you to save money for expenses related to education. The money contributed to a 529 savings plan is invested and can continue to grow throughout the life of the investment.\n\nWhen you use a Roth IRA account or a 529 savings plan, the capital gains are tax free. In other words, this money is always tax free from start to finish.\n\nLastly, as an added bonus, this may also get your child interested in money management at an earlier age!\n\nSumming it up!\n\nLet’s review the steps you must take to properly employ your child:\n\nPrepare a job description and set a reasonable pay rate.\n\nDocument the work.\n\nHave a place to put the money (an account in your child’s name).\n\nFill out a W2 at the end of the year and be sure to have an EIN.\n\nDo your child’s taxes. You can use a free version of common tax preparation software for your child’s taxes because they are under the standard deduction.\n\nBy paying your children and deducting their wages as a business expense—and by keeping them from paying taxes if they stay at or under the standard deduction—you can take advantage of some big tax savings for your family.\n\nRemember, if you want to be able to deduct the amounts you pay your children, you must follow the rules cited above. Although the process can feel intimidating, the tax benefits are real!\n\nDisclaimer: The information contained here has been prepared by Civitas Strategies and is not intended to constitute legal, tax, or financial advice. The Civitas Strategies team has used reasonable efforts in collecting, preparing, and providing this information, but does not guarantee its accuracy, completeness, adequacy, or currency. The publication and distribution of this information are not intended to create, and receipt does not constitute, an attorney-client or any other advisory relationship. Reproduction of this information is expressly prohibited.",
  "word_count": 1638,
  "content_type": "docx"
}