{
  "doc_id": "81547d0144ca487433e7b570a3b03593",
  "url": "https://www.twc.texas.gov/sites/default/files/ccel/docs/early-childhood-education-landscape-analysis-summary-twc.docx",
  "filename": "early-childhood-education-landscape-analysis-summary-twc.docx",
  "text": "LEA and IHE Early Childhood Landscape Analysis\n\nIntroduction\n\nThe Preschool Development Grant Birth through 5 (PDG B-5) is federal funding administered by the Administration for Children and Families to help states support early childhood services, improved collaboration among early childhood programs, and a mixed service delivery system that includes child care, Head Start, prekindergarten and home visiting.  The federal government awarded the state of Texas a three-year grant, for $16 million a year, through PDG B-5, from January 2023 through December 2025.\n\nAs part of the PDG B-5 work, Texas is supporting improvements to help build a robust early childhood workforce pipeline with the following goals: (1) increase the number of teachers in early learning classrooms; (2) reduce the educator turnover rates with ECCE programs; (3) create clear pathways from a child care classroom, early childhood certificate, or college degree into an early childhood career; and (4) provide reliable supports for individuals navigating those pathways. Texas agencies are working together to build a pipeline of qualified early childhood professionals through multiple pathways into child care and public schools with opportunities to grow their education/careers into other early childhood fields. The Workforce Pipeline includes an Early Childhood Landscape Analysis, support for Career and Technical Education (CTE) programs of study in high schools, career pathway information for high school students, support to help IHEs develop or expand clear pathways for early childhood professionals, scholarships for high school students and early educators, and Registered Apprenticeship Programs (RAPs).\n\nTo understand the variation in early childhood training programs and degrees and to identify opportunities in key areas, the PDG B-5 Workforce Pipeline work began with an Early Childhood Landscape Analysis of Early Learning CTE Programs of Study in high schools, two-year and four-year institutions of higher education (IHEs) with early childhood degrees and certificates, and RAPs. The service areas for each local educational agency (LEA), two-year IHE, and RAP were mapped by county, Local Workforce Development Area (LWDA), and Child Care Desert Zip Code Tabulation Area. There are four-year IHEs offering early learning bachelor’s degrees and certificates, but, as these IHEs have a statewide, national, or international service area, they are included for reference but are not assigned to a specific county. One piece of information the Landscape Analysis was unable to capture was existing pathways and agreements that grant credit for previous learning through articulation, transfer, or competency exam or for work experience. There is no central, statewide directory of such pathways and agreements, and IHEs vary in how or if they publicly share information on the requirements and process for gaining credit towards an associate or bachelor’s degree.\n\nTo create the Landscape Analysis, TWC worked with public data from Texas Education Agency (TEA), Texas Association of Community Colleges (TACC), as well as data compiled by the Texas Association for the Education of Young Children (TXAEYC) (Table 1).\n\nTable 1. Landscape Analysis Data Sources\n\nEarly Learning CTE Programs of Study\n\nSchools can leverage Early Learning CTE Programs of Study to help high school students earn a Child Development Associate (CDA) credential and/or dual credit toward an early childhood degree before graduation. There are 420 school districts in Texas that offer an Early Learning CTE Program of Study. There are 170 counties with at least one school district that offers an Early Learning CTE Program of Study that include at least three courses and at least one Level 3 or 4 course. These parameters provide the opportunity for high school students to be CTE completers and to participate in a practicum working in an early childhood classroom. The majority of the 170 counties have one or two school districts that offer an Early Learning CTE Program of Study, but some counties have a large number of school districts with Early Learning Programs of Study (Chart 1).\n\nChart 1. Number of school districts with an Early Learning CTE Program of Study per County\n\nInstitutes of Higher Education\n\nThere are 62 two-year IHEs that offer an early childhood degree or certificate in-person and/or online in 151 counties. Of those IHEs, 37 offer at least one degree or certificate online. Early childhood degrees include a range of offerings such as: Associate of Applied Science in Child Development, Associate of Applied Science in Child Development and Early Childhood, Associate of Applied Science in Early Childhood Education, and Associate of Applied Science in Childcare and Development.\n\nIntersections of Early Learning CTE Programs of Study and IHEs with Early Childhood Degrees and Certificates\n\nOf the 170 counties with school districts that offer an Early Learning CTE Program of Study, 131 counties also have at least 1 two-year IHE that offers an early childhood degrees or certificate.\n\nOf those, 106 counties have one two-year IHE, 24 counties have two IHEs and 1 county has three IHEs (Chart 2).\n\nTen of the counties with both an Early Learning CTE Program of Study and an IHE with an early childhood degree or certificate have at least one zip code that is a child care desert.\n\nThere are 20 counties with two-year IHEs offering early childhood degrees and certificates that do not have an Early Learning CTE Program of Study.\n\nChart 2. Number of IHEs with an Early Childhood degree or certificate per County with an Early Learning CTE Program of Study\n\nTWC and LWDB Information\n\nTable 4 provides an overview of the number of CTE and two-year IHE early childhood offerings in each LWDB and how many counties have overlapping CTE and IHE offerings. The table also identifies the number of counties where there is an opportunity to develop early childhood degree pathways because there is both a school district with an Early Learning CTE Program of Study and an IHE with an early childhood degree or certificate.\n\nOutside of PDG B-5, TWC is currently using Child Care Development Fund (CCDF) block grant funding to invest in RAPs through planning and implementation grants. TWC is currently funding grantees to create new or expand existing RAPs in nine counties: Austin, Bosque, Brazoria, Cameron, Collin, Dallas, Denton, Ellis, Falls, Freestone, Hidalgo, and Starr.\n\nTable 4. Early Childhood Offerings by Local Workforce Development Board\n\nNext Steps\n\nThe landscape analysis will serve as a resource to connect existing early childhood programs at different points of the workforce pipeline as part of ongoing PDG B-5 work. TWC and TEA are working to help CTE Programs of Study establish partnerships with high-quality, Texas Rising Star-certified child care programs so high schoolers can participate in work-based learning in a quality child care setting. TWC and TEA are also working with Educate Texas to hold informational articulation work sessions in Quarter 1 of 2024. The landscape analysis information will inform the invitation list for these work sessions.\n\nIn addition to informing the PDG B-5 work at the state level, LWDBs can use the landscape analysis as they create plans for their child care quality dollars and professional development supports.\n\nData Type | Source | Assumptions and Other Notes\n\nEarly Learning Program of Study CTE | TEA: Public Education Information Management System (PEIMS) Data | To be considered a county with an Early Learning Program of Study, the county must have an LEA with at least three courses and that offers a Level 3 or 4 Early Learning course.\n\nSchool District Counties | TEA: https://tealprod.tea.state.tx.us/tea.askted.web/Forms/Home.aspx | County service areas for LEAs are based on the headquarters for the LEA, although some students could reside in a different county.\n\nEarly Childhood Degrees and Certificates in Texas | TXAEYC:\nhttps://texasaeyc.org/program-resources/t-e-a-c-h/resources/college-university-directory/ | IHEs with early childhood degrees and certificates were identified by TXAEYC in January 2023 and matched to corresponding service area information using the two-year IHEs service areas from TACC.\n\nCommunity College Service Areas | TACC: https://tacc.org/sites/default/files/2023-03/21r0305._junior_college_service_areas_8.5x14.pdf | Data from TACC noting the county service areas for two-year IHEs.  These data were used to match service areas for the two-year IHEs listed by TXAEYC in their January 2023 report on Early Childhood Degrees and Certificates in Texas.\n\nTWC-Funded RAPs | TWC:\nhttps://www.twc.texas.gov/news/twc-awards-grants-create-child-care-talent-pipeline-through-apprenticeship-programs\n\n2023 Child Care Deserts | TWC: https://www.twc.texas.gov/sites/default/files/ccel/docs/child-care-desert-by-zip-code-twc.xlsx\n\nTWC Local Workforce Development Boards | TWC: https://www.twc.texas.gov/agency/workforce-development-boards\n\nLocal Workforce Development Board | School Districts with an Early Learning CTE Program of Study | IHEs with an Early Childhood degree or certificate | Number of Counties with both a School District with an Early Learning CTE Program of Study AND an IHE with an Early Childhood degree or certificate | Number of Counties WITHOUT a School District with an Early Learning CTE Program of Study but WITH an IHE with an Early Childhood degree or certificate\n\nAlamo | 22 | 6 | 10 | 1\n\nBorderplex | 5 | 1 | 1 | 1\n\nBrazos Valley | 10 | 3 | 6 | 1\n\nCameron | 3 | 1 | 1 | 0\n\nCapital Area | 6 | 2 | 1 | 0\n\nCentral Texas | 9 | 3 | 6 | 1\n\nCoastal Bend | 10 | 2 | 6 | 4\n\nConcho Valley | 6 | 1 | 1 | 1\n\nDallas County | 12 | 1 | 1 | 0\n\nDeep East Texas | 27 | 1 | 10 | 1\n\nEast Texas | 31 | 4 | 7 | 0\n\nGolden Crescent | 7 | 1 | 1 | 0\n\nGulf Coast | 49 | 8 | 11 | 0\n\nHeart of Texas | 7 | 2 | 2 | 1\n\nLower Rio Grande Valley | 10 | 1 | 2 | 0\n\nMiddle Rio Grande | 5 | 1 | 5 | 0\n\nNorth Central Texas | 43 | 7 | 13 | 0\n\nNorth Texas | 13 | 4 | 3 | 0\n\nNortheast Texas | 19 | 1 | 3 | 0\n\nPanhandle | 18 | 1 | 4 | 5\n\nPermian Basin | 0 | 3 | 6 | 0\n\nRural Capital Area | 15 | 4 | 6 | 3\n\nSouth Plains | 20 | 1 | 9 | 0\n\nSouth Texas | 2 | 1 | 1 | 0\n\nSoutheast Texas | 13 | 1 | 1 | 0\n\nTarrant County | 12 | 1 | 1 | 0\n\nTexoma | 14 | 3 | 3 | 0\n\nWest Central Texas | 22 | 3 | 10 | 1",
  "word_count": 1703,
  "content_type": "docx"
}