{
  "doc_id": "8d5db561b0369eedc4fb891a6561be52",
  "url": "https://www.twc.texas.gov/sites/default/files/ccel/docs/guide-for-new-child-care-businesses-spanish-twc.docx",
  "filename": "guide-for-new-child-care-businesses-spanish-twc.docx",
  "text": "Guía para nuevos negocios de cuidado infantil\n\nObtenga sugerencias esenciales y consejos útiles para los aspirantes a empresarios que ingresan a la industria del cuidado infantil.\n\nVideo: https://youtu.be/NYq1iv9YhwU\n\nIntroducción\n\nComenzar un negocio de cuidado infantil puede ser muy gratificante. Estás ayudando a las familias que necesitan atención de calidad para trabajar y contribuyendo al desarrollo temprano crucial de los niños pequeños. Usted está sirviendo a su comunidad local y a la economía en general como propietario de un negocio, y tal vez incluso como un empleador local. Las familias necesitan una fuente confiable de cuidado infantil. Este aumento en la demanda ha llevado a un mayor interés en abrir negocios de cuidado infantil, tanto de proveedores de cuidado infantil experimentados como de aquellos que recién comienzan.\n\nPero dirigir un negocio de cuidado infantil también puede ser un trabajo difícil. Ya sea que tenga un negocio de cuidado infantil en su hogar o sea el director de un centro de cuidado infantil, a veces puede esperar días de trabajo que son más largos que las ocho horas típicas, ya que también tendrá que dedicar tiempo a la preparación. Requiere cumplir con las reglas y regulaciones estatales y locales y garantizar un plan de estudios de alta calidad y seguridad para los niños pequeños, todo mientras se abordan las operaciones básicas de administrar un negocio.\n\nEl viaje de cada propietario para establecer un negocio exitoso es único, pero hay algunos pasos que todo aspirante a propietario de cuidado infantil debe tomar al decidir comenzar su negocio. Esto es lo que necesita saber, y hacer, antes de comenzar su nuevo negocio de cuidado infantil.\n\nInvierta su tiempo.\n\nPrimero, debe considerar cuánto tiempo tiene para abrir y administrar su negocio. Como aspirante a propietario de un negocio o empresario, usted es responsable de todo lo necesario para administrar su negocio. Debe actuar de inmediato y no puede esperar a que alguien le informe; debe buscar información por su cuenta y ser proactivo en su trabajo. Esté presente y siga haciendo preguntas para que sepa todo lo que se espera de usted. Su inversión de tiempo no se detendrá cuando se abra su negocio. Deberá comunicarse regularmente con las familias, presentarse, conectarse con el personal con frecuencia y buscar comentarios para que su negocio tenga éxito. No hay atajos cuando se trata de establecer un negocio exitoso.\n\nAsegúrese de que sea legal.\n\nAntes de invertir su dinero duramente ganado en su nuevo negocio de cuidado infantil, deberá asegurarse de hacerlo legalmente. Lo primero que debe hacer es pensar en la estructura de su negocio. ¿Se postulará como propietario único? ¿Tendrá empleados W-2? ¿Elegirás incorporar? Dependiendo de sus respuestas, es posible que deba tener un Número de identificación de empleado (EIN), que es la identificación fiscal de su empresa, y otra documentación corporativa elaborada.\n\nSuponiendo que haya seleccionado una ubicación, debe consultar con su junta local de zonificación y cualquier otra agencia local apropiada para asegurarse de que cumpla con los requisitos de zonificación de su ciudad o condado. Si está abriendo un programa de cuidado infantil en el hogar, también debe verificar que no haya restricciones en sus escrituras de propiedad y / o asociaciones de vecinos contra la administración de un negocio basado en el hogar. Si no tiene una ubicación seleccionada, es hora de comenzar a buscar, teniendo en cuenta estos requisitos.\n\nSi las leyes de zonificación y otras regulaciones se ven bien, entonces querrá comunicarse con su agencia local de licencias de cuidado infantil. Pueden hacerle saber lo que debe hacer para cumplir con los requisitos de licencia locales y estatales, incluidos los requisitos de calificación que debe cumplir para poseer y operar un negocio de cuidado infantil. Los diferentes estados tienen diferentes requisitos de educación y grado para los propietarios y operadores de negocios de cuidado infantil, por lo que es importante asegurarse de cumplir con los requisitos en su área.\n\nConozca las reglas y regulaciones\n\nSe aplican varios requisitos de seguridad y calificación a cualquier miembro del personal que pueda contratar, incluido usted mismo. Las reglas de licencias de cuidado infantil incluyen proporciones de personal por niño, que dictan cuántos miembros del personal deben cuidar a un cierto número de niños. Esas reglas de licencia también incluyen verificaciones de antecedentes para usted, su personal y cualquier persona en su hogar que pueda entrar en contacto con niños bajo su cuidado. Puede obtener más información sobre las reglas de verificación de antecedentes para las operaciones de cuidado infantil en el estado de Texas en hhs.texas.gov.\n\nLos requisitos adicionales pueden incluir hacer modificaciones de seguridad si está abriendo un programa basado en el hogar o si está abriendo un centro en un espacio que no se usó previamente para el cuidado infantil. Esto es para asegurarse de que tenga suficiente espacio (tanto interior como exterior) para los niños bajo su cuidado. También es posible que necesite inspecciones por parte de su departamento de bomberos y departamento de construcción.\n\nOtro requisito legal a tener en cuenta: comprar un seguro para su negocio. En Texas, los programas de cuidado infantil en el hogar deben tener al menos $ 300,000 en seguro de responsabilidad comercial, y este no es un requisito que desee ignorar. Para los programas basados en el hogar, el seguro de su propietario no cubrirá ninguna pérdida relacionada con su negocio de cuidado infantil. Obtenga más información sobre el seguro de responsabilidad comercial y la cobertura que necesita leyendo la publicación del blog de Tom Copeland 10 preguntas que debe hacer antes de comprar un seguro de responsabilidad comercial.\n\nComprenda sus responsabilidades como titular de un permiso.\n\nAl abrir un programa de cuidado infantil, debe asegurarse de comprender sus responsabilidades como titular del permiso. Estos incluyen:\n\nNotificaciones requeridas a Texas Health y Human Services Commission (HHSC)\n\nInformación requerida para tener disponible públicamente para las familias\n\nPolíticas operativas\n\nRequisitos de mantenimiento de registros, como registros de accidentes, incidentes y personal\n\nNecesidades de personal\n\nProporción de niños a cuidadores y tamaños de grupos\n\nRequisitos básicos de atención, incluida la atención nocturna y el sueño seguro\n\nServicios de nutrición y alimentación\n\n¡Y más!\n\nAsegúrese de haber leído detenidamente y comprender los estándares mínimos para centros de cuidado infantil, hogares de cuidado infantil registrados y hogares de cuidado infantil con licencia.\n\nPrepara tu espacio.\n\nCuando se trata de cuidado infantil, nada es más importante que la seguridad. Su programa tendrá que cumplir con ciertos requisitos de construcción y seguridad para abrir y debe continuar cumpliendo con los estándares mínimos requeridos por la Comisión del Departamento de Salud y Servicios Humanos de Texas (HHSC) en todo momento. Su énfasis en mantener a los niños seguros no debe detenerse allí. Usted debe realizar rutinariamente sus propias inspecciones de seguridad de su espacio de cuidado infantil fuera de las inspecciones que HHSC hará. Para asegurarse de que su programa sea lo más seguro posible, asegúrese de que cualquier personal que contrate si tiene personal esté debidamente capacitado, que su edificio cumpla con los estándares, que su equipo sea apropiado para su edad y se inspeccione regularmente, y que siga sus procedimientos de seguridad de manera consistente.\n\nUse una lista de verificación para comparar los procedimientos de seguridad de su centro con los estándares de licencia más recientes para que pueda estar seguro de haber cubierto todas las bases:\n\nAsegúrese de que todo el personal haya requerido capacitación en preparación para emergencias. Los cuidadores primarios deben tener un certificado en primeros auxilios pediátricos y RCP. Además, todos los cuidadores y directores del centro deben tener entrenamiento pediátrico en RCP, primeros auxilios y respiración de rescate.\n\nNingún niño debe ser dejado desatendido bajo ninguna circunstancia.\n\nEnseñar y fomentar el manejo seguro de los juguetes.\n\nEl personal siempre debe tener una visión clara de todo el espacio donde están los niños.\n\nMantenga el ambiente de juego bien organizado con un amplio espacio para prevenir lesiones. A medida que los niños crecen, son capaces de ayudar a guardar juguetes y materiales.\n\nPara detener el desarrollo de virus y gérmenes que pueden provocar enfermedades y olores, siga las recomendaciones para desinfectar y desinfectar materiales y espacios regularmente.\n\nComience organizado y manténgase así.\n\nTenga todos sus contratos, políticas y procedimientos en su lugar antes de abrir sus puertas y antes de comenzar a contratar. Usted querrá crear políticas para todos los aspectos de su negocio de cuidado infantil, incluyendo:\n\nHorario de atención;\n\nCostos de los servicios y requisitos de pago (incluidos los cargos adicionales, como los cargos por pagos atrasados);\n\nMedidas que tomará para reducir los riesgos de enfermedad (incluso en qué momento los niños serán enviados a casa por enfermedad y se les permitirá regresar después);\n\nQué sucede cuando usted, o los miembros del personal, se enferman;\n\nPautas de juego al aire libre;\n\nProcedimientos de excursiones, si corresponde;\n\nExpectativas para el comportamiento de los niños, la familia y el personal ;\n\nNormas y políticas a la hora de comer sobre el suministro de alimentos;\n\nProcedimientos de descanso y siesta;\n\nReportar sospechas de abuso o negligencia; y\n\nPolíticas de entrega y recogida.\n\nTodas las políticas y procedimientos deben detallarse en un manual familiar, que se puede escribir o publicar en línea, y se les debe pedir a las familias que firmen un contrato que indique que han leído y están de acuerdo con sus políticas.\n\nSi su negocio de cuidado infantil requerirá empleados, querrá crear políticas y procedimientos similares con respecto a sus procesos de contratación y empleo. Una vez más, debe detallar estas políticas en un manual y se debe pedir a los empleados que firmen un contrato reconociendo que han leído y aceptado toda la información.\n\nTodas estas políticas y procedimientos son registros importantes para realizar un seguimiento, al igual que sus documentos y archivos financieros. Cuando necesita un archivo, desea poder acceder a él de forma rápida y sencilla. Por eso es importante establecer un sistema de mantenimiento de registros.\n\nMira a la tecnología.\n\nEn un esfuerzo por operar de manera eficiente y mantenerse organizado, usar tecnología, como programas en línea, software de computadora o una aplicación en su teléfono o tableta, puede aumentar su productividad, simplificar sus procesos comerciales de cuidado infantil y liberar tiempo para usted. Tu vida siempre se simplificará enormemente con cosas que se pueden poner en forma o que se pueden organizar sistemáticamente. Investigue un poco e invierta en software de gestión empresarial y comunicación. Por ejemplo, es posible que desee automatizar sus pagos al personal e incluso sus ingresos de los padres. El sitio web Getapp.com ofrece varias sugerencias.\n\nObtenga más información sobre todas las diferentes formas en que la tecnología puede ayudarlo a administrar su negocio, así como a mantener a las familias actualizadas en el día de su hijo, algo que a los miembros de la familia les encanta.\n\nEscribe tu plan de negocios.\n\nEste es un paso importante, y desafortunadamente a menudo se pasa por alto. Tomarse el tiempo para escribir un plan de negocios para su programa de cuidado infantil puede ayudarlo a saber lo que necesita para comenzar su negocio y mantenerlo en funcionamiento, de manera rentable, en el futuro. Su plan de negocios no tiene que ser increíblemente largo o increíblemente detallado, pero debe incluir información básica sobre su programa. Debe incluir su propuesta de valor, un recordatorio conciso de lo que ofrece y por qué los niños y las familias aman su servicio.\n\nEstablezca su presupuesto.\n\nUn presupuesto anual es una herramienta crítica para administrar su negocio de cuidado infantil. Le ayuda a planificar con anticipación lo que gastará y monitorear sus ingresos y gastos reales para mantenerlo en el buen camino. Le permite asignar recursos a las áreas de su negocio que más los necesitan y planificar los flujos y reflujos de operar un negocio de cuidado infantil. Una vez que domine el presupuesto, querrá comenzar a rastrear sus datos reales mensuales, es decir, cuánto recibió realmente en ingresos y cuánto gastó realmente en categorías presupuestadas. Eso le permitirá ajustar su presupuesto en el futuro para asegurarse de que sea lo más realista posible. Un presupuesto simple incluirá sus ingresos anticipados por nivel de atención. También debe incluir cualquier otro gasto común, como alquiler o hipoteca, servicios públicos, personal, suministros, seguros, costos de alimentos y otros.\n\nComprenda su flujo de efectivo.\n\nUn pronóstico de flujo de efectivo es una de las mejores herramientas que puede tener para monitorear la salud financiera de su negocio de cuidado infantil. No es un presupuesto; Es una forma de entender cuánto dinero está recibiendo en comparación con cuánto dinero está saliendo.\n\nPor supuesto, predecir su flujo de efectivo con una precisión perfecta es prácticamente imposible. Surgirán costos inesperados, las familias abandonarán su programa y los tutores pagarán tarde. Sin embargo, tendrá una idea justa de cuánto dinero tiene su negocio de cuidado infantil en su cuenta en un momento dado si es cuidadoso y organizado.\n\nPara crear un flujo de efectivo, deberá enumerar sus ingresos de todas las fuentes y luego todos sus gastos. Luego, reste sus gastos de sus ingresos. Este es su efectivo final. Su negocio tiene un flujo de caja positivo para el mes si el número es positivo. La mayoría de las veces, el uso de software o una hoja de cálculo es el mejor enfoque para realizar un seguimiento de su flujo de efectivo.\n\nReducir constantemente sus predicciones para el efectivo y aumentarlas para el retiro de efectivo es una práctica inteligente que lo ayudará a presupuestar su flujo de efectivo. Una regla general decente es estimar su inscripción en no más del 85% de su capacidad total. De esta manera, incluso si algunas familias se van inesperadamente, aún puede cubrir sus gastos. Para las nuevas empresas, es posible que desee ser aún más conservador, entendiendo que la mayoría no estará en o cerca de la inscripción completa el primer día.\n\nSi bien podría llevar algún tiempo, debería poder predecir cuándo el dinero será escaso si está administrando su flujo de efectivo de manera efectiva y manteniendo buenos registros.\n\nPlanifique la temporada de impuestos.\n\nLos impuestos a menudo se asocian con formas confusas y abrumadoras, ansiedad sobre futuras auditorías y temores de una gran factura de impuestos. Pero la temporada de impuestos puede ser una oportunidad para que los propietarios de pequeñas empresas ahorren dinero y eviten el riesgo de problemas futuros. Desea asegurarse de que está pagando sus impuestos estimados trimestrales y que si tiene personal, estén clasificados correctamente y tengan los sistemas establecidos para retener los impuestos FICA de la nómina. Además de los impuestos trimestrales, tendrá que presentar sus impuestos anuales.\n\nMantenga un cojín en el banco.\n\nIncluso si actualmente tiene acceso a la deuda, esfuércese por tener la mayor cantidad de efectivo disponible posible. El efectivo se puede utilizar fácilmente y es menos costoso que la deuda, especialmente a largo plazo. El efectivo es más fácil de acceder en casos de emergencia y no acumula intereses para ser pagados más tarde de la manera en que lo hará la deuda. A veces escuchará la necesidad de tener tres o incluso seis meses de ingresos en una reserva de efectivo. Eso es genial si puedes hacerlo, pero el efectivo adicional de cualquier cantidad puede ayudar.\n\nRevisa tus precios.\n\nAsegurarse de que sus tarifas estén actualizadas, sean precisas y apropiadas para su área es fundamental para su éxito. Después de todo, lo que traes de las familias es probablemente la mayor parte de tus ingresos. Verifique sus tarifas a fondo en su área para garantizar la precisión.\n\nComprender el mercado del cuidado infantil.\n\nEs probable que el mercado de programas de cuidado infantil sea muy competitivo. Es importante pensar en la comercialización de su negocio para que las posibles familias sepan lo que ofrece y por qué su negocio de cuidado infantil es único. Comprender a su competencia es clave para el marketing exitoso, ya que querrá conocer factores como los precios y los servicios que ofrece su competencia. Examine sus fortalezas y compárelas con las suyas: ¿cómo está su negocio a la altura? ¿Cuál es la reputación de cada negocio? ¿Por qué las familias eligen su programa actual de cuidado infantil? ¿Por qué las familias se quejarán de su negocio de cuidado infantil?\n\nUna de las claves del éxito de su negocio de cuidado infantil es tener un plan de marketing bien desarrollado. El marketing juega un papel importante en el establecimiento de su negocio y puede ayudar a garantizar el éxito futuro y una reputación positiva dentro de su comunidad. El marketing ayuda a las familias a conocer sus servicios y aprender por qué deberían usarlos. Tómese un tiempo para reflexionar sobre lo que ofrecerá su programa de cuidado infantil. ¿Qué te diferencia del resto? Cuando piense en esta pregunta, sus primeras respuestas podrían reflejar los servicios únicos que ofrece. Tal vez ofrezca un currículo de aprendizaje temprano STEM, o tal vez use métodos de comunicación efectivos para mantener a las familias informadas de las actividades diarias de sus hijos.\n\nSu programa de cuidado infantil solo tiene éxito si puede encontrar niños que necesiten atención. Asegúrese de que las familias potenciales conozcan su programa comercializándolo. El marketing ayuda a garantizar que las familias aprendan sobre sus servicios y aprendan por qué deberían usarlos. Tomarse el tiempo para crear un plan de marketing, y mantenerlo actualizado, puede ser de gran ayuda para que su negocio de cuidado infantil sea un éxito.\n\nInvestigar el mercado laboral.\n\nEl mercado laboral es competitivo. Si su negocio de cuidado infantil tendrá empleados, debe investigar las tasas de pago en su área para asegurarse de que está ofreciendo salarios competitivos a sus empleados. Lo último que desea al iniciar un nuevo negocio es una rotación rápida, ya que es una amenaza para sus operaciones. Es costoso para su empresa tomarse continuamente el tiempo para reclutar, entrevistar, contratar, incorporar y capacitar a nuevos empleados. Las familias se preocupan por la calidad de la atención que reciben sus hijos cuando ven regularmente a nuevos empleados. Los niños necesitan cuidadores consistentes para que puedan crecer y prosperar en su programa. La alta rotación también afecta la moral y los niveles de estrés de sus empleados existentes, creando un ambiente de trabajo estresante.\n\nAl invertir en la retención de empleados, su negocio se beneficia en todos los sentidos. Los niños tienen menos comportamientos disruptivos cuando tienen el mismo cuidador. Las familias están más contentas ya que han desarrollado una relación con el proveedor de su hijo. Su personal es más fuerte, ya que pueden confiar y depender unos de otros, creando un ambiente de trabajo más saludable y de apoyo. Y en lugar de reclutar, entrevistar, contratar e incorporar nuevos empleados, puede invertir en el crecimiento y desarrollo de sus empleados actuales, lo que fortalecerá su negocio a largo plazo.\n\nA pesar de la emoción, contrata lentamente.\n\nElige a las personas adecuadas. Además de tener habilidades, conocimientos y talentos certificados, trabajar con niños pequeños exige compromiso, experiencia y entusiasmo por el trabajo. Si está interesado en abrir un programa de cuidado infantil, es muy probable que tenga estos atributos. Es importante asegurarse de que los empleados que contrate también lo hagan. Y, debido a que se necesita una licencia para abrir un centro de cuidado infantil, querrá asegurarse de que el personal que contrate también tenga la capacitación específica que necesita para cumplir con estos requisitos.\n\nMarque todas las casillas. Si va a contratar personal adicional, tómelo con calma. Es mejor tomar la decisión correcta para su negocio que una elección rápida que termina siendo la equivocada. Tomarse el tiempo para seleccionar personal de calidad, al principio, puede ahorrarle tiempo y dinero a largo plazo.\n\nComprender las calificaciones mínimas y qué orientación debe incluir para los nuevos empleados. Es muy importante asegurarse de que sus empleados tengan las licencias o la capacitación necesarias que necesitan y que pasen las verificaciones de antecedentes. Esto incluye cuando son contratados, pero también, que te mantengas al día con cualquier capacitación y desarrollo profesional que deban hacer a lo largo del tiempo. Además, debe comprender qué orientación debe incluir para los empleados en su programa.\n\nAsegúrese de estar preparado financieramente. También es importante asegurarse de haber asignado dinero en el presupuesto de su empresa para la dotación de personal. Por lo general, tendrá que poner dinero para incorporar personal y pagarles antes de comenzar a recibir pagos de matrícula o subsidios. Al hacer esto, estará listo para el crecimiento sin tener que preocuparse de que su negocio pueda cerrar como resultado de no estar preparado.\n\nComprender los requisitos de proporción de niños por personal. Antes de comenzar a contratar y antes de abrir, deberá comprender las proporciones de niños por personal. Es posible que ya haya pensado en cuántos niños están legalmente autorizados a estar en su espacio. ¿Ha pensado en la cantidad de personal que necesitará para cuidar a estos niños? Siempre debe tratar de alcanzar el punto de equilibrio, como mínimo, con cada grupo de niños. Lo hace asegurándose de comprender su costo de cuidado para el espacio, que se debe en gran medida a la cantidad de niños inscritos (ingresos para el grupo) y la cantidad de miembros del personal asignados (gastos por el espacio). Esta no siempre es una decisión clara, ya que su propuesta de valor puede centrarse en bajas proporciones de niños por personal, lo que podría aumentar la calidad de su programa y atraer a más familias y permitirle cobrar tarifas más altas.",
  "word_count": 3573,
  "content_type": "docx"
}