{
  "doc_id": "8e2357792bb32e1501efc79c7999c8e3",
  "url": "https://www.twc.texas.gov/sites/default/files/ccel/docs/incorporation-spanish-twc.docx",
  "filename": "incorporation-spanish-twc.docx",
  "text": "¿Debo integrar mi negocio de cuidado infantil?\n\nAprenda a decidir qué estructura comercial es la mejor para su negocio y comprenda sus opciones de incorporación.\n\nVideo: https://youtu.be/1bQr81Qq_bI\n\nIntroducción\n\nAl decidir qué tipo de estructura comercial es la adecuada para su negocio de cuidado infantil, es posible que tenga muchas preguntas. Determinar qué es lo mejor depende de muchos factores, incluido el tamaño de su empresa, si tiene la intención de tener empleados y cómo se ve su situación financiera en este momento. Para ayudarlo a decidir, esta guía lo guiará a través de las diferencias entre una empresa unipersonal y una corporación y resaltará los pros y los contras de cada estructura. Además, lo ayudaremos a comprender los diversos tipos de corporaciones que existen y qué estructuras comerciales son más comunes en el cuidado infantil.\n\n¿Qué es una empresa unipersonal?\n\nUna empresa unipersonal es uno de los tipos de negocios más básicos. También es la forma más económica y sencilla de iniciar un negocio.  Todo lo que se necesita para establecer una empresa unipersonal es  que el propietario  de un solo negocio obtenga las licencias y permisos necesarios.  Después de eso, puede comenzar a hacer negocios sin necesidad de pasos adicionales.  Los propietarios de empresas unipersonales se consideran trabajadores por cuenta propia.\n\nEmpresa unipersonal: Número de identificación fiscal\n\nEn las primeras etapas de la gestión de una empresa unipersonal, la mayoría de los propietarios de negocios generalmente usan su propio número de seguro social como número de identificación fiscal  para el negocio.  Esta es una forma rápida y sencilla de poner en marcha su negocio sin tener que hacer ningún papeleo adicional.  Sin embargo, también  puede obtener un Número de Identificación del Empleador (EIN) del Servicio de Impuestos Internos. Este número funciona como un número de seguro social para su negocio, pero es un número de identificación emitido por el IRS específicamente para su negocio. La ventaja de un EIN es que limitará la cantidad de documentos con su número de seguro social, lo que puede ayudarlo a mantener su número de identificación personal seguro y evitar que se use indebidamente.  Los propietarios únicos deben obtener un EIN si desean contratar empleados y si desea abrir una cuenta bancaria comercial.\n\nEmpresa unipersonal: Nombre comercial\n\nUna empresa unipersonal se establece con el nombre legal completo del propietario como el nombre comercial, pero también puede establecer un \"hacer negocios como\" (DBA) para usar en sus operaciones. Este es un nombre que su empresa unipersonal puede usar públicamente y generalmente se establece a través de su gobierno local. Por ejemplo, puede tener una empresa unipersonal que use su propio nombre, pero también use el nombre de DBA \"Happy Bear Child Care\" en sus materiales de márketing, letreros y otras piezas asociadas con su negocio de cuidado infantil.  Configurar un DBA puede simplificar la forma en que realiza la banca de su negocio y puede permitirle aceptar pagos tanto a su nombre legal como a su nombre de DBA. Además, crear un DBA puede ayudarlo a definir su marca comercial, lo que puede ser útil en su enfoque de márketing.\n\nEmpresa unipersonal: Impuestos\n\nCon respecto a las ganancias, una empresa unipersonal se considera un negocio de \"transferencia\". Eso significa que la ganancia de su negocio, o el dinero que queda después de pagar todos sus gastos, se incluye en su Anexo C de su 1040 y se \"pasará\" a su declaración de impuestos personal como su ingreso.  Los propietarios de negocios que presentan una 1040 del IRS con un Anexo C o reciben un K-1 por ingresos de trabajo por cuenta propia se gravan a la  tasa de trabajo por cuenta propia del 15.3% y su tasa de impuesto sobre la renta personal.  Las entidades de transferencia solo experimentarán esta capa de impuestos con ganancias tratadas de la misma manera que sus ingresos.  Lo que esto significa es que cuando una empresa es una entidad de transferencia, las ganancias comerciales se gravan como ingresos personales del propietario a su tasa personal. Las ganancias para las empresas que no se consideran entidades de transferencia se gravan dos veces: Primero en el nivel comercial en las declaraciones de impuestos corporativos, y nuevamente una vez que las ganancias restantes se distribuyen a los accionistas como dividendo.\n\nEs importante recordar que como propietario único usted es el negocio, y el negocio es usted. Esto significa que en términos de impuestos y responsabilidad, no hay separación entre la empresa unipersonal y el propietario del negocio.  Por ejemplo, si tiene una deuda comercial, sus activos personales no están protegidos y pueden ser incautados legalmente si incumpliera con un préstamo.  En el lado positivo, una empresa unipersonal es barata de iniciar y mantener cada año, y usted tiene control total sobre todas las decisiones comerciales.\n\n¿Qué es una corporación?\n\nBásicamente, una corporación es un negocio que se ha incorporado, lo que resulta en un \"corpus\" u organismo separado. Cuando una empresa unipersonal no está separada del propietario del negocio en términos de impuestos, responsabilidad y deuda, una corporación es una entidad legal que está separada de usted como propietario.  Sin duda, hay beneficios en esta separación legal entre el negocio y el propietario del negocio, aunque esto viene con un esfuerzo adicional (como presentaciones anuales y una declaración de impuestos separada) que se necesita para establecer la corporación y mantenerla. En términos de responsabilidad, su propiedad personal y dinero  generalmente están protegidos de las deudas pendientes de la corporación. En términos de impuestos, algunos formularios corporativos, como los de la corporación S o las corporaciones sin fines de lucro, pueden proporcionar algunas ventajas fiscales, que se discutirán en la siguiente sección.\n\n¿Cuáles son los tipos de corporaciones?\n\nHay cinco tipos de corporaciones que probablemente considerará:\n\nCorporaciones sin fines de lucro\n\nCorporaciones C\n\nCorporaciones S\n\nAsociaciones\n\nLLC\n\nLas corporaciones sin fines de lucro son \"organizaciones benéficas\", compañías que sirven al público y que no son propiedad de un individuo. En cambio, tienen una junta directiva, que generalmente no son empleados, que dirigen la organización. Las organizaciones sin fines de lucro pueden ser difíciles de administrar día a día, ya que el director de la corporación necesitará la aprobación de la junta directiva para tomar decisiones clave. Además, dado que se supone que la organización no debe operar  para la generación de ganancias, hay varias reglas sobre cómo se debe gastar el dinero. En el lado positivo, las organizaciones sin fines de lucro generalmente están exentas de la mayoría de los impuestos federales, estatales y locales y pueden ser elegibles para algunas subvenciones del gobierno y de la fundación.\n\nLos tipos de corporaciones restantes son con fines de lucro, lo que significa que son \"propiedad\" de personas u otras corporaciones y están destinadas a proporcionar ganancias para esos propietarios.\n\nLa mayoría de las grandes empresas que ve y escuchason corporaciones C. La corporación C es propiedad de los accionistas. Esta estructura es más fácil para las grandes empresas, ya que permite que la propiedad se transfiera a través de acciones. También son los más complejos en términos de sus requisitos legales y los más caros de ejecutar en términos de tarifas administrativas e impuestos. También sufren de \"doble imposición\", es decir, la ganancia de la empresa se grava a una tasa corporativa y luego los propietarios deben pagar impuestos adicionales sobre la renta. Para la mayoría de las empresas de cuidado infantil, los esfuerzos adicionales de una corporación C en términos de papeleo e impuestos probablemente superarán los beneficios.\n\nEn reacción a las complejidades de poseer una corporación C, el gobierno federal creó una versión para pequeñas empresas, llamada corporación S. La corporación S es una entidad legal separada de usted personalmente (como una corporación C), pero está limitada en el número de propietarios. Al igual que una empresa unipersonal, la corporación S es una entidad de \"transferencia\",  lo que significa que la ganancia que obtiene de una corporación S fluye hacia sus impuestos personales, por lo que generalmente es una estructura menos compleja de administrar durante todo el año y en el momento de los impuestos. La estructura también significa que la corporación en sí no está recibiendo ganancias (fluyen a sus impuestos personales); por lo tanto, normalmente no está sujeto a impuestos corporativos además de los impuestos sobre la renta.\n\nComo corporación S, también puede pagarse un salario razonable como empleado w-2 (que se grava como salario), pero luego cualquier ganancia por encima de este salario solo está sujeta al impuesto sobre la renta.\n\nUna sociedad es un negocio en el que dos o más personas comparten la propiedad. Cada persona contribuye por igual en términos de las inversiones del negocio, pero también comparte las ganancias y pérdidas de la organización de la misma manera. Debido a la naturaleza de la asociación que implica la gobernanza compartida, generalmente hay procesos muy explícitos para abordar cómo resolver disputas, compartir ganancias y cambiar la propiedad. Las asociaciones suelen ser baratas de establecer, pero también tienen responsabilidad y gobernanza compartidas.\n\nGuardamos la clasificación de compañía más típica para el final: la compañía de responsabilidad limitada o LLC.  Las LLC generalmente ofrecen a los propietarios de pequeñas empresas la mayor facilidad en la puesta en marcha, la flexibilidad y la propiedad. Las LLC pueden ser propiedad de uno o más individuos y son gobernadas ante todo por su estado. Esto significa que son una corporación a nivel estatal, no federal. Para sus impuestos federales, debe informar al IRS cómo desea que se le impongan impuestos. Eso significa que cuando comienza la LLC, y nuevamente cada año, puede \"elegir\" qué tipo de corporación desea que se le trate a efectos fiscales.  Esto significa que cuando comienza su negocio, puede comenzar a ser gravado de la misma manera  que una empresa unipersonal cuando su negocio es pequeño. A medida que comienzaa crecer, puedeelegir ser tratado como una corporación an S o una corporación C.  Además de tener cierta flexibilidad en torno a los impuestos, las LLC generalmente también cuestan menos para comenzar y mantener con el estado.\n\n¿Qué tipo de estructura empresarial debo elegir?\n\nEn general, los propietarios de negocios de cuidado infantil establecen sus negocios como propietarios únicos, LLC o corporaciones S, ya que estos tienden a ser los más adecuados en la industria del cuidado infantil. Entonces, ¿cuál es el mejor para su negocio?  La respuesta depende en gran medida de las circunstancias específicas de su negocio y su situación financiera actual. Sin embargo, podemos hablar ampliamente sobre los beneficios de cada estructura.\n\nSi recién está comenzando o tiene pocos ingresos y / o tiempo, una empresa unipersonal puede ser una buena opción para la estructura.\n\nSin embargo, si tiene algo de tiempo y tiene algún grado de reservas de efectivo, formar una LLC puede comenzar a brindarle algunos beneficios, incluso si solo lo hace como una LLC de un solo miembro, o una LLC que se presenta como una empresa unipersonal para fines fiscales. Iniciar una LLC puede ser relativamente barato (generalmente menos de $ 1,000 y muchas personas lo hacen por sí mismas por menos), así como mantener (las tarifas anuales de presentación oscilan entre nada y $ 500). A cambio de esa inversión, obtiene protección de responsabilidad adicional: esto significa que su empresa, no usted personalmente, sería la principal responsable de cualquier acción adversa, como una demanda.\n\nFormar una corporación S puede ser más costoso y llevar más tiempo, e incluye la necesidad de presentar una declaración de impuestos corporativos.  Sin embargo, puede haber beneficios adicionales más allá de la protección de responsabilidad. Por ejemplo, el propietario de una corporación S puede pagarse a sí mismo un \"salario razonable\" (que se grava como salario normal) y luego tratar  el dinero por encima de eso como una distribución (es decir, ganancia) que se grava como ingreso. El resultado es una factura de impuestos más baja en muchos casos. El IRS no define un número específico para \"salarios razonables\", pero debe coincidir con un salario similar en su área utilizando ofertas de trabajo o fuentes similares.\n\nComo regla general, debe poder tener $ 10,000 o más en distribución para que los costos adicionales de una corporación S valgan la pena. Por ejemplo, supongamos que gana $ 55,000 al año como propietario único  y se convierte en una corporación S. Si encuentra que un salario razonable es de $ 40,000, eso significa que los $ 15,000 restantes serán una distribución y gravarán a su tasa regular de impuestos sobre la renta, ahorrándole el gasto de los impuestos de empleo o trabajo por cuenta propia.\n\nEn el ejemplo anterior, la persona que recibe $ 55,000 en ingresos como propietario único pagaría alrededor de $ 14,099 en impuestos sobre el trabajo por cuenta propia y sobre la renta. Sin embargo, en el segundo escenario, al tener $40.000 en ingresos y $15.000 en una distribución pagarían alrededor de $11.942, un ahorro de $2.157.\n\nTambién queremos señalar que puede mantener sus costos más bajos con una corporación S creando una LLC y declarándose como una corporación S para fines fiscales.  Como usted sabe, las LLC tienen la opción de declarar cómo serán tratadas en el momento de los impuestos. Dado que las corporaciones S pueden pagar al propietario un salario razonable (gravado como salarios normales) y luego tratar las ganancias como una distribución (gravadas como una ganancia de capital a su tasa regular de impuestos sobre la renta), esta opción proporciona beneficios en el momento de los impuestos. Además, la creación de una corporación S puede llevar mucho tiempo y ser costosa, por lo que crear una LLC que se declare como una corporación S puede brindarle beneficios similares a un costo menor.\n\nRenuncia: La información aquí contenida ha sido preparada por Civitas Strategies Early Start y no pretende constituir asesoramiento legal, fiscal o financiero. El equipo de Civitas Strategies Early Start ha realizado esfuerzos razonables para recopilar, preparar y proporcionar esta información, pero no garantiza su exactitud, integridad, adecuación o actualidad. La publicación y distribución de esta información no tiene la intención de crear, y la recepción no constituye, un abogado-cliente o cualquier otra relación de asesoramiento. La reproducción de esta información está expresamente prohibida.\n\nTipos de negocios\n\nEmpresas unipersonales | Básicas simple, económicas | No hay separación entre la empresa unipersonal y el propietario del negocio | Control total sobre las decisiones comerciales , pero sus activos personales no están protegidos\n\nCorporaciones (en general) | Requerir presentaciones adicionales | Separación entre el negocio y el propietario del negocio | Bienes personales y dinero protegidos de la responsabilidad corporativa\n\nCorporaciones sin fines de lucro | Organizaciones benéficas, normas específicas sobre cómo se puede gastar el dinero | La junta directiva dirige la organización, necesita la aprobación de la junta para las decisiones clave | Exento de la mayoría de los impuestos federales, estatales y locales. Puede ser elegible para subvenciones del gobierno y de la fundación\n\nCorporaciones C | Requisitos legales complejos | Propiedad de los accionistas, propiedad transferida a través de acciones de la empresa | Estará sujeto a \"doble imposición\" (las ganancias comerciales están gravadas y los propietarios pagan impuestos sobre las ganancias)\n\nCorporaciones S | Menos complejas que otras corporaciones, baratas | Número limitado de propietarios | El propietario puede ser pagado como empleado w-2, los propietarios pagan impuestos sobre la renta sobre las ganancias\n\nAsociaciones | Procesos explícitos para compartir ganancias, resolver disputas y cambiar de propiedad | Dos o más propietarios | Cada socio comparte ganancias y pérdidas de la misma manera\n\nLLC | Facilidad de puesta en marcha y flexibilidad | Propiedad de una o más personas | Flexibilidad en torno a los impuestos, costo menor para comenzar y mantener",
  "word_count": 2608,
  "content_type": "docx"
}