{
  "doc_id": "8e83d1976638abea371b900acd7fb5a1",
  "url": "https://www.twc.texas.gov/sites/default/files/ccel/docs/retirement-options-spanish-twc.docx",
  "filename": "retirement-options-spanish-twc.docx",
  "text": "¿Por qué debería considerar ofrecer un plan de jubilación?\n\nConozca cómo usted, su empresa y sus empleados pueden beneficiarse de un plan de jubilación empresarial.\n\nVideo: https://youtu.be/HwmbA1Wztbk\n\nIntroducción\n\nCuando se enfrenta a las agitadas operaciones diarias de su negocio de cuidado de niños, lo último en lo que piensa es probablemente algo de gran importancia: ahorrar para la jubilación. Mientras considera todas sus opciones de elegir y ofrecer prestaciones a los empleados, o pagarse a sí mismo si es un proveedor trabajando desde casa, es importante recordar que, como propietario de un negocio, el ahorro para su propia jubilación está únicamente en sus manos. Y si es usted empresario, desempeña un papel importante a la hora de ayudar a sus empleados a ahorrar para su futuro\n\nEn esta guía discutiremos la importancia de explorar las opciones de planes de jubilación más temprano que tarde, los beneficios tanto para usted como para sus empleados, los tipos de planes disponibles, consejos para comenzar o aumentar sus ahorros y recursos para ayudarlo a comenzar.\n\nNota: Si bien este documento se centrará específicamente en los planes de jubilación comerciales e incluirá información para propietarios únicos, vale la pena saber que hay otras opciones de cuentas de jubilación individuales disponibles, como una cuenta de jubilación individual Roth (IRA) o IRA tradicional. Para obtener más información sobre las IRA tradicionales y Roth, visite:  IRA tradicionales y Roth | Servicio de Impuestos Internos (irs.gov)\n\nLa importancia de ahorrar ahora\n\nLos expertos financieros estiman que la mayoría de las personas necesitarán hasta el 80% de sus ingresos previos a la jubilación para mantener su nivel de vida una vez que dejen de trabajar. Eso significa que si usted gana hoy 35.000 dólares, necesitará disponer de 28.000 dólares al año a partir de su jubilación. Sin embargo, la prestación media que paga la Administración del Seguro Social es de sólo 14.400 dólares al año, lo que deja un gran margen para que muchas personas se jubilen cómodamente.\n\nEntonces, ¿cómo llegar a ese punto? Ahorrar en una cuenta de jubilación ahora puede proporcionarle los ingresos adicionales necesarios para seguir haciendo las cosas más relevantes para usted cuando llegue el momento de jubilarse.  Sin una cuenta, es posible que tenga que seguir trabajando más allá de la edad habitual de jubilación para llegar a fin de mes. También le proporciona una red de seguridad financiera en caso de que el Seguro Social desaparezca, o si necesita fondos para un evento o gasto inesperado.\n\nEl poder de las cuentas de jubilación\n\nCuando invierte dinero en una cuenta de jubilación, está tomando una decisión financiera inteligente que le proporciona ventajas fiscales hoy, y el poder del interés acumulado a lo largo de su proceso de ahorro. Estas dos ventajas se complementan, a lo largo del tiempo, en una cuenta de jubilación para ayudarle a aumentar sus ahorros más rápidamente de lo que podría hacerlo por su cuenta.\n\nVentajas fiscales:\n\nExisten dos tipos de cuentas de jubilación, antes y después de los impuestos, y cada una de ellas tiene diferentes ventajas fiscales.\n\nUna cuenta de jubilación antes de impuestos es aquella en la que sus depósitos no están sujetos a impuestos cuando los realiza, pero los retiros en la jubilación sí. Esto significa que no pagará impuestos sobre ninguna cantidad invertida en la cuenta, lo que puede ayudar a reducir sus impuestos anuales sobre la renta. Cuando finalmente decida retirar los fondos una vez que deje de trabajar, pagará entonces impuestos sobre ellos. Por ejemplo, si deposita 1.000 dólares en una cuenta antes de los impuestos, ese dinero no pagará impuestos en el momento de la inversión. Sin embargo, si más tarde se jubila y retira el dinero, se sometería a impuestos cuando los retirara.\n\nUna cuenta de jubilación después de impuestos es lo contrario: usted paga impuestos por su depósito ahora, pero no paga impuestos por los intereses que acumula ni por el dinero que retira al jubilarse. Por ejemplo, si depositara los mismos 1.000 dólares en 2022, tributaría por ellos este año. Pero cuando se jubile, el retiro no sería un ingreso imponible.\n\nPara muchas personas, la prestación antes de impuestos es muy atractiva, ya que se produce un ahorro inmediato cuando se sigue trabajando y los ingresos suelen ser mayores que en la jubilación. Sin embargo, las cuentas de jubilación después de los impuestos pueden ayudar a reducir los costes cuando uno está jubilado y suele tener unos ingresos más bajos. Por ello, la mayoría de los planificadores financieros recomiendan un poco de ambas cosas en función de su edad y sus objetivos de jubilación para equilibrar sus gastos ahora y en el futuro.\n\nInterés compuesto:\n\nOtra de las principales ventajas de las cuentas de jubilación es su capacidad para acumular intereses, lo que permite que sus ahorros crezcan más rápidamente con el tiempo. En términos sencillos, el interés compuesto le permite ganar intereses sobre los intereses, además de los intereses sobre sus aportaciones. Los expertos financieros coinciden en que el interés compuesto es una de las herramientas más útiles para ayudar a las personas a alcanzar sus objetivos de jubilación.\n\nHe aquí cómo funciona el interés compuesto. Volvamos a los 1.000 dólares que puso en su cuenta de jubilación en 2022. Supongamos que ganan un 10% de interés. En el primer año, son 10 dólares. Ahora, en 2023, tiene 1.010 dólares (sus 1.000 dólares originales más el interés de 10 dólares) y el 10% de interés le da $10.10 dólares. Al entrar en el 2024, ahora tienes $1,020.10. ¡Esto continúa y en veinte años tus $1,000 valdrían $7,330!\n\nVentajas de ofrecer un plan de jubilación\n\nExisten tanto las cuentas de jubilación individuales que son para usted de forma personal, como las que son cuentas empresariales para su pequeña empresa. En esta sección, vamos a centrarnos en los planes de jubilación de las pequeñas empresas, que pueden ser una de las mejores formas de aumentar sus ahorros para la jubilación y los de sus empleados (si los tiene).\n\nSabía que algunas de estas cuentas están hechas sólo para propietarios únicos, así que incluso si no tiene empleados, ¡hay un plan para usted!\n\nAunque hay demasiadas ventajas financieras y beneficios para enumerar aquí, a continuación encontrará un resumen de los beneficios para su empresa y los beneficios para usted y sus empleados.\n\nBeneficios para su empresa\n\nLas aportaciones son deducibles de impuestos\n\nLos fondos de la cuenta se incrementan libres de impuestos\n\nExisten muchas opciones de planes flexibles que se adaptan mejor a su empresa\n\nPuede que existan incentivos fiscales para la puesta en marcha de un plan\n\nLos planes de jubilación pueden ser una gran herramienta para atraer y retener a empleados valiosos\n\nBeneficios para usted y sus empleados\n\nLas aportaciones pueden reducir los ingresos sujetos a impuestos\n\nLas aportaciones y las ganancias no están sujetas a impuestos hasta que se retiran\n\nLas deducciones en la nómina pueden facilitar las aportaciones\n\nLos intereses se acumulan con el tiempo, lo que permite un ahorro más rápido y mayor\n\nUsted y sus empleados pueden sentirse tranquilos y seguros sabiendo que están construyendo un futuro financieramente sólido\n\nUna de las principales ventajas de las cuentas de jubilación de las empresas es la posibilidad de que las empresas realicen aportaciones o aportaciones complementarias. Como veremos más adelante, la mayoría de los planes permiten, o incluso exigen, que las empresas realicen alguna aportación a la jubilación del empleado. Estas aportaciones pueden ser una cantidad o un porcentaje fijo de la remuneración o ser una \" igualación\", lo que significa que está vinculada a la cantidad que el empleado destina a su jubilación. Muchas empresas ofrecen igualar las contribuciones de los empleados hasta un determinado porcentaje. Por ejemplo, una empresa puede ofrecer igualar el dinero aportado a una cuenta de jubilación hasta el 3% del salario del empleado. Esto podría significar que para una persona que gane 60.000 dólares al año y contribuya con 1.800 dólares anuales (3%), su empresa también contribuiría -o igualaría- los 1.800 dólares, aumentando la contribución total a 3.600 dólares. Esta aportación es esencialmente dinero gratis para el empleado y es recomendable aprovecharla para ayudar a acelerar los ahorros para la jubilación.\n\nLa aportación de la empresa o la igualación es un incentivo para la retención de los empleados, ya que obtienen fondos adicionales. Sin embargo, el dinero no suele estar disponible hasta que el empleado adquiere los derechos. La adquisición de derechos es el tiempo que tarda la parte de la cuenta de jubilación correspondiente a la empresa en ser totalmente \"propiedad\" del empleado. Por ejemplo, digamos que usted hace una contribución de 600 dólares en 2022 y tiene un calendario de adquisición de derechos de tres años. Normalmente, eso significaría que si el empleado dejara su empresa a finales de 2023, sólo tendría 1/3 o 200 dólares (el resto volvería a la empresa). Si se marchara a finales de 2024, le corresponderían 2/3 o 400 dólares. No sería hasta finales de 2025 cuando tendrían los 600 dólares completos si cambian de trabajo.\n\nElegir el plan adecuado\n\nLa elección del plan de jubilación adecuado para su empresa empieza por comprender las opciones y decidir cuál es la más conveniente para usted y sus empleados.\n\nHay muchos tipos de planes de jubilación disponibles, cada uno con sus propias ventajas, características y costos. La mayoría son económicos y accesibles para empresas de todos los tamaños, tanto si tiene un empleado como si tiene cien.\n\nA continuación encontrará algunas de las opciones más populares, incluyendo algunas de las ventajas y desventajas de cada una para ayudarle a decidir cuál es la mejor para usted.\n\nUna cuenta IRA simple o 401(k) simple es precisamente eso: una forma sencilla de ofrecer un programa de jubilación a empresas de entre uno y cien empleados. Los empleados realizan las aportaciones directamente desde su nómina y pueden aportar hasta 14.000 dólares en 2022. Los empleados de más de 50 años pueden hacer 3.000 dólares más en contribuciones de recuperación. Las contribuciones de los empleados son libres de impuestos, por lo que no pagan impuestos ahora, pero sí lo harán cuando retiren los fondos. Las empresas pueden igualar las aportaciones de los empleados hasta el 3% de su salario o proporcionar una aportación fija del 2% para todos los empleados. Estas aportaciones son deducibles para la empresa. Todas las aportaciones de la empresa son totalmente deducibles desde el principio, por lo que si un empleado se marcha, puede llevarse la totalidad del importe.\n\nLa diferencia clave entre un IRA Simple y la Simple 401(k) está en el papeleo y los préstamos. El plan 401(k) simple requiere una declaración anual ante el IRS, pero puede, debido a esto, permitir préstamos (de los que hablaremos más adelante en este documento). Una cuenta IRA SEP es otro plan de jubilación fácil de implementar, específico para pequeñas empresas. El SEP está orientado a las aportaciones de la empresa, que pueden variar de un año a otro (es decir, los empleados no pueden contribuir en absoluto); por ejemplo, una empresa puede optar por aportar el 3% del salario un año y el 0% el siguiente. La cantidad máxima permitida para la contribución de la empresa es el 2% del salario del empleado hasta un máximo de 61.000 dólares. A muchos empresarios individuales les gusta el SEP porque es fácil de gestionar, pueden hacer contribuciones basadas en sus ingresos anuales (incluso ninguna) y pagar las contribuciones con fondos deducibles de la empresa. Tenga en cuenta que todas las aportaciones de los empleados se adquieren en su totalidad desde el primer día, por lo que si un empleado se marcha puede llevarse la totalidad del importe.\n\nUn plan 401(k) individual o único está diseñado para el propietario único, lo que significa que no puede tener otros empleados. La ventaja para el propietario de la empresa es que puede realizar aportaciones más elevadas: hasta 19.500 dólares como empleado y hasta el 25% del salario como empresario, lo que supone un total de hasta 61.000 dólares, libres de impuestos. Si tiene más de 50 años, puede aportar 6.500 dólares adicionales para ponerse al día, lo que supone un total de 67.500 dólares. Al tratarse de un plan sólo para el propietario, se adquiere la totalidad de los derechos desde el momento en que se aportan Un plan 401(k) tradicional es la cuenta de jubilación empresarial de la que más se suele hablar. Una de las ventajas de estos planes es la mayor flexibilidad en cuanto a las cantidades que se pueden aportar (por ejemplo, la mayoría de los planes permiten que los gerentes reciban una mayor aportación o contribución del empleador que los empleados). También permiten altos niveles de contribución, hasta 20.500 dólares para los empleados con 6.500 dólares adicionales en contribuciones de recuperación para los mayores de 50 años (todas estas son contribuciones antes de impuestos) en 2022. Los empleadores pueden aportar hasta 61.000 dólares en 2022. También puede establecer programas de adquisición de derechos para fomentar la retención de los empleados mediante la transferencia de la propiedad de las aportaciones de la empresa a lo largo del tiempo. Sin embargo, requieren más papeleo para su establecimiento y mantenimiento, incluyendo complejas comprobaciones anuales para garantizar que las diferencias en las aportaciones de la empresa no estén significativamente desequilibradas (por ejemplo, hacer una aportación del 50% del salario para los directivos y sólo del 1% para los empleados).\n\nAquí hay un resumen rápido de los planes:\n\nRetirar los fondos de jubilación\n\nLos fondos de jubilación reciben un tratamiento fiscal especial para animarle a ahorrar para el futuro. No es de esperar que no sea fácil retirar su dinero antes de la jubilación. Por lo general, si retira antes de los 59 ½ años estará sujeto al impuesto sobre la renta de los fondos y a una penalización adicional del 10% (en el caso de una SEP o una IRA simple, esta penalización es del 25% si se realiza en los dos primeros años de afiliación al plan de jubilación). Por lo tanto, si se encuentra en el tramo impositivo del 22% y retira $1.000, tendría que pagar $220 en impuestos y una penalización de $100 para un total de $320, lo que le dejaría con sólo $680 en efectivo.\n\nExisten subsidios por dificultades económicas para la extracción anticipada si el titular de la cuenta fallece o por determinados problemas de salud, como por ejemplo:\n\nGastos médicos no reembolsados que superen el 10% de sus ingresos brutos ajustados (7.5% si su cónyuge tiene 65 años o más);\n\nEl costo de su seguro médico mientras esté desempleado; o\n\nSi está incapacitado.\n\nTambién puede disponer de una disposición de fondos sin penalización para una SEP o una IRA simple si piensa utilizar los fondos para la universidad o para comprar, construir o reconstruir una primera vivienda.\n\nSi tiene un plan 401(k) (incluido el 401(k) Simple) también puede prestarse dinero contra el monto de su jubilación. Un préstamo del plan 401(k) debe considerarse con mucho cuidado, ya que está literalmente pidiendo prestado contra su futuro. La mayoría de los asesores financieros sugieren que sólo se utilice un préstamo si se va a devolver en el plazo de un año y está seguro de que podrá devolverlo. Normalmente, puedes pedir prestado hasta el 50% o $50.000 de sus ahorros, lo que sea menor. Aunque tiene que pagar intereses, éstos van a su cuenta (por lo que se está pagando a sí mismo). Además, las tasas de apertura (las de obtención del préstamo) suelen ser más bajas que las de muchos préstamos bancarios.\n\nConsejos para aumentar los ahorros para la jubilación\n\nUna vez que haya decidido un plan, es el momento de empezar a ahorrar. Tanto si usted -o sus empleados- están bien orientados hacia sus objetivos de jubilación, como si acaban de empezar, hay formas sencillas de potenciar sus ahorros que pueden ponerse en práctica hoy mismo.\n\nEstablezca depósitos automáticos\n\nUna de las formas más sencillas de hacer crecer sus ahorros es mediante depósitos automáticos y recurrentes. Estos depósitos pueden administrarse a menudo a través del empleador, de modo que una cantidad designada de su cheque de pago se deposita sin problemas en su cuenta de jubilación en un horario regular.\n\nAumente los ahorros cuando sea posible\n\nLos expertos financieros recomiendan aumentar la cantidad ahorrada en su cuenta de jubilación cada año. Hay varias formas sencillas de hacerlo que no tendrán un efecto dramático en su presupuesto o gasto diario, como por ejemplo:\n\nAumentar las aportaciones automáticas en un 1-2% cada año\n\nAhorrar una parte de cualquier aumento o bonificación recibida\n\nAhorrar ingresos inesperados, como premios de lotería, herencias, venta de propiedades, etc.\n\nRedirigir los pagos de cualquier deuda a la cuenta de jubilación una vez pagada\n\nAproveche las aportaciones de recuperación\n\nSi tiene 50 años o más y no ha podido ahorrar todo lo que hubiera querido, las aportaciones de recuperación pueden ayudarle a aumentar sus ahorros a medida que se acerca la jubilación. En la mayoría de los planes, estas aportaciones pueden superar los límites estándar y están diseñadas específicamente para ayudar a los trabajadores de más edad a reservar más dinero para alcanzar sus objetivos de jubilación. Las aportaciones de recuperación son una valiosa herramienta de ahorro que debe aprovecharse si es posible.\n\n¿Cuál elijo?\n\n¿Qué opción puede ser la mejor para su negocio de cuidado infantil? Para los proveedores de servicios de cuidado infantil en familia, lo mejor es un plan sencillo. En consecuencia, las mejores opciones son probablemente:\n\nIRA simple o 401(k)\n\nIRA SEP\n\nIndividual o Solo 401(k)\n\nEstos planes permiten a los propietarios de negocios de cuidado de niños ahorrar dinero de forma rápida y sencilla, sin mucho papeleo ni esfuerzo. Algunos de ellos, como los planes Simple y SEP IRA, también permiten cubrir al empleado que pueda contratar, sin necesidad de crear un plan completamente nuevo.\n\nPara los centros pequeños y medianos que deseen un programa fácil, probablemente lo mejor sea una:\n\nIRA simple o 401(k)\n\nIRA SEP\n\nEstas opciones pueden cubrir a varios empleados, manteniendo el tiempo y los gastos administrativos para gestionarlas en un mínimo.\n\nMientras que los centros más grandes que quieran ofrecer beneficios más complejos deberían buscar un:\n\nIRA simple o 401(k)\n\nIRA SEP\n\n401(k) tradicional o 403(b) para organizaciones sin fines de lucro\n\nLos centros más grandes pueden preferir la simplicidad de una opción Simple o SEP. Pueden ser un buen punto de partida para añadir requisitos como beneficio para los empleados. Sin embargo, un plan 401(k) tradicional también puede ser atractivo, ya que puede ofrecer aportaciones adicionales (e incentivos para la retención) a los gerentes y otros empleados mejor pagados.\n\nAdvertencia: La información contenida aquí ha sido preparada por Civitas Strategies Early Start y no pretende constituir asesoramiento legal, fiscal o financiero. El equipo de Civitas Strategies Early Start ha realizado esfuerzos razonables para recopilar, preparar y proporcionar esta información, pero no garantiza su exactitud, integridad, adecuación o actualidad. La publicación y distribución de esta información no pretende crear, y su recepción no constituye, una relación abogado-cliente o cualquier otra relación de asesoramiento. La reproducción de esta información está expresamente prohibida.\n\nPlan | Empleados | Ventajas fiscales | Ventajas | Desventajas\n\nIRA simple o simple 401(k)\n\nAprende más. | 1 a 100 (incluidos los trabajadores por cuenta propia o por cuenta única) | Las contribuciones del empleador son deducibles para el negocio. Las contribuciones de los empleados son antes de impuestos. | Fácil de configurar\nEl empleador y el empleado pueden hacer contribuciones \nSin requisitos de presentación de impuestos | Coincidencia de contribución requerida\nLímites de contribución más bajos\nAdquisición inmediata de derechos\n\nSEP IRA\n\nAprende más. | Solo usted o usted y los empleados | Las contribuciones del empleador son deducibles para el negocio. | Fácil de configurar y administrar\nLas contribuciones son deducibles\nGrandes contribuciones permitidas\nLas contribuciones pueden variar según el año\nSin requisitos de presentación de impuestos | 100% financiado por el empleador\nAdquisición inmediata de derechos\nSin contribuciones de recuperación\n\nIndividual o Solo 401(k)\n\nAprende más. | 1 (autónomo o propietario único) | Las contribuciones del empleador son deducibles para el negocio. Las contribuciones de los empleados son antes de impuestos. | Contribuir como empleado y empleador\nPotencial para pedir prestado del plan\nPosibilidad de retiro anticipado | Más administración y gestión\nPresentación anual de impuestos\n\nPlan 401(k)\n\nAprende más. | Empresas de todos los tamaños con empleados | Las contribuciones del empleador son deducibles para el negocio. Las contribuciones de los empleados son antes de impuestos. | Las contribuciones son deducibles\nLos créditos fiscales pueden estar disponibles\nPotencial para pedir prestado del plan\nCalendario de adquisiciones disponibles | Más administración y gestión\nPresentación anual de impuestos",
  "word_count": 3440,
  "content_type": "docx"
}