{
  "url": "https://www.twc.texas.gov/programs/child-care",
  "title": "Child Care & Early Learning Program - Texas Workforce Commission",
  "text": "Overview TWC manages the Child Care Services (CCS) program with funding from the Child Care and Development Fund. The program helps Texas families afford child care services. The program also improves and expands child care services across the state CCS Benefits for Families CCS provides scholarships (financial aid) for child care to eligible families for children. These scholarships help pay for a portion of or all costs of child care so parents can work, search for work, or attend school or job training. There are requirements that must be met if families are approved for the program. If you are interested in applying for the CCS program, Login or create an account in the Texas Child Care Connection (TX3C) to apply for assistance. The first step in the application process is to complete an eligibility screener to see if your family is eligible for the CCS program. Texas Child Care Connection (TX3C) Families can search for child care providers through the Texas Child Care Connection (TX3C) website .  Searches can be done by location, method of transportation, and ages of children. Providers can provide available openings by age group and share other useful information about their program. Texas Rising Star The Texas Rising Star is a quality rating and improvement system for CCS programs. All child care programs serving children in TWC's CCS program must participate in the Texas Rising Star program. Texas Rising Star program. Texas Rising Star programs meet a higher level of quality than the state's minimum child care standards . More details are available on TWC's Texas Rising Star page. Child Care and Public Prekindergarten Partnerships A child care/pre-K partnership is a collaboration between public-school pre-K and child care programs. This is also called an “early learning partnership.” Texas Rising Star Three- and Four-Star certified programs are eligible for pre-K partnerships. Learn more at Public Prekindergarten Partnerships . What We Do Information Financial Aid Education & Training Services Child Care Information & Resources for Parents Learn about child care scholarships, search for care, and find other parent resources. Information and Resources for Child Care Providers Learn about resources available for child care providers. Texas Preschool Development Grant Birth Through 5 Learn about the Preschool Development Grant Birth Through 5 (PDG B-5). Child Care Data, Reports & Plans View and download Child Care & Early Learning plans, reports, and data. Employer Child Care Solutions Learn about TWC's Employer Child Care Solutions initiative to help employers interested in employer-based child care services. Resources Find your local Workforce Solutions Office to access child care assistance Child Care and Development Fund The Child Care and Development Fund (CCDF), overseen by the U.S. Department of Health and Human Services’ Office of Child Care , funds the CCS program. CCDF is authorized by the Child Care and Development Block Grant Act and Section 418 of the Social Security Act . TWC is the lead agency for CCDF in Texas. The Texas State Legislature allocates the majority of CCDF funds to TWC to: provide direct child care services to eligible families support the improvement of child care quality across the state. TWC in turn allocates most of these dollars to the 28 Local Workforce Development Boards (Boards) to oversee service delivery through Workforce Solutions Offices. Learn more about Budget and Allocations at TWC's Agency Reports webpage. TWC directs funds statewide initiatives to improve child care quality. TWC also provides funds to Texas Health and Human Services Commission to administer Child Care Regulation. Learn more about funding at TWC's Data and Reports webpage. Child Care Stimulus Resources COVID-19 affected working families and the child care programs they rely upon. As the CCDF lead state agency, TWC has received funding to support child care response and recovery efforts. Visit our Child Care Stimulus Resources page to learn about TWC COVID-19 child care response and recovery efforts, Child Care Laws, Regulations, and Policy CCDF Final Regulations (Title 45 - Public Welfare Part 98) Texas Administrative Code, Title 40, Part 20, Chapter 809 Texas Administrative Code, Title 40, Part 20, §800.58 Texas Child Care Regulation Minimum Standards TWC Policy and Guidance Stakeholder Opportunities & Input Stakeholders can learn about policy and funding decisions by virtually attending Commission meetings. The meetings also offer the public an opportunity to provide input. To view meetings, agendas, and materials, visit TWC Commission Meetings . Additionally, the Commission works with staff to provide opportunities for: Child care and early learning stakeholders to offer input on the CCS program TEA, school districts, charter schools, businesses, and the public to offer input on CCS and pre-K coordination. Child care programs to offer input on making health and safety regulations more effective Child care programs to offer input on reducing burdens related to CCS program regulations while maintaining the goal of the regulation. TWC notifies stakeholders of opportunities to attend regional meetings and of other child care updates. Stakeholders interested in receiving updates should sign up to receive workforce updates you can use by entering your email address and selecting the child care topic areas of their interest. See for more information. 2025-2027 CCDF State Plan The TWC Commission approved the on June 18, 2024. To gather stakeholder input on the 2025-2027 CCDF State Plan, TWC held: Five in-person regional stakeholder meetings A virtual Child Care & Early Learning Stakeholder Meeting Listen to the recording of this meeting All feedback given on the state plan was considered and can be found here with responses from TWC. Thank you to everyone who participated in the process and provided feedback. Texas Rising Star 4-Year Review In addition, every four years TWC conducts a comprehensive review of the Texas Rising Star program, working in consultation with a Texas Rising Star Four-Year Review Workgroup. To gather stakeholder input on the Workgroup , five in-person regional stakeholder meetings and a virtual meeting (recording/ slide deck) were held. For more information on the 2023-2024 Texas Rising Star Four-Year Review please visit here . Stakeholders may provide input to TWC’s Child Care and Early Learning Division at any time by emailing ccel@twc.texas.gov . Contact Us TWC Main Office Phone 800-628-5115 Want us to contact you? Submit a Contact Request TWC Main Office Address 101 E 15th Street Austin , TX 78778 United States",
  "word_count": 1041,
  "links": [
    {
      "url": "https://www.twc.texas.gov/programs/child-care#main-content",
      "text": "Skip to main content"
    },
    {
      "url": "https://childcare.twc.texas.gov/find/register?mode=signup",
      "text": "Login or create an account in the Texas Child Care Connection (TX3C) to apply for assistance."
    },
    {
      "url": "https://childcare.twc.texas.gov/find/welcome",
      "text": "Texas Child Care Connection (TX3C) website"
    },
    {
      "url": "https://www.hhs.texas.gov/providers/child-care-regulation",
      "text": "minimum child care standards"
    },
    {
      "url": "https://www.twc.texas.gov/programs/texas-rising-star",
      "text": "TWC's Texas Rising Star page."
    },
    {
      "url": "https://www.twc.texas.gov/programs/child-care-prekindergarten-partnerships",
      "text": "Public Prekindergarten Partnerships"
    },
    {
      "url": "https://www.twc.texas.gov/programs/child-care/for-parents",
      "text": "Child Care Information & Resources for Parents"
    },
    {
      "url": "https://www.twc.texas.gov/programs/child-care/for-providers",
      "text": "Information and Resources for Child Care Providers"
    },
    {
      "url": "https://www.twc.texas.gov/programs/child-care/texas-preschool-development-grant",
      "text": "Texas Preschool Development Grant Birth Through 5"
    },
    {
      "url": "https://www.twc.texas.gov/programs/child-care/data-reports-plans",
      "text": "Child Care Data, Reports & Plans"
    },
    {
      "url": "https://www.twc.texas.gov/programs/child-care/employer-child-care-solutions",
      "text": "Employer Child Care Solutions"
    },
    {
      "url": "https://www.twc.texas.gov/find-locations",
      "text": "Find your local Workforce Solutions Office to access child care assistance"
    },
    {
      "url": "https://www.acf.hhs.gov/occ",
      "text": "Office of Child Care"
    },
    {
      "url": "https://www.ssa.gov/OP_Home/ssact/title04/0418.htm",
      "text": "Section 418 of the Social Security Act"
    },
    {
      "url": "https://www.twc.texas.gov/data-reports/agency-reports",
      "text": "Agency Reports"
    },
    {
      "url": "https://www.twc.texas.gov/data-reports",
      "text": "Data and Reports"
    },
    {
      "url": "https://www.twc.texas.gov/programs/child-care/stimulus-resources",
      "text": "Child Care Stimulus Resources"
    },
    {
      "url": "https://www.ecfr.gov/current/title-45/subtitle-A/subchapter-A/part-98?toc=1",
      "text": "CCDF Final Regulations (Title 45 - Public Welfare Part 98)"
    },
    {
      "url": "https://texreg.sos.state.tx.us/public/readtac$ext.ViewTAC?tac_view=4&ti=40&pt=20&ch=809",
      "text": "Texas Administrative Code, Title 40, Part 20, Chapter 809"
    },
    {
      "url": "https://texreg.sos.state.tx.us/public/readtac$ext.TacPage?sl=R&app=9&p_dir=&p_rloc=&p_tloc=&p_ploc=&pg=1&p_tac=&ti=40&pt=20&ch=800&rl=58",
      "text": "Texas Administrative Code, Title 40, Part 20, §800.58"
    },
    {
      "url": "https://www.hhs.texas.gov/providers/protective-services-providers/child-care-regulation/minimum-standards",
      "text": "Texas Child Care Regulation Minimum Standards"
    },
    {
      "url": "https://www.twc.texas.gov/policy-letters",
      "text": "TWC Policy and Guidance"
    },
    {
      "url": "https://www.twc.texas.gov/agency/commission-meetings",
      "text": "TWC Commission Meetings"
    },
    {
      "url": "https://public.govdelivery.com/accounts/TXWC/subscriber/new?topic_id=TXWC_44",
      "text": "sign up to receive workforce updates"
    },
    {
      "url": "https://www.twc.texas.gov/sites/default/files/ccel/docs/child-care-stakeholder-input-policy-twc.pdf",
      "text": ""
    },
    {
      "url": "https://www.twc.texas.gov/sites/default/files/ogc/mtg24/commission-meeting-material-061824-item11b-ccdf-ffy2025-2027-state-plan-twc.pdf",
      "text": ""
    },
    {
      "url": "https://www.youtube.com/watch?v=lOk7N93tGs4",
      "text": "Listen to the recording of this meeting"
    },
    {
      "url": "https://www.twc.texas.gov/sites/default/files/ccel/docs/2025-2027-tx-state-plan-stakeholder-input-twc.pdf",
      "text": ""
    },
    {
      "url": "https://www.twc.texas.gov/sites/default/files/ccel/docs/stakeholder-input-trs-twc.pdf",
      "text": ""
    },
    {
      "url": "https://www.twc.texas.gov/programs/texas-rising-star/2023-workgroup",
      "text": "here"
    },
    {
      "url": "mailto:ccel@twc.texas.gov",
      "text": "ccel@twc.texas.gov"
    },
    {
      "url": "tel:800-628-5115",
      "text": "800-628-5115"
    },
    {
      "url": "https://twc.zendesk.com/hc/en-us/requests/new",
      "text": "Submit a Contact Request"
    }
  ],
  "domain": "www.twc.texas.gov"
}