{
  "url": "https://www.twc.texas.gov/programs/child-care/employer-child-care-solutions",
  "title": "Employer Child Care Solutions - Texas Workforce Commission",
  "text": "TWC has federal child care funds to provide Technical Assistance (TA) for employers to: learn the child care needs of their employees think about how to start an employer-supported child care program work with child care providers to offer site-based child care. Technical assistance is available for interested employers wanting to offer child care support for employees. The employer does not have to be based in Texas, as long as the employees work in Texas. Employer-supported child care is child care supported by an employer.  The child care is available at the workplace or nearby. Employer means: a single employer with one employer site, or a single employer with more than one site, or the lead entity of a network or group of employers. TWC will form relationships with qualified TA providers who can provide TA to employers. Employers will select one TA provider and enter into an agreement to receive TA. TWC will not take part in the employer’s selection of a TA Provider. TA will be available on a first-come, first-served basis. Technical Assistance Available TA services help employers understand how they can meet the child care needs of their employees. TA services focus on Employer-Supported Site-Based Child Care and are limited to: Employee Needs Assessment Employer Feasibility and Cost Analysis Study Options Analysis and Recommendations Report Site Selection Report Business Plan An Employee Needs Assessment studies the child care needs of the local employee community. It is required for each employer unless one has been completed within 12 months.   An Employee Needs Assessment must include the following: employee interest and demand community demand capacity identifying areas with the most need for more child care resources the availability of child care in the communities where employees live and work An Employer Feasibility and Cost Analysis Study is required. A Feasibility Study of an employer-supported child care program, includes, but is not limited to: governance oversight and associated risks child care regulations quality standards licensing requirements child care staffing needs partnering with a third-party child-care program operator. The Feasibility Study is to see if it makes sense for the employer to set up its own child care program or work with another organization. This must be included in the study. The Cost Analysis Study should include an analysis of costs like: cost optimization options availability of alternative funding short- and long-term costs (required element), financial risk (required element) costs or savings associated with potential third-party operations (required element). This report looks at options for employer-supported child care and possible solutions.  Possible solutions are required and include, but are not limited to working with existing child care programs instead of opening a new one using available public and private resources like child care subsidies or free space finding potential partners and/or third-party operators for help employee benefits (for example, employer-funded tuition/fee offsets, dependent care savings accounts, and/or incenting waitlist priority for employee’s children) Family friendly workplace policies (for example, flex-time, flexible start and end times for the workday, and/or family medical leave). A Site Selection Report checks the needs of a new project and compares them to possible locations. The report must include the following required information: costs site suitability zoning requirements development of new onsite or near-site child care programs. A Business Plan is a plan that includes the following required information: project goals and objectives, recommendations for program design (such as capacity/size, hours of operation, ages to be served, location, etc.), a timeline for implementation a plan for organizational change management a market analysis location selection staffing plan annual budget cash flow analysis a launch plan. For complete and up-to-date descriptions of TA services available, please review the Request for Proposals . Qualified Technical Assistance Providers (Coming Soon) Here we will list the TA Providers and include a brief description of the TA Provider along with a link to their website. TA does not include: 1.      Acting as a child care resource and referral (CCR&R) organization. A CCR&R is a resource hub for families, child care professionals and communities. They provide: referrals to local child care providers, information on state licensing requirements, information on where to get help paying for child care, information on services for children with special needs, and other related activities. 2.      Arranging or securing child care or back-up child care for an employer’s employees. 3.      Construction of child care facilities. 4.      Creating and launching a software program. Based on the needs of the employers, a single TA service or a combination of TA services may be provided. Each TA service will result in a report, study, or plan that will be provided to the employer and shared with TWC. The employer will not receive any funding.",
  "word_count": 782,
  "links": [
    {
      "url": "https://www.twc.texas.gov/programs/child-care/employer-child-care-solutions#main-content",
      "text": "Skip to main content"
    },
    {
      "url": "https://www.twc.texas.gov/sites/default/files/ccel/docs/3202400058-employer-solutions-rfp-final-twc.docx",
      "text": "Request for Proposals"
    }
  ],
  "domain": "www.twc.texas.gov"
}