{
  "doc_id": "a2da5aacc65eec6fa863311f7fa1569d",
  "url": "https://www.twc.texas.gov/sites/default/files/ccel/docs/business-record-keeping.docx",
  "filename": "business-record-keeping.docx",
  "text": "How can I set up a record-keeping system?\n\nLearn how and why to accurately track records for your business\n\nVideo: https://youtu.be/hpe1kXxwGA8\n\nIntroduction\n\nWhether you are only one person or have a company of hundreds, maintaining accurate business records is extremely important. A complete record-keeping system can help you to easily access your documents when needed and alleviate any fears of misplacing them.  For example, having well-organized business records allows you to quickly provide requested documents (like proof of expenses for stimulus or relief funding, or past profit and loss statements for loans) to the government or lenders. Additionally, clear records are also more practical and allow you to quickly understand your business needs as necessary for the day-to-day operations of your business. However, determining where to start your record-keeping system can be a bit overwhelming.\n\nThis guide will cover what records you should keep, how long you should keep them, and how you can store them so that you can set up an effective record-keeping system for your business.\n\nWhat types of records should I keep?\n\nThere are several key records that you should maintain regardless of your business size. For example, all business should keep their state and federal tax returns, including all supporting and backup documentation. Businesses should also keep current and past employee names and addresses, time sheets, and paystubs. Generally, records should also include bank statements, insurance documents, contracts, loans and mortgages, purchase receipts, customer bills, profit and loss statements, and balance sheets.\n\nAs a general rule, all child care providers should save all paperwork related to their business, including licensing and regulation.\n\nThere are additional types of records that will be useful to keep depending on your organization type. For larger organizations, you should include a depreciation schedule, if applicable.  Nonprofits or corporations with a Board of Directors should also save relevant meeting minutes, documentation, and incorporation paperwork.\n\nStart by making a list of the different types of documents that are associated with your business. Some common examples include:\n\nState and federal tax forms and returns\n\nSupplemental and backup documentation like receipts, payroll reports, etc.\n\nAny additional tax forms or communication submitted to the IRS\n\nEmployee names, addresses, and contact information\n\nEmployee timesheets\n\nEmployee paystubs\n\nBank statements\n\nInsurance documents\n\nContracts, including loans and mortgages\n\nPurchase receipts\n\nCustomer invoices\n\nFinancial statements\n\nBusiness registration documents\n\nLicensing records\n\nBoard of Directors meeting minutes (if applicable)\n\nLegal files\n\nEmails\n\nHow long should I keep my records?\n\nYou should keep all of your business records for at least three years. Depending on the type of record, you may need to hold onto it for longer. We recommend keeping all tax records for as many as seven years, just in case, especially for instances where you claim on your taxes for a loss.\n\nAccounting documents, including invoices and checks, should be kept for five years. Payroll records and print time cards (if applicable) should be held for between three to seven years. For nonprofits or corporations that complete audit reports, plan to keep those records indefinitely. Annual statements should remain in your records indefinitely as well.\n\nIt can be useful to create a record retention schedule for your business outlining how long that you are keeping copies of each type of document, such as the following example:\n\nSample Record Retention Schedule (depending on business-specific requirements)\n\nUsing your list of documents associated with your business, write down how long you will need to keep documents in each category.\n\nHow should I store my records?\n\nNow that you know which documents you want to keep and how long you will need to keep them, you will need to decide how and where you will store your records. As a general rule, we recommend having at least two sets of records for your business. For example, one set can be stored in your center, or in your home if that is where your child care business is based, and one can be stored in another physical location such as at your business partner’s home.\n\nAlternatively, you may wish to keep one set of records as paper files while the other could be stored digitally. Regardless of what you choose, having digital records in addition to print records is a good way to guard against any loss over time and allows for quick sharing of records via email, if needed. Alternatively, a paper backup guards against any technology failures or mishaps.\n\nDigital Records\n\nThe perks of maintaining digital records are that they don’t take up space to store and there are many free or low-cost options that are simple to use. Setting up your digital records can be as simple as saving digital copies or photos of your documents on your computer. You can also save copies in a cloud-based system such as Google Drive, OneDrive, or Dropbox. These systems are generally free to use. You can even email yourself on a service like Gmail with the digital files attached to the message. Whichever system you choose, make sure that you use a clear labeling system for your records so that you can identify files easily. For example, label folders on your computer or cloud-based drive with the type of document you are storing in each folder (tax returns, paystubs, etc.) and individual documents with the year as well. This will help you to quickly search for specific documents as you need them.\n\nPaper Records\n\nA paper record-keeping system can be one of the simplest to set up but should be clearly organized and labeled to help you quickly find your documents when you need them.  Consider these tips and tools for a paper-based system:\n\nFile folders allows you to group and hold loose papers together for organization and protection – and they can be easily purchased almost anywhere.  Label each folder based on what’s inside.\n\nHanging folders can group numerous file folders together.  For example, a hanging folder might be labeled “Clients” and contain several individual client folders.\n\nCabinet storage can store multiple hanging folders.  It comes in a variety of sizes and can be locked when not in use for security purposes.\n\nAn accordion folder opens like an accordion to reveal separate compartments for storing documents.  Each compartment can be labeled.  These folders are designed to store documents without a filing cabinet, in a closet or on a shelf instead.\n\nWhether setting up a digital or a paper-based record-keeping system, know that getting set up will take some time. However, an investment of a couple of hours and a few file folders can give you the peace of mind of knowing your records are in order and easily accessible.\n\nRecords Index\n\nIn addition to having at least two sets of records stored, we strongly recommend also having an index. An index is a way you can easily look up, find, and reference your files.  In its simplest forms, this could be a file folder system, with each section labeled to make finding what you need easier.  For more complex records, you may want to put together an index on a spreadsheet, indicating where each important record can be found.  For example, payroll can be found in QuickBooks, but there is also a printout of payroll in your home files as well.  This not only helps you find your files when you need them, but in the event of an emergency, someone else could locate this vital information as well.  Keep in mind, as you create your filing system, key records and data like social security numbers and addresses also need to have privacy protections. Be sure to lock up sensitive information kept on hard copy. There are options to lock digital files with password protection or to use multiple encryption technology on cloud servers. Whether your files are on paper, on your hard drive, or in the cloud, add the maximum reasonable amount of protection you can so as to mitigate the risk of a data breach. Keep the people who you permit access to this data to a bare minimum.\n\nWhat should I do to maintain my records?\n\nNow that you know what records you want to keep as well as where to keep them, you will also need to make sure that you set up a system to maintain them. After all, a comprehensive record system is only useful if you continue to maintain records and use the system that you set up. The following tips will help you to stay up to date.\n\nGet in the habit of filing your records\n\nFirst, decide when and how you will file your records. Some business owners may wish to file records right away when they are received while others may wish to gather records in one place and spend some time filing them and updating their records index on a weekly or monthly basis. Whatever you choose, get in the habit of diligently filing your documents and updating your index to keep your system up-to-date and complete.\n\nSet up a “tickler” system\n\nYour filing system does more than maintain historical records.  You can also use it to prepare for upcoming events with what is called a “tickler” system.  With a tickler system, you create a folder either digitally on your computer or in paper folders that has upcoming activities or to-dos by month or quarter.  For example, you may want to have a tickler folder for June that tells you it’s time to send in your quarterly taxes and includes an estimated tax form.  You could also have a folder that you rotate once a month to remind you of bills to check, upcoming renewals, or necessary call-backs.\n\nCreate a backup\n\nYour records are crucial to your business and being able to access them easily can save you frustration, time, and money. Whatever record system works for you, plan to regularly maintain or backup your important information.  In addition to keeping two sets in separate locations, you should also regularly print paper backups of whatever digital records you have.  For instance, if your financials are in QuickBooks or you are using a CCMS, we recommend printing out key information at least once a quarter, if not more often.  While it may seem like a waste of paper, it’s important to have these records accessible and up to date.  If there was a problem with your computer or the cloud system, this would ensure you still have the data you need to perform your business activities.  Again, these systems do not have to be complicated, but they are necessary.\n\nHow can I get started?\n\nUsing the information covered in this guide, jot down the records you want to keep, how long you will plan to maintain them, and how often you want to update them. Creating a simple log can help you organize your record-keeping system as you get started:\n\nWhere can I find additional help?\n\nIn some cases, you may not have the bandwidth to handle your records entirely on your own. However, it is still critical for your business to maintain an accurate record-keeping system. If needed, there are a few additional avenues of support that may be available to you.\n\nHiring Outside Bookkeeping Help\n\nSome businesses may wish to look outside of their organization to hire a bookkeeper to manage records. Most small or new businesses don’t have the ability to hire a bookkeeper, so it means having a record-keeping system you’re comfortable with is essential.  But when you can afford to hire bookkeeping help, it does not mean you can let your records go.  Ultimately, bookkeeping and accounting records are the responsibility of the business owner.  Even if you have a bookkeeper to handle some functions, you should still maintain knowledge of general best practices and an awareness of your business’s record-keeping practices.\n\nBookkeeping Software Considerations\n\nThere are seemingly endless possibilities of apps and software designed to help business owners maintain their important records, from invoicing, to tracking time, to paying bills. If you are thinking about adding bookkeeping or accounting software to help with your records, here are some considerations:\n\nLook for apps or software that have features that meet the specific needs of your business\n\nUtilize trials or demos to find platforms you are comfortable using and are easy to navigate\n\nConsider benefits of something that’s accessible on a mobile device or by other team members\n\nFind the tools that fits your budget and cash flow, now and in the future\n\nDisclaimer\n\nThe information contained here has been prepared by Civitas Strategies Early Start and is not intended to constitute legal, tax, or financial advice. The Civitas Strategies Early Start team has used reasonable efforts in collecting, preparing, and providing this information, but does not guarantee its accuracy, completeness, adequacy, or currency. The publication and distribution of this information is not intended to create, and receipt does not constitute, an attorney-client or any other advisory relationship. Reproduction of this information is expressly prohibited.\n\nDocument | Retention Time\n\nTaxes/Taxation\n\nPrevious returns and forms | Whichever is later: 3 years from filing the original returns, or 2 years from paying the tax\n\nRecords from claiming a loss from worthless securities or bed debt reduction | 7 years\n\nEmployee withholding | 7 years\n\nTax bills and statements | Permanently\n\n1099 forms for contractor or nonemployee compensation | Permanently\n\nAccounting and Fiscal\n\nInvoices and receivables | 5 years\n\nChecks and payables | 5 years\n\nAudit reports | Permanently\n\nAnnual statements | Permanently\n\nInventory | 4 years\n\nPersonnel\n\nPayroll | 6 years\n\nContracts | 4-5 years\n\nPersonnel files | 3 years\n\nInsurance records | 5 years\n\nTimecards | 2 years\n\nRetirement plans | Permanently\n\nBusiness and Corporate\n\nContracts | 7 years\n\nCopyrights | Permanently\n\nCorrespondence | 3 years\n\nLeases | 6 years\n\nProperty records | Permanently\n\nCustomer records | Business specific\n\nSales records | Business specific\n\nLicenses | As required\n\nPermits | As required\n\nInsurance polices | As required\n\nDocument | Retention Period | Update Frequency | Storage 1 | Storage 2 | Last Updated | Folder Name\n\nPaystubs | 3 years | Weekly | Home | Google Drive | 1/7/2022 | Payroll\n\nLease | 6 years | As needed | Home | Google Drive | 10/14/2021 | Property Documentation",
  "word_count": 2368,
  "content_type": "docx"
}