{
  "doc_id": "a9364cee2c2ff41d25ed327ad2e873e4",
  "url": "https://www.twc.texas.gov/sites/default/files/ccel/docs/automation-and-child-care-businesses.docx",
  "filename": "automation-and-child-care-businesses.docx",
  "text": "Technology and Automation Resources for Child Care Businesses\n\nHow can I use technology to be more efficient?\n\nVideo: https://youtu.be/qrZAoDNcE2E\n\nIntroduction\n\nThere are many tasks to accomplish when managing your child care businesses and expenses. The operations team is typically just one person: you. There are many ways that you can improve the efficiency of your child care operation, increase your productivity, and give yourself more time. One way is by using technology, such as online programs, computer software, or an app on your phone or tablet.\n\nIn this guide we're going to look at a variety of different types of software and online programs that could help relieve the pressure on specific activities that you undertake on a day-to-day basis. Some examples of what you can automate with technology can include billing, keeping track of expenses, logging mileage, and paying your staff. It's important to know that you can implement one or all of the suggested solutions in this guide, which will provide you with flexibility and easier implementation so that you can start saving time as soon as possible.\n\nMileage tracking\n\nOne of the easiest ways to start saving time is by using a mileage tracking app for the miles you drive for your business. These are simple programs that are typically installed on your phone that track the miles you've driven in your vehicle. Once you have tracked your mileage, you can easily categorize miles for either personal or work use. At the end of the year, you will have easy access to a log to share with your tax preparer that shows exactly when you were traveling for business, how many miles you traveled, and the rate that they should be deducted at for your taxes. This is great for not only capturing the trips that you know are dedicated to work, such as transportation services for children in your care, but also those trips that you may forget about, like a trip to Costco to buy snacks for the kids. Two great apps for tracking your mileage are MileIQ and Everlance. To help keep your log of expenses clear, it is a good idea to track each vehicle that you use for your business separately. For example, if you have a bus or van to transport children and also sometimes use your personal vehicle to purchase business supplies, you can record the trips made in each vehicle as well as their purpose (work or personal) using mileage tracking apps like those listed above. If you need help figuring out how much of your mileage costs you should be including in your business expenses versus your personal expenses, you can easily filter your trips by work-related and personal use if you log each trip accordingly throughout the year.\n\nPayroll\n\nA very common area for automation is payroll. Even if you're just paying yourself, using a payroll company can save you a great deal of time and increase accuracy. Most payroll services will not only help you to easily upload your employee's hours and pay them for their work, but they will also do all your federal and state tax filings, which will save you a great deal of time. Automating your payroll is also an easy way to keep track of these payments for recordkeeping purposes. Additionally, many of the payroll companies are expanding into other areas of human resources to make the process of onboarding and transitioning out employees much more effective. Some services to consider are Gusto, Wave, QuickBooks Payroll, and ADP.\n\nApp payments\n\nOne of the most challenging aspects of running a child care business is cash flow. The goal is to make sure that families are paying you faster than you're having to spend the business’s money; as a result, collecting tuition is a critical aspect of any child care business. One of the ways for people to make payments even faster is to use app-based payment systems. App-based payment systems are very simple to use and typically allow the parent to pay you directly from their phone. These apps do charge service fees, and recent tax law changes mean that you will need to report the cash you're receiving. However, the speed and ease of receiving payments are often very appealing to families and can cut down on the time it takes for you to get paid. Three cash apps to consider are Venmo, Cash App, and Zelle.\n\nWeb presence and sites\n\nLike most businesses nowadays, child care businesses have trouble marketing without some sort of online presence. In some cases that means a full website, but it doesn't always have to be a business website; many child care businesses are gaining a lot of attention by using Google My Business, Yelp, or other online business directories. These business directories can be very easy to start up and get running. Additionally, you can ask families that either currently use your services, or have in the past, to write reviews that will make your business even more attractive to families looking for local child care.\n\nAdditionally, you may want a full website, but that doesn't necessarily mean you have to hire a web designer. Both Wix.com and Squarespace.com are very simple website-building sites that will bundle your hosting and have templates that are easy to set up and customize. This will allow you to have a beautiful-looking website in just a few hours. Additionally, these systems let you update your website yourself if you’d like, creating even more efficiencies.\n\nGraphic design\n\nAnother important part of marketing and sales is having visually appealing materials. These could be rack cards to hand out at a child care event, brochures explaining your services, or even well-designed pages on your website. High-quality graphic design does not mean that you must hire an expensive graphic designer. There are now many online services and apps that can help you quickly design attractive materials yourself. Some services to take a look at include Canva, Adobe Spark, Visme, and Crello.\n\nBest productivity\n\nWhether your child care business is just you or 100 employees, there are many documents and spreadsheets you might access to operate your business. You might need presentation software from time to time as well. Previously, this office software was rather expensive, but increasingly there are many good, free options. Microsoft Office, which is largely the standard in these programs, now has a free version online. There's also Google Docs, Sheets, and Slides which provide help with documents, spreadsheets, and presentations, respectively. Apache OpenOffice is another alternative that has been on the market and tested for years. Some systems also come with limited online storage that allow you to have access to and store your documents, spreadsheets, and presentations in the cloud.\n\nBookkeeping and accounting software\n\nLast, but certainly not least, is software for your accounting and bookkeeping. It can be a daunting task having to keep an eye on all the money coming in and out of your business. Having a good bookkeeping system can not only help you at the end-of-year tax time, but also will help you understand how much you're making and where your money is going throughout the year. Most bookkeeping systems are fairly easy to run nowadays, as they will connect automatically to your bank or your credit card. There are systems for credit cards and other payment systems that allow you to import transactions automatically so that you can reduce the manual entry you do yourself. Further, many of them offer integrations with payroll and other services that could help make it a one-stop shop\n\nProbably the most prominent accounting software package is QuickBooks, which is fairly complex and may be beyond the needs of many providers. Some child care businesses are also using Wave or FreshBooks, which are simpler, more cost-effective programs that have some of the same features as QuickBooks without the complexity.",
  "word_count": 1313,
  "content_type": "docx"
}