{
  "doc_id": "a9912b956a986e0b4b1fff62552a9b81",
  "url": "https://www.twc.texas.gov/sites/default/files/ccel/docs/3202400058-employer-solutions-rfp-final-twc.docx",
  "filename": "3202400058-employer-solutions-rfp-final-twc.docx",
  "text": "Bryan Daniel, Chairman Jose A. “Joe” Esparza, Commissioner Albert Treviño III, Commissioner\n\nRequest for Proposals (RFP)\n\nfor\n\n3202400058 Employer Child Care Solutions RFP\n\nRFP No. 3202400058\n\nDate of Release: August 20, 2024\n\nProposals Due: October 18, 2024 by 10:00 a.m. Central Time NIGP Code\n\n958-22\n\nSole Point of Contact for this RFP (see Section 4.1)\n\nDallas Curry-Ikner, CTCD & CTCM\n\nPurchaser\n\nTexas Workforce Commission (bonfirehub.com)\n\nTABLE OF CONTENTS\n\nDefinitions\n\nAs used in this Solicitation, unless a different definition is specified or the context clearly indicates otherwise, the following terms have the meanings assigned below:\n\n“Addendum” means a written addition, change, or supplement to this Solicitation that is posted to the ESBD and issued prior to the response due date.\n\n“Additional Evaluation Activities” include Oral Presentations, Clarifications, Technical Discussions, Proof of Concept, Demonstrations, and/or Site Visits. These Additional Evaluation Activities follow the evaluation of the written Proposals and may be utilized by TWC to evaluate and ensure specifications meet TWC’s needs as outlined in the Solicitation. Additional Evaluation Activities provide an opportunity for Respondents to highlight the strengths and unique aspects or clarify their Proposals.\n\n“Agreement” or “Technical Assistance Services Agreement” means the TWC provided TA Provider and Employer Technical Assistance Services Agreement executed by the TA Provider and Employer and returned to TWC. The Agreement will be in substantially the same form and format as Attachment 6 Sample TA Provider and Employer Technical Assistance Services Agreement provided in this RFP.\n\n“Bonfire” (bonfirehub.com) an online platform that publishes solicitations for the purpose of informing vendors of procurement opportunities and provides public notice of contract awards.\n\n“Business Day” means days occurring Monday through Friday except for the legal holidays observed by the State of Texas.. All uncapitalized references to “days” shall be calendar days.\n\n“Competitive Range” consists of the offers or Proposals that have a reasonable chance of being selected for award based on the evaluation criteria and basis for award as stated in this Solicitation.\n\n“Contract” means the written agreement entered into by TWC and the Successful Respondent, which will incorporate the contents of this RFP and the Successful Respondent’s Proposal, except as may be provided in the Contract and any amendments thereto.\n\n“Contract Term” means the definite period of time that the Contract will remain in effect.\n\n“Deliverable” or “Task” means a report, study, assessment, or plan that results from a TA Service provided to an Employer by a TA Provider. Under a TWC Contract awarded under this RFP, a Deliverable must be finalized by the Services Completion Date specified by the TA Provider on the TWC approved Task Order, and a copy of the final Deliverable must be provided to TWC to initiate the payment process (See Section 2.7. Payment Verification and Post-Completion Survey).\n\n“Employer” means a single employer or the lead entity of a consortium of employers interested in exploring how to meet the child care needs of their employees, including offering employer-supported child care for employees with children and working within the State of Texas. Employer may be based in Texas or have operations outside of Texas with employees employed within the State of Texas.\n\n“Employer-Supported Site-Based Child Care” means child care services supported by an employee’s employer that are either available on the workplace premises or nearby.\n\n“Employer Interest Form” or “Interest Form” means the form completed by an Employer and returned to TWC that indicates an Employer’s interest to participate in the Program. A sample of this form is included as Attachment 5 in this RFP.\n\n“ESBD” means the Electronic State Business Daily, an online platform, administered by the Statewide Procurement Division (SPD) of the Comptroller of Public Accounts, that publishes solicitations for the purpose of informing vendors of procurement opportunities and provides public notice\n\nof contract awards. The ESBD may currently be accessed at http://www.txsmartbuy.com/esbd.\n\n“Final Written Response Score” refers to the final scoring of the Proposal based on Scoring Matrix published in the Solicitation.\n\n“HUB” means Historically Underutilized Business, as defined by Chapter 2161 of the Texas Government Code and Title 34 of the Texas Administrative Code (TAC) § 20.282.\n\n“HUB Subcontracting Plan” or “HSP” means written documentation regarding the use of subcontractors, which is required to be submitted with all Proposals for state agency contracts with an expected value of $90,000 or more and where TWC has determined subcontracting opportunities are probable. The HSP subsequently becomes a provision of the awarded Contract and shall be monitored for compliance by TWC during the term of the Contract.\n\n“Offered Options” means options that are not requested in a response to this Solicitation but may be identified by a Respondent and included in its Proposal. A Respondent is not obligated to include an Offered Option in its Proposal. This is an opportunity for Respondents to offer options that TWC may not have been aware of at the time this Solicitation was written. TWC makes no commitment to quantity or timing for acquisition of Offered Options and Offered Options are not considered during evaluation of Proposals.\n\n“PHS” means Procurement and HUB Services, a division of TWC.\n\n“Program” means the Technical Assistance for Employer-Supported Site- Based Child Care funded by this Employer Child Care Solutions RFP, including the TA Services which will be performed by TA Providers awarded Contracts under this RFP.\n\n“Proposal” means a written offer to contract with the State, submitted in response to this Solicitation.\n\n“Respondent” means the individual or entity that submits an offer or Proposal. The term includes anyone acting on behalf of the individual or entity that submits an offer or Proposal, such as an agent, employee, and representative.\n\n“Sanction(s)” means monetary remedies including recoupment, payment hold, imposition of penalties or damages, exclusion, debarment, suspension, or revocation.\n\n“Services Completion Date” means the date specified by the TA Provider on the Task Order when all specified and TWC-approved TA Services on the fully executed Task Order and corresponding Deliverables must be completed, finalized, and provided to the Employer. The Services Completion Date will be within twelve (12) months from Task Order execution up to the current end date of the TWC Contract with the TA Provider, whichever occurs first. An Employer may request an extension of the Services Completion Date by contacting TWC. TWC will review the extension request and either approve or deny. However, such extension, if approved, will not exceed the current end date of the TWC Contract with the TA Provider or ninety (90) days, whichever occurs first.\n\n“Solicitation” means this RFP, including all exhibits, attachments, forms, and Addenda, if any.\n\n“State” means the State of Texas and its instrumentalities, including TWC, its officers, employees, or authorized agents, and any other state agencies.\n\n“Subcontractor” refers to a person who contracts with a vendor to work or continue toward completing work for a governmental entity. The term does not include a state agency. The term includes an officer or employee of a state agency when the officer or employee contracts with a vendor in a private capacity.\n\n“Successful Respondent” means the Respondent with whom TWC executes a Contract to provide the goods and/or services that this Solicitation requires.\n\n“Task Order” means the agreement approved by TWC and executed by and among TWC, the TA Provider, and the Employer documenting the approved Technical Assistance Services to be provided to the Employer. The executed Task Order is a binding agreement and is considered a part of the Contract between the TA Provider and TWC. TWC will not approve or issue an executed Task Order until the required Agreement between the TA Provider and Employer has been received by TWC. A Sample Task Order, including Deliverables and TA Services is included as Attachment 7 of the RFP. Task Orders must be included as an attachment to the TA Provider and Employer Technical Assistance Services Agreement.\n\n“Technical Assistance” or “Technical Assistance Services” (TA or TA Services) means services provided by a TA Provider to Employers to ascertain how to meet the child care needs of their employees, including the development of Employer-Supported Site-Based Child Care through a prescribed set of studies, reports, analyses and plans identified in this RFP. TA Services are limited to: Employee Needs Assessment, Employer Feasibility and Cost Analysis Study, Options Analysis and Recommendations Report, Site Selection Report, and Business Plan (See Section 2.4, Technical Assistance (TA) Services for descriptions of TA Services).\n\n“Technical Assistance Provider” or “TA Provider” means a Successful Respondent awarded a Contract with TWC under this RFP to provide Technical Assistance Services for Employers that are interested in exploring and/or developing Employer-Supported Site-Based Child Care based on their employees’ child care needs.\n\n“Total Score” means the Final Written Response Score that includes revised points for additional evaluation activities if any, as outlined by this Solicitation.\n\n“TWC” means the Texas Workforce Commission.\n\n“VPTS” means Vendor Performance Tracking System, as described under Texas Government Code § 2262.055 and 34 TAC § 20.115. Reporting\n\nrequirements and vendor performance factors considered in VPTS are described in Texas Government Code § 2155.089 and 34 TAC § 20.509.\n\nARTICLE I. PURPOSE, AUTHORITY AND SCHEDULE OF EVENTS\n\nPurpose\n\nThrough Successful Respondents procured under this Employer Child Care Solutions RFP, TWC seeks to provide Technical Assistance (TA) Services to Employers interested in exploring how to meet the child care needs of their employees, including a focus on Employer-Supported Site-Based Child Care.\n\nPHS will administer the procurement process for this Solicitation, which includes Solicitation publication, handling of communications from vendors, as well as managing the receipt of Proposals for review and evaluation.\n\nTWC’s intends to award to approximately five (5) vendors.\n\nInformation regarding TWC and its programs is available online and can currently be accessed at www.twc.texas.gov.\n\nAuthority\n\nTWC is soliciting the goods and/or services stated in this Solicitation under of the authority Texas Government Code § 2156.121.\n\nSchedule of Events\n\nThe dates in this Schedule of Events are tentative, and TWC reserves the right to modify these dates at any time. At the sole discretion of TWC, events listed in the Schedule of Events are subject to changes and cancellation. Scheduling changes or cancellation made prior to the Deadline for Submission of Proposals will be published as an Addendum in the TWC Bonfire portal and a notification of the Addendum posted to the ESBD. Respondent is required to sign and return an Addendum or Addenda\n\nwith the Proposal.\n\nRespondent must submit its Proposal to TWC in accordance with the due date and time as indicated in this Schedule of Events or as changed via an Addendum posted to the TWC Bonfire Portal and notification posted to the ESBD.\n\nARTICLE II. SCOPE OF WORK\n\nOverview\n\nTWC is seeking to procure one or more qualified TA Providers to provide the TA Services identified in this RFP to Employers who are interested in exploring how to meet the child care needs of their employees, including the development of Employer-Supported Site-Based Child Care.\n\nA successful Response from a potential TA Provider to this RFP will include:\n\nOutreach and recruitment efforts proposed by the TA Provider;\n\nIdentification of the TA Services listed in this RFP that the TA Provider is qualified to provide; and\n\nThe proposed cost per TA Service.\n\nThe Deliverables of a Contract awarded under this RFP will be the final reports, studies, assessments, or plans for the TA Services identified in this RFP that the Successful Respondent completes for an Employer.\n\nBackground\n\nTWC has available federal Child Care and Development Fund (CCDF) funding that will be used to procure one or more TA Providers to provide TA to Employers to ascertain how to best support the child care needs of the their employees, to determine the feasibility of developing a child care program, and to potentially connect with child care providers willing to offer site-based child care.\n\nUnder this Employer Child Care Solutions RFP, each Employer considering Employer-Supported Site-Based Child Care will select one (1) TA Provider with which to enter into an Agreement to receive Technical Assistance. TWC will not participate in the selection process by the Employer of a TA Provider.\n\nScope Excludes\n\nThe Scope of Work for this RFP excludes the following:\n\nActing as a child care resource and referral service that provides resource hubs for families, child care professionals and communities by providing referrals to local child care providers, information on state licensing requirements, information on where to get help paying for child care, information on services for children with special needs, and other related activities;\n\nArranging or securing child care or back-up child care for an Employer’s employees;\n\nConstruction of child care facilities; and\n\nDevelopment or implementation of a software solution.\n\nTechnical Assistance (TA) Services\n\nThe Successful Respondent must be able to provide the following required TA Services:\n\nEmployee Needs Assessment (required for each Employer unless one has already been completed within the past twelve (12) months) – An Employee Needs Assessment of the needs of the local employee community must include the following required elements: employee interest and demand, community demand, capacity and areas with the most need for additional child care resources, and the availability of child care in the communities where employees live and work.\n\nEmployer Feasibility and Cost Analysis Study – A Feasibility Study of an employer-supported child care program,\n\nincluding, but not limited to, governance, oversight and associated risks, child care regulations, quality standards, licensing requirements, child care staffing needs, and partnering with a third-party child-care program operator. The required element for the Feasibility Study is to clearly indicate the feasibility of the Employer establishing its child care operation versus partnering with a third party. The Cost Analysis Study should include an analysis of costs such as cost optimization options, availability of alternative funding, short- and long-term costs (required element), financial risk (required element), and costs or savings associated with potential third-party operations (required element).\n\nOptions Analysis and Recommendations Report –\tAn analysis of Employer-supported child care options and recommendations for potential solutions. The required element for the Options Analysis and Recommendations Report is customized potential solutions for each Employer. Potential solutions include, but are not limited to, the following:\n\nPartnering with existing child care programs compared to opening a new program;\n\nExisting public and private resources (for example, child care subsidies or donated space);\n\nPotential partners and/or third-party program operators;\n\nEmployee benefits (for example, Employer-funded tuition/fee offsets, dependent care savings accounts, and/or incenting waitlist priority for employee’s children); and\n\nFamily friendly workplace policies (for example, flex-time, flexible start and end times for the workday, and/or family medical leave).\n\nThe Successful Respondent must be able to provide the following Optional TA Services:\n\nSite Selection Report – A report measuring the needs of a new project against the merits of potential locations. The report must include the following required elements: costs, site suitability, zoning requirements, and development of new onsite or near-site child care programs.\n\nBusiness Plan – A plan that addresses these required elements: project goals and objectives, recommendations for program design (such as capacity/size, hours of operation, ages to be served, location, etc.), a timeline for implementation, a plan for organizational change management, a market analysis, location selection, staffing plan, annual budget, cash flow analysis, and launch plan.\n\nTechnical Assistance Services will be provided under the following parameters:\n\nBased on the specific needs and circumstances of an Employer, a single TA Service or a combination of TA Services may be provided. The TA Services will be specified in a Task Order completed by the TA Provider and the Employer and must be approved in writing by TWC prior to any services being provided.\n\nEach TA Service provided to an Employer will result in a Deliverable that is a report, study, assessment, or plan. A copy of each final Deliverable for a TA Service must be provided to TWC upon completion.\n\nA Task Order, including all specified TA Services and corresponding Deliverables, must be completed and all TA Services provided to the\n\nEmployer within twelve (12) months of Task Order execution up to the current end date of the TWC Contract with the TA Provider, whichever occurs first. This will be the Services Completion Date the TA Provider will specify on the Task Order.\n\nAn Employer may request an extension of the Services Completion Date by contacting TWC. TWC must receive the extension request at least thirty (30) days before the current Services Completion Date, and will review the extension request and either approve or deny. However, such extension, if approved, will not exceed the current end date of the TWC Contract with the TA Provider or ninety (90) days, whichever occurs first, and will require an amendment to the Task Order.\n\nA Task Order may be amended in writing to add or remove TA Services. An amended Task Order must be approved and executed by TWC before it takes effect. However, an amended Task Order will not modify the Services Completion Date for the Task Order currently in effect.\n\nPrior to submitting the final Deliverable(s) to TWC, the TA Provider and Employer will collaborate to finalize the Deliverable(s).\n\nPayment for each final Deliverable associated with a TA Service is contingent upon completion and verification by TWC. See Section 2.6 Deliverables and Section 2.7 Payment Verification and Post-Completion Survey below.\n\nProgram Operation\n\nEmployer Outreach and Recruitment\n\n2.5.1.1 Employers who are interested in receiving Technical Assistance on how to meet the child care needs of their employees,\n\nincluding the development of Employer-Supported Site-Based Child Care, may select one (1) of the TA Providers.\n\n2.5.1.2. Employer Child Care Solutions Web Page:\n\nTWC will establish an Employer Child Care Solutions web page containing resources and information for both Employers and TA Providers with the TA Services that may be provided by a TA Provider. Upon Contract award, Successful Respondents will submit a TA Provider profile for posting to the TWC Employer Child Care Solutions web page.\n\nEmployers may independently visit the TWC web page to review TA Provider profiles, select a TA Provider, and submit an Employer Interest Form. An Employer may select any TA Provider on the TWC list of contracted TA Providers, regardless of outreach efforts by a particular TA Provider or TA Providers.\n\nAn Employer that contacts TWC directly will be directed to the TWC Employer Child Care Solutions web page, which will include steps to initiate selecting a TA Provider for TA Services. TWC will not “match” TA Providers with Employers.\n\n2.5.1.3 To maximize Employer engagement, TA Providers may conduct outreach and recruitment efforts with Employers interested in exploring the development of Employer-Supported Site-Based Child Care. Outreach and recruitment are not required under a Contract resulting from this RFP. TWC will only pay for TA Services completed by a TA Provider, and not for outreach and recruitment.\n\nOutreach and Recruitment Guidelines\n\nTA Provider must comply with the following Outreach and Recruitment Guidelines:\n\nMethods. TA Providers may use any outreach methods as determined by the TA Provider to inform Employers of the eligible TA Services and instruct Employers on how to obtain the TA Services according to the processes specified by TWC in this RFP. TA Services and Deliverables to be provided by the TA Provider are subject to TWC approval and must follow TWC requirements, as indicated below.\n\nTA Provider Website. A TA Provider may include information about the TA Services available on its website, subject to TWC review and approval. If a TA Provider includes information on its website about the TWC Technical Assistance for Employer Child Care Solutions Program, it must also provide a link to TWC’s Employer Child Care Solutions web page. TWC may also link to a TA Provider’s website that contains information about the TA Services available. TA Providers website must only include the TA Services specified in the Contract resulting from this RFP.\n\nEmployer Interest Form. In the event that an Employer expresses interest in the TA Services directly to a TA Provider, the TA Provider must direct the Employer to the TWC Employer Child Care Solutions web page to complete the TWC Employer Interest Form, and the Employer must submit the completed form to TWC in order to initiate the process of\n\nrequesting the TA Services. See Attachment 5– Sample Employer Interest Form.\n\nTA Provider and Employer Technical Assistance Services Agreement\n\nAn Agreement executed by both the TA Provider and Employer will be required for each Employer (including the lead entity if a consortium of Employers). See Attachment 6 Sample TA Provider and Employer Technical Assistance Services Agreement.\n\nFollowing receipt and review of the Employer Interest Form, TWC will notify the TA Provider of the Employer’s interest in receiving TA Services from the TA Provider.\n\nThe goal of the RFP is for each Employer to work with only one (1) TA Provider.\n\nThe TA Provider will coordinate with the Employer to fully execute the Agreement and return it to TWC. The Agreement must include a completed Task Order that identifies the TA Services to be provided by the TA Provider. See Section 2.5.3 Task Order for TA Services below.\n\nTo the extent a TA Provider and Employer have or have had a pre-existing relationship within the past twelve (12) months of Agreement execution, including any technical assistance underway that is related to Employer-Supported Site-Based Child Care, the TA Provider and Employer will execute an Agreement for the Technical Assistance Services provided under a Contract resulting from this RFP that excludes the services that have been or are being performed and\n\nthat the Employer has already budgeted for or has paid for with its own funding prior to the execution of the Agreement.\n\nBefore the TA Provider may initiate any TA Services provided under a Contract resulting from this RFP, TWC must approve and execute the Task Order attached to the Agreement that has been executed by the TA Provider and the Employer.\n\nTask Order for TA Services\n\nTWC does not guarantee that a TA Provider will be selected by an Employer to provide TA Services through a Task Order during the TWC Contract Term.\n\nAn executed Task Order, signed by the TA Provider, the Employer and TWC, is required before the TA Provider may perform any TA Services for the Employer. The Task Order is not effective until approved in writing by TWC.\n\nUpon entering into an Agreement with an Employer with a TWC Employer Interest Form on file, the TA Provider must complete and sign a Task Order, including the Employer’s signature. Both the Employer and the TA Provider will initial the requested TA Service(s). The Employer will be the entity leading the selection process of the TA Service(s). To ensure employee needs will guide the selected TA Services, TWC requires an Employee Needs Assessment for each Employer unless one has already been completed within the past twelve (12) months. This Task Order completed by the TA Provider and the Employer must be returned to TWC with the executed Agreement between the TA Provider and the Employer within three (3)\n\nBusiness Days after execution of the Agreement by Employer and TA Provider.\n\nTWC will review and determine whether to approve the Task Order for TA Services to be performed by the TA Provider for an Employer with which the TA Provider has an executed Agreement. Note: TWC will not approve a Task Order without the corresponding Agreement between the Employer and the TA Provider.\n\nUpon TWC approval of the Task Order, TWC will sign and return a copy of the fully executed Task Order to the TA Provider and the Employer. Only upon receipt of this fully executed Task Order may the TA Provider begin performing TA Services for the Employer.\n\nAll Deliverables finalized with the Employer for each approved TA Service in the Task Order must be completed and provided to the Employer by the Services Completion Date.\n\nDeliverables\n\nThe following table lists Deliverables for the Contract awarded under this RFP and includes the required studies, reports, assessments, and plans due from TA Providers during the Contract Term.\n\nTWC anticipates that, as a TA Provider completes a TA Service and provides a draft Deliverable for the service, the Employer may review and request clarifications and/or revisions as needed, based on which the TA Provider will finalize the Deliverable with the Employer. The final Deliverable is what must be completed and provided to the Employer by the Services Completion Date.\n\nA final Deliverable will be required and due to the Employer and TWC for each TA Service specified in the Agreement and the Task Order. The Deliverable must address all of the required elements listed for each TA Service provided as specified in Section 2.4 Technical Assistance (TA) Services or a statement as to why that element is not applicable.\n\nPayment Verification and Post-Completion Survey\n\nVerification Required for TWC Payment\n\nTWC will make payments to the TA Provider for each Employer-requested TA Service that is (1) approved in the executed Task Order and (2) completed with the final Deliverable provided to the Employer by the Services Completion Date in the approved Task Order.\n\nPrior to payment:\n\nThe TA Provider must submit to TWC a copy of the final Deliverable for each TA Service and a sufficient invoice complying with the requirements included in the Contract listing the specific TA Service associated with that Deliverable.\n\nTWC will verify in writing with the Employer that the Employer received the final Deliverable for the TA Service by the Services Completion Date.\n\nPost-Completion Survey\n\nIn addition to the Employer verification identified above, TWC will also conduct a follow-up survey with an Employer regarding the TA Service(s) completed. This survey may request comments about work performed by the TA Provider, Employer satisfaction, number of child care slots created, number of employees benefited, impact on the workforce, other benefits, and challenges.\n\nThis survey is not considered necessary for payment to be made to a TA Provider; however, TWC, in its sole discretion, may assess the survey responses to determine if performance issues with a TA Provider exist and whether the awarded Contract should be terminated early. Through the compilation and review of survey responses and other feedback from Employers, should TWC determine that there is a performance issue with a TA Provider, TWC will exercise the option to terminate the Contract with the TA Provider for cause under Section 10.2 of Attachment 1 TWC Terms and Conditions. Upon indication of two (2) Employers’ satisfaction concerns and/or complaints, TWC will notify TA Provider of failure to meet the Service Level Agreement and will assess the associated Service Level Credit. In addition, TWC will provide and review the survey responses and other feedback received with the TA Provider through a meeting. TA Provider will have thirty (30) days to cure performance after the meeting with TWC. If after thirty (30) days TWC receives two (2) additional Employers’ satisfaction concerns and/or complaints, the Contract will be terminated for breach pursuant to Section 10.2 of Attachment 1 TWC Terms and Conditions.\n\nCosts of Technical Assistance Services\n\nFunding for the Technical Assistance Services will be based on pricing agreed upon in the TWC Contract awarded to the Successful Respondent for each available TA Service and is the maximum pricing allowed regardless of Employer size, and is inclusive of all incidental costs, including travel.\n\nRespondents to this RFP will complete Form 3 Cost Proposal as a part of their Proposal for TWC evaluation.\n\nARTICLE III. GENERAL INFORMATION\n\nTerms and Conditions\n\nThe Terms and Conditions identified in the Solicitation and/OR, Attachment 1 – TWC Terms & Conditions are applicable to this Solicitation and any Contract resulting from this Solicitation. TWC reserves the right to incorporate additional provisions in the Contract in the best interest of TWC.\n\nIn the event of a conflict between this Solicitation and applicable laws and regulations, precedence shall be given to the laws and regulations.\n\nContract Award\n\nTWC intends to award one or more Contracts as a result of this Solicitation. TWC anticipates that there will be significant Employer interest and intends to award multiple TA Provider Contracts to give Employers the ability to select a TA Provider that will fit their needs.\n\nA written notice of Contract Award will be posted on the ESBD and sent to all Respondents immediately following execution of the Contract.\n\nContract Execution\n\nIf, for any reason, a Contract cannot be executed with a Respondent selected for award within thirty (30) days of TWC’s determination to seek to contract with that Respondent, TWC may negotiate a Contract with the next highest-scored Respondent or may withdraw, modify, or partially award this Solicitation.\n\nContract Term\n\nThe initial Contract Term will be approximately twenty-four (24) months and will commence on the fully executed Contract date . At the end of the initial Term, TWC will have the sole option to renew the term of the Contract for three (3) additional one (1) year terms.\n\nThe Contract is contingent upon the continued availability of funding. If funds become unavailable through lack of appropriations, legislative budget cuts, amendment of the General Appropriations Act, TWC consolidation of offices, or any other disruption of current appropriations, Termination provisions of Attachment 1- TWC Terms and Conditions shall apply.\n\nPrice Adjustment\n\nPricing agreed to in any resulting Contract shall be firm and remain constant based on the price agreed upon at award through the life of the Contract and any exercised optional renewal terms, if applicable.\n\nContract Amendments\n\nThe Contract may be amended only by written agreement signed by both the Successful Respondent and TWC.\n\nNo Guarantee of Volume, Usage, or Compensation\n\nTWC makes no guarantee of volume, usage, or total compensation to be paid to a Respondent under an awarded Contract, if any, resulting from this Solicitation.\n\nTWC reserves the right to cancel, make partial award, or decline to award a Contract under this Solicitation at any time at its sole discretion.\n\nGovernmental Entities\n\nIf Respondent is responding to this Solicitation in its capacity as a governmental entity, certain Terms and Conditions found in this Solicitation, including exhibits and attachments, may not be applicable. Furthermore, to the extent permitted by law, if a Proposal is received from a governmental entity, TWC reserves the right to enter into an interagency or interlocal agreement with the governmental entity.\n\nOffer Period\n\nProposals shall be binding for a period of one hundred and eighty days (180) after the submission due date. A Respondent may extend the time for which its Proposal will be honored. Upon Contract execution, prices agreed upon by the Successful Respondent(s) are an irrevocable offer for the term of the Contract and any Contract renewals or extension(s). No other costs, rates, or fees shall be payable to the Successful Respondent unless expressly agreed upon in writing by TWC.\n\nCosts Incurred\n\nRespondent understands that issuance of this Solicitation in no way constitutes a commitment by TWC to award a Contract. Additionally, TWC is not liable for any costs incurred by a Respondent in the preparation of a response to this Solicitation. Costs of developing Proposals, preparing for, or participating in Oral Presentations and Site Visits, or any other similar expenses incurred by a Respondent are entirely the responsibility of the Respondent, and will not be reimbursed in any manner by the State of Texas.\n\nPublic Information Act - Respondent Proposal\n\nInformation, documentation, and other materials submitted in connection with this Solicitation or resulting Contract may be subject to public disclosure pursuant to the Texas Public Information Act, Texas Government Code, Chapter 552. See Attachment 1 - Terms & Conditions, Section 2.4.\n\nIf Respondent asserts that information provided in its Proposal is exempt from disclosure under the Texas Public Information Act, Respondent must mark and submit two (2) separate, searchable Portable Document Format (PDF) copies (Original Proposal and “Public Information Act Copy,” including attachments, of the Original Proposal) as identified below. This copy is in addition to the original and all copies otherwise required under the provisions of this Solicitation).\n\nMark Original Proposal:\n\nMark the top of the front page with the words “CONTAINS CONFIDENTIAL INFORMATION” in large, bold, capitalized letters (the size of, or equivalent to, 12-point Arial font or larger);\n\nMark the bottom of each page that contains information that Respondent claims is exempt from public disclosure with the words “CONTAINS CONFIDENTIAL INFORMATION”;\n\nIdentify, adjacent to each portion of the Proposal that Respondent claims is exempt from public disclosure, the claimed exemption from disclosure. Vague and general claims to confidentiality will not be acceptable (NOTE: no redactions are to be made in the Original Proposal).\n\nMark a separate Public Information Act Copy of Proposal:\n\nMark the copy at the top of the front page with “Public Information Act Copy” in large, bold, capitalized letters (the size of, or equivalent to, 12-point Arial font or larger);\n\nEach portion Respondent claims is exempt from public disclosure must be redacted (blacked out); and\n\nIdentify, adjacent to each redaction, the claimed exemption from disclosure. Each identification provided as required by this subsection (b) must be identical to the redactions identified in subsection (a)(3), above. The only difference in required markings and information between the Original Proposal and the “Public Information Act Copy” of the Proposal will be redactions, which can only be made in the “Public Information Act Copy.” There must be no redactions in the Original Proposal.\n\nRespondent should not submit a Public Information Act Copy indicating that the entire Proposal is exempt from disclosure. Merely making a blanket claim that the entire Proposal is protected from disclosure because it contains any amount of confidential, proprietary, trade secret, or privileged information is not acceptable, and this blanket claim will not be considered by TWC.\n\nA Proposal should not be marked or asserted as copyrighted material. If Respondent asserts a copyright to any portion of its response, by submitting a Proposal, Respondent agrees to reproduction and posting on public websites by the State of Texas, including all other state agencies, without cost or liability and, additionally, agrees to allow the State of Texas to provide a copy of the Proposal to individuals making a Public Information Act request for the response.\n\nTWC may, in its sole discretion (1) disqualify all Respondents that fail to fully comply with the requirements set forth in this section, or\n\n(2) offer all Respondents that fail to fully comply with the requirements set forth in this section additional time to comply. Submitting partial or incomplete information that suggests inclusion of confidential information constitutes failure to comply with the requirements set forth in this section.\n\nPublic Information Act – Contract Award\n\nWithin five (5) days from Contract execution, the Successful Respondent must submit a “Public Information Act Copy” of the Original Executed Contract (in addition to the original executed contract) to the TWC contract manager by email. The Public Information Act Copy must meet the following requirements:\n\nThe copy must be clearly marked as “Public Information Act Copy” on the front page in large, bold, capitalized letters (the size of, or equivalent to, 12-point Arial font or larger);\n\nEach portion Successful Respondent claims is exempt from public disclosure must be redacted (blacked out); and\n\nSuccessful Respondent must identify, adjacent to each redaction, the claimed exemption from disclosure. Each identification provided as required in Subsection (b) of this section must be identical to those set forth in the Original Proposal as required in Section 3.11.(a)(2) above. The only difference in required markings and information between the\n\nOriginal Contract and the “Public Information Act Copy” of the contract will be redactions, which can only be included in the “Public Information Act Copy.” There must be no redactions in the Original Contract.\n\nRespondent Waiver – Intellectual Property\n\nSUBMISSION OF ANY DOCUMENT TO TWC IN RESPONSE TO THIS SOLICITATION CONSTITUTES AN IRREVOCABLE WAIVER AND AGREEMENT BY RESPONDENT TO FULLY INDEMNIFY THE STATE OF TEXAS AND TWC FROM ANY CLAIM OF INFRINGEMENT AGAINST THE STATE OF TEXAS AND TWC REGARDING THE INTELLECTUAL PROPERTY RIGHTS OF RESPONDENT OR ANY THIRD PARTY FOR ANY MATERIALS SUBMITTED TO TWC BY RESPONDENT.\n\nInsurance\n\nFor the duration of any Contract resulting from this Solicitation, the Successful Respondent shall acquire insurance, bonds, or both, with financially sound and reputable independent insurers, in the type and amount listed in Attachment 1 – TWC Terms & Conditions and Attachment 4 - Insurance Requirements.\n\nNotwithstanding the preceding, TWC reserves the right to consider reasonable alternative methods of insuring the Contract in lieu of the insurance policies customarily required. It will be the Respondent's responsibility to recommend to TWC alternative methods of insuring the Contract. Any alternatives proposed by Respondent should be accompanied by a detailed explanation regarding Respondent's inability to obtain the required insurance and/or bonds. TWC shall be the sole and final judge as to the adequacy of any substitute form of insurance coverage.\n\nFailure to maintain insurance coverage or acceptable alternative methods of insurance shall be deemed a breach of Contract.\n\nSanctions and Remedies\n\nGeneral\n\nThe Sanctions and remedies will be referred to as “Sanctions.”\n\nAssessment of Sanctions\n\nOnce TWC has determined that Sanctions are to be assessed, the Executive Director or Executive Director’s designee shall notify the Successful Respondent of the assessment(s). TWC will withhold Sanctions from payments to the Successful Respondent or, if no payments are to be made, TWC will make demand of payment of sanctions. The Successful Respondent must make payment within thirty (30) days of the TWC’s demand.\n\nFailure to Assess Sanctions\n\nThe failure of TWC to assess Sanctions in any instance where TWC is entitled to Sanctions under the terms of this Solicitation, or the resulting Contract shall not constitute waiver in any fashion of TWC’s rights to assess Sanctions.\n\nFailure to Notify TWC of a Change of Ownership or Control or Change in Financial Condition.\n\nThe failure of the Successful Respondent to notify TWC of a change of ownership or control or change in financial condition as required in Sections 3.18 (Change in Ownership or Financial Condition) may result in the Successful Respondent being assessed sanctions in the amount of -five hundred dollars- ($500) per incident.\n\nFailure to Comply with Disclosure Requirement.\n\nThe failure of the Successful Respondent to comply with the disclosure requirement in Attachment 1 - Terms and Conditions, Section 2.3 may result in the Successful Respondent being assessed sanctions in the amount of one thousand dollars ($1,000) per incident.\n\nFailure to Produce Records or Information as part of Background Investigation.\n\nThe failure of the Successful Respondent to cooperate with and/or produce records or information as part of a background investigation conducted pursuant to Attachment 1 - Terms & Conditions, Section\n\n2.31 may result in the Successful Respondent being assessed Sanctions in the amount of one thousand dollars ($1,000) per day for each day the records/information are not produced, or answers are not provided.\n\nFailure to Produce Records or Information as part of an Audit.\n\nThe failure of the Successful Respondent to cooperate with and/or produce records or information as part of an audit conducted pursuant to Attachment 1 - Terms & Conditions, Sections 2.15-2.17 or requested pursuant to Attachment 1 - Terms & Conditions, Section\n\n2.39 may result in the Successful Respondent being assessed Sanctions in the amount of two thousand five hundred dollars - ($2,500) per day for each day the records/information are not produced, or answers are not provided.\n\nLiquidated Damages\n\nGeneral\n\nIt is agreed by TWC and the Successful Respondent that:\n\nIf the Successful Respondent does not provide or perform the requirements referred to or listed in this Solicitation or fulfill the obligations of the Contract, damage to TWC will result;\n\nestablishing the precise measure of damages in the event of default by the Successful Respondent may be (i) costly, (ii) time consuming, or (iii) difficult or impossible to calculate;\n\nthe liquidated damage assessments contained herein represent a good faith effort to quantify the damages that could reasonably be anticipated at the time of execution of the Contract;\n\nthe damages set forth herein are just and reasonable;\n\nnothing contained in this section shall be construed as relieving the Successful Respondent from performing all Contract requirements whether or not said requirements are set forth herein; and\n\nTWC may, therefore, in its sole discretion, deduct damages from the compensation otherwise due to the Successful Respondent. All assessments of damages shall be within the sole discretion of TWC.\n\nLiquidated Damages Assessment\n\nOnce TWC has determined that liquidated damages are to be assessed, TWC shall notify the Successful Respondent of the assessment(s). Upon receipt of written notice, the Successful Respondent will have ten (10) days to provide a written explanation of any justification that may be applicable to the liquidated damages being considered and a corrective action plan for bringing the operations within the standards specified. TWC has the right to amend the corrective action plan submitted by the Successful Respondent. In all cases, the corrective action plan must be approved by TWC in writing prior to implementation. The corrective action plan must be implemented by the Successful Respondent at no cost to and upon approval by the TWC Contract Manager. Liquidated damages will not be assessed during the specified cure period for the activity in question. If the breach is not cured or the Successful Respondent does not provide a written justification and/or approved corrective action plan, TWC will withhold liquidated damages from payments to the Successful Respondent, or, if no payments have been made, TWC will make demand of payment of liquidated damages. The Successful Respondent must make payment within thirty (30) days of TWC’s demand. In the event the Successful Respondent fails to pay within the thirty (30) day period, TWC may utilize the option to withhold any additional payments. Failure to pay assessed liquidated damages within the designated time frame may be deemed by TWC to be a breach of Contract.\n\nSpecific Liquidated Damages\n\nFailing to begin work within thirty (30) days of TWC’s approval of a Task Order may result in a Liquidated Damage of two percent (2%) of the total costs for the associated Task Order for each day.\n\nService Level Agreements and Service Level Credits\n\nTWC has chosen to address the majority of the risks related to the Successful Respondent’s performance through Service Level Agreements (SLAs) and the assignment of Service Level Credits (SLCs). The SLCs described below represent the projected financial loss and expenditures that may occur because of Successful Respondent’s non-performance.\n\nThe Successful Respondent shall meet or exceed the service criteria and timelines established in the Contract. Ongoing failure to meet these timelines and criteria may be considered a breach of contract. If TWC determines that any of the timelines and criteria are not met for any given calendar month, TWC will provide written notice to the Successful Respondent.\n\nChanges in Ownership or Financial Condition\n\nDuring the term of the Contract or any extension or renewal thereof, the Successful Respondent shall notify TWC in writing of any substantial change\n\nin the ownership or control of the Successful Respondent as soon as possible, but no later than thirty (30) days prior to its occurrence.\n\nSuccessful Respondent must also notify TWC in writing of any change in financial condition as soon as possible, but no later than ten (10) days after its occurrence.\n\nThe failure to notify TWC of a change of ownership or control or change in financial condition will be sufficient grounds for rejecting the Proposal or terminating the Contract. For the purposes of this section, examples of a substantial change in financial condition are events such as insolvency, bankruptcy or receivership.\n\nSeverability\n\nIf any provision or portion of this Solicitation is illegal, void, or unenforceable, the other provisions will not be affected.\n\nFranchise Tax – Right to Transact Business in Texas\n\nIf applicable, the Texas franchise tax is imposed on each taxable entity formed or organized in Texas or doing business in Texas.\n\nRespondent must be set up in the Texas franchise tax system prior to Contract award if applicable. Texas franchise tax information can be accessed at https://comptroller.texas.gov/taxes/franchise/.\n\nARTICLE IV. PROPOSAL PROCESS\n\nInquiries\n\nSole Point of Contact\n\nAll requests, questions, or other communication about this Solicitation must submitted through the Bonfire Portal at bonfirehub.com and will be directed to the Sole Point of Contact.\n\nDallas Curry-Ikner CTCD, CTCM Purchaser VendorProposals@TWC.texas.gov\n\nSee also, Section 4.1.4 (Exception to Sole Point of Contact) below.\n\nProhibited Communication\n\nExcept as provided in Section 4.1.1 (Sole Point of Contact)-and Section 4.1.4 (Exception to Sole Point of Contact), a potential Respondent and Respondent that has submitted a Proposal is prohibited from any communication with TWC regarding the Solicitation. Unless allowable, TWC, its representative(s), and partners will not answer any questions or otherwise discuss the contents of this Solicitation with any potential Respondent or its representative(s). Attempts to ask questions through any means other than as provided by this Solicitation will not be allowed or recognized as valid. Respondent shall rely only on written statements issued by or through TWC designated staff as provided by Section 4.1 (Inquiries). Failure to comply with these restrictions may result in disqualification of Respondent's Proposal. These restrictions do not preclude discussions between affected parties for the purposes of conducting business unrelated to this Solicitation.\n\nWritten Questions\n\nTWC will allow written questions regarding this Solicitation. Questions must be submitted in accordance with Section 4.1.1 Sole Point of Contact by the deadline established in Section 1.3 (Schedule of Events). Include the Solicitation section and page number to which each question applies.\n\nTWC will post to EDBD and the TWC Bonfire Portal, the Questions & Answers and, if appropriate, an Amended Solicitation by the deadline established in Section 1.3 (Schedule of Events). Answers to questions will not be provided individually to prospective Respondents submitting questions.\n\nTWC reserves the right to amend answers previously posted prior to the Proposal deadline identified in Section 1.3 (Schedule of Events). If amended, a notification of the amended answers will be posted on the ESBD and Bonfire. It is the Respondent’s responsibility to check the ESBD and the TWC Bonfire Portal. TWC also reserves the right to provide a single consolidated response to all similar questions at the agency’s sole discretion.\n\nQuestions received by the deadline in Section 1.3 Schedule of Events will be reviewed by TWC. Only TWC's written answers posted to Bonfire to questions submitted to the Sole Point of Contact in writing, in accordance with this section, are binding.\n\nException to Sole Point of Contact\n\nExceptions to Section 4.1.1 (Sole Point of Contact) are as follows:\n\nA Respondent with questions relating to the HSP is permitted to direct those questions to the TWC HUB staff TWCHUBinfo@twc.texas.gov.\n\nThe Sole Point of Contact may expressly direct that another designated TWC representative may speak to the Respondent, such as during Contract negotiations. A Respondent is required to ensure that\n\ncommunications have been authorized by the Sole Point of Contact before engaging in any such communication. Failure to comply with this requirement may result in the disqualification of a Respondent’s Proposal.\n\nPre-Proposal Conference\n\nTWC will conduct a Pre-Proposal Conference. A prospective Respondent - should plan to attend the Pre-Proposal Conference. See Section 1.3 (Schedule of Events) for the date and time. The Pre-Proposal Conference will include an overview of the Solicitation and a presentation on the HSP requirements, if applicable to this Solicitation. A question-and-answer session will also take place regarding general, technical and HSP (if applicable) questions.\n\nAttendance\n\nAttendance at the Pre-Proposal Conference is optional but highly recommended.\n\nAttendees to a virtual Pre-Proposal Conference are required to send an email prior to the conference to the Sole Point of Contact (Section 4.1.1), advising of participation in the Pre-Proposal Conference.\n\nAttendees must provide in the email their name, phone number, and name of the organization they are representing.\n\nLogistical Information\n\nPHS will hold the Pre-Proposal Conference on the date and time set out in\n\nSection 1.3 (Schedule of Events).\n\nPeople with disabilities who wish to attend the meeting and require auxiliary aids or services should contact the Sole Point of Contact identified in Section 4.1.1 (Sole Point of Contact) at least seventy-two\n\n(72) hours before the meeting in order to have reasonable accommodations made by TWC.\n\nConference Call or Webinar Information:\n\nJoin from a PC, Mac, iPad, iPhone or Android device:\n\nPlease click this URL to join. https://zoom.us/s/98333491819 At prompt enter passcode: 174826\n\nAlternative, provide webinar access instructions.\n\nQuestions at the Pre-Proposal Conference\n\nAttendees may submit questions in writing at the conference according to the instructions provided by TWC. All questions must be in the required format and include the information as referenced in Section\n\n4.1.3 (Written Questions).\n\nDuring the Pre-Proposal Conference, TWC may provide answers to questions, but only written answers will be posted in the TWC Bonfire Portal as an Addendum to the Solicitation. A notification of the written answers will be posted on ESBD. Only written answers will be considered an official, binding update to the Solicitation.\n\nTWC reserves the right to amend, prior to the Proposal Deadline, answers previously posted. Amended answers will be posted in the TWC Bonfire Portal and a notification of amended answers will be posted on ESBD. Notification of posting will be in accordance with Section 1.3 Schedule of Events.\n\nUnauthorized communications with TWC program area staff regarding this Solicitation before, during, or after the Pre-Proposal Conference are prohibited. Failure to comply with these restrictions may result in disqualification of Respondent's Proposal.\n\nProposal Composition\n\nGeneral Information\n\nRespondent must fully and completely address all requirements described in this Solicitation. Incomplete or partial Proposals will not be considered. The Respondent must provide all information that the Respondent believes would be helpful to TWC in evaluating the Respondent’s ability to\n\nfulfill the Solicitation requirements. Respondent shall prepare a Proposal that clearly and concisely represents its qualifications and capabilities.\n\nProposal Format\n\nThe Proposal submitted in response to this Solicitation must:\n\nBe responsive to all Solicitation requirements;\n\nBe in the 8 1/2\" by 11\" paper layout;\n\nBe clearly legible; and\n\nBe presented using font type Verdana, or Arial, font size 12 pt., with one (1) inch margins and 1.5 line spacing; the sole 12-point font size exception is no less than size 10 pt. for tables, graphs, and appendices.\n\nProposal Signature\n\nRespondent’s authorized representative must sign on all exhibits and forms requiring a signature. A Proposal without the required signatures is not responsive to the Solicitation and will be disqualified. Unsigned Proposals will not be evaluated; these Proposals will be kept with the procurement file and not be returned to the Respondent.\n\nDiscrepancies\n\nIn the event of any discrepancies or variations between copies, TWC is under no obligation to resolve the inconsistencies and may make its scoring and selection decision, accordingly, including the decision to potentially disqualify a Proposal. If Respondent fails to submit its Proposal in accordance with this Solicitation, TWC in its sole discretion, will determine the version to be used as the original or may disqualify the Proposal. If the Respondent submits a redacted Public Information Act Proposal (See Section 3.11) as the “Original,” or only Proposal, TWC will disqualify the Proposal and it will not be evaluated. TWC will not accept submissions after the “Deadline for Submission of Proposals” in Section\n\n1.3 (Schedule of Events) to remedy discrepancies or variations in Proposal submissions.\n\nExceptions\n\nEach Respondent is highly encouraged, in lieu of including exceptions in a Proposal, to address all issues that might be advanced by way of exception by submitting such issues as questions pursuant to Section\n\n4.1.3 (Written Questions).\n\nAny exception included in a Proposal may result in a Respondent not being awarded a Contract. If a Respondent includes exceptions in its Proposal, Respondent is required to use Form 2 - Execution of Response of this Solicitation and provide all information requested on the form. Any exception that does not provide all required information in the format set forth in Form 2 - Execution of Response may be rejected without consideration. Respondent must clearly identify the specific section and language to which it takes exception, propose specific alternative language, and describe its reasoning for requesting the exception. TWC will only consider exceptions submitted on Form 2- Execution of Response.\n\nNo exception, nor any other term, condition, or provision in a Proposal that differs from or contradicts this Solicitation will be considered to be part of any Contract resulting from this Solicitation unless expressly made a part of the Contract in writing by TWC.\n\nExcessive exceptions or exceptions which are not presented as required may affect a Respondent’s standing, may delay negotiations resulting in a shorter Contract Term, may cause the Respondent’s Proposal to be deemed non-responsive or unacceptable for award and be removed from further consideration and without discussion. Any exceptions or deviations by the Respondent to Attachment 1 - Terms & Conditions may make the response unacceptable for award without discussion. If a Respondent proposes exceptions to the Terms & Conditions, TWC may make an award\n\nwithout discussion to another Respondent that did not propose exceptions to the Terms & Conditions.\n\nBinding Offer\n\nA Proposal should be responsive to the Solicitation as worded and without any assumption that any or all terms, conditions, or provisions of the Solicitation will be negotiated. Furthermore, all Proposals constitute binding offers. Any Proposal that includes any type of disclaimer or other statement indicating that the Proposal, or any portion of the Proposal, does not constitute a binding offer may be disqualified, as determined by TWC in its sole discretion.\n\nIf a Respondent’s ability to enter into a Contract is contingent upon any exception or assumption provided in accordance with Section 4.3.5 (Exceptions), the Respondent may be disqualified from further consideration for Contract award.\n\nProposal Submission and Delivery\n\nDeadline\n\nProposals must be received by PHS as prescribed no later than the date and time specified in Section 1.3 (Schedule of Events).\n\nTWC is not responsible for Proposals that are illegible, incomplete, or otherwise considered disqualified due to failure of electronic equipment or operator error.\n\nSubmission Method-TWC Bonfire Portal\n\nTWC has implemented the eProcurement platform referred to as the TWC Bonfire Portal. All vendor submissions must be uploaded electronically to Bonfirehub.com at https://twc-texas- gov.bonfirehub.com/portal/?tab=openOpportunities. Proposal submissions by any other method will not be accepted.\n\nTo respond to this Solicitation, Respondents must register through the Bonfire website. There is no charge to register.\n\nStep-by-step Instructions are available at:\n\nhttps://vendorsupport.gobonfire.com/hc/en-us/articles/6830871161239- Vendor- Registration.\n\nFor a quick tutorial on how to upload a Proposal, visit: Creating and Uploading a Submission to Bonfire.\n\nAny issues with uploading must first be addressed with Bonfire Technical Support at the contact information included in the Procurement Information Summary and Bonfire Instructions to Respondents document.\n\nRespondents must contact the Sole Point of Contact prior to the deadline if there are issues with using Bonfire and an alternative submission method may be required. Failure to contact the Sole Point of Contact well before the deadline to make alternative arrangements will disqualify any subsequent Response submission.\n\nIn no event will TWC be responsible or liable for any delay or error in delivery. TWC is not responsible for electronic submissions that are captured, blocked, filtered, quarantined or otherwise prevented from reaching the proper destination server by any TWC anti-virus or other security software.\n\nIt is the Respondent’s responsibility to appropriately mark and upload the Proposal to the TWC Bonfirehub.com  by the specified date. Each Respondent is solely responsible for ensuring its Proposal is submitted in accordance with all Solicitation requirements and ensuring timely receipt by TWC.\n\nHard copies received will not be accepted or reviewed.\n\nOwnership of Proposals\n\nAll materials submitted by a Respondent will become the property of TWC and may be used as TWC deems appropriate. A Proposal becomes the property of TWC after submission and will not be returned to the Respondent.\n\nModifications and Withdrawals\n\nPrior to the Proposal submission deadline in Section 1.3 (Schedule of Events), Respondent may: (1) withdraw its Proposal by unsubmitting the response in the TWC Bonfire Portal; or (2) modify its Proposal via the TWC Bonfire Portal. When amending its Proposal, Respondent must follow the instructions provided by Bonfire, revising the section or sections intended, submit and finalize.\n\nAdditional Information\n\nBy submitting a Proposal, the Respondent grants TWC the right to obtain any information from any lawful source, including the Comptroller’s VPTS, regarding the past history, practices, conduct, ability, and eligibility of the Respondent to supply goods and/or services and to fulfill requirements under this Solicitation, and the past history, practices, conduct, ability and eligibility of any director, officer, or key employee of the Respondent. By submitting a Proposal, the Respondent releases from liability and waives all claims against any party providing information about the Respondent at the request of TWC.\n\nTWC may contact references provided in response to this Solicitation. TWC may contact Respondent’s clients or solicit information from any available source, including the Comptroller’s VPTS.\n\nAny information received may be grounds for disqualification if that information, in TWC’s sole discretion, suggests that the Respondent may perform poorly if selected.\n\nAmbiguity, Conflict, or Discrepancy\n\nRespondent must notify the Sole Point of Contact (Section 4.1.1) of any ambiguity, conflict, discrepancy, exclusionary specification, omission, or error in the Solicitation in the manner and by the deadline described in Section 4.1.3 (Written Questions).\n\nIf Respondent fails to properly and timely notify the Sole Point of Contact (Section 4.1.1) of any ambiguity, conflict, discrepancy, exclusionary specification, omission, need for clarification, or other error in the Solicitation, Respondent:\n\nWaives any claim of error or ambiguity in the Solicitation and any resulting Contract;\n\nSubmits a Proposal at its own risk;\n\nMay not contest the interpretation by TWC of such provision(s); and\n\nIs not entitled to additional compensation, relief, or time by reason of ambiguity, conflict, discrepancy, exclusionary specification, omission, or other error or TWC’s later correction.\n\nChanges, Modifications, and Cancellation of Solicitation\n\nTWC reserves the right to make changes to or cancel this Solicitation or award of a Contract under this Solicitation. Notices of cancellation or changes and modifications to the Solicitation, whether made as a result of a potential Respondent’s written inquiries or otherwise will be posted as a notification on ESBD and published on the TWC Bonfire Portal.\n\nARTICLE V. PROPOSAL EVALUATION AND AWARD PROCESS\n\nWritten Proposal Evaluation\n\nEach member of the evaluation team will read the Proposals in preparation for evaluation. The evaluation team will score all Proposals that pass initial screening (Section 5.4, Initial Compliance Screening), even if there is only one viable Proposal. Proposals will be scored against the criteria in Section 5.6 (Written Proposal Evaluation Criteria).\n\nProposals will be evaluated utilizing aggregated individual scoring outlined in this Article (Article V- Proposal Evaluation and Award Process). The individual evaluators’ scores will be aggregated and weighted, resulting in the Final Written Response Scores, unless BAFOs are conducted.\n\nConformance with State Law\n\nProposals shall be evaluated in accordance with Texas Government Code § 2155.074(b). TWC shall not be obligated to select the lowest priced Proposal but shall make an award to the Respondent that provides the best value to the State of Texas.\n\nEvaluation Process Overview\n\nProposals that meet the minimum qualifications will be submitted to the evaluation team for review and scoring. Each member of the evaluation team will receive a copy of each responsive Proposal. The evaluators will review the Proposals considering the criteria listed in Section 5.6 (Written Proposal Evaluation Criteria).\n\nEvaluators will individually score the Proposals. Oral Presentations or Site Visits may also be used to make a selection for Contract award, as outlined in this section.\n\nInitial Compliance Screening\n\nTWC will review Proposals for compliance with the responsiveness (see Attachment 3 (Proposal Submission Checklist) for a list of required information) and for demonstrated ability to meet the Section 5.5 Minimum Qualifications required to advance to evaluations. Failure to meet the Minimum Qualifications will result in disqualification of the Proposal.\n\nTWC will automatically disqualify any Proposal that does not include one or more of the completed and signed (as applicable) documents listed in Attachment 3 (Proposal Submission Checklist).\n\nAll Proposals will be screened for inclusion of all required information prior to release to the evaluation team. TWC may exclude from further consideration for selection any non-responsive Proposal or portion of a Proposal.\n\nMinimum Qualifications\n\nA Respondent must meet the Minimum Qualifications listed below. Respondents that do not meet the Minimum Qualifications listed below will be disqualified from consideration.\n\nReferences (Form 4 – References)-Respondent must have three (3) years of direct experience in the provision of the Technical Assistance Services defined in this RFP and:\n\nThis direct experience must be to a minimum of three (3) employers; and\n\nThe experience must include a minimum of two (2) of the Technical Assistance Services identified in this RFP.\n\nRespondent must be financially solvent and adequately capitalized, as determined based on a review of documentation required by Section 6.8 (Financial Information), if applicable;\n\nRespondent has submitted an HSP in accordance with Section 6.11 HUB Subcontracting Plan;\n\nRespondent has submitted the Proposal in accordance with Section 4.4 (Proposal Submission and Delivery). See also the optional Proposal Submission Checklist in Attachment 3.\n\nRespondent who receives an overall score on the VPTS of “D” or below shall be disqualified from consideration for award.\n\nWritten Proposal Evaluation Criteria\n\nTWC shall consistently evaluate and score Proposals in accordance with the following criteria. See also Attachment 2 – Evaluation Scoring Matrix.\n\nCost /Price or Reasonableness of Price (40%)\n\nPast Performance, Qualifications, and Experience (40%)\n\nRespondent demonstrates organizational experience in conducting work related to at least two (2) Technical Assistance Services listed in Section 2.4 Technical Assistance (TA) Services under Article II Scope of Work of this RFP;\n\nRespondent meets qualifications related to providing direct Technical Assistance to a minimum of three (3) employers;\n\nRespondent meets qualifications related to providing direct Technical Assistance for a minimum of three (3) years;\n\nRespondent clearly demonstrates qualifications and prior experience in providing Employee Needs Assessment, Employer Feasibility and Cost Analysis Study, and Options Analysis and Recommendations Report, and if applicable, qualifications and prior experience in providing Site Selection Report and Business Plan;\n\nRespondent clearly demonstrates knowledge and understanding of Texas regulatory requirements for child care services; and\n\nRespondent’s qualifications and experience are confirmed through reference checks conducted by TWC.\n\nRespondent’s Technical Approach, Proposed Work/Project Plan for Providing the Requested Services (10%)\n\nThe approach proposed by Respondent to provide Technical Assistance to Employers is sound and aligns with the Technical Assistance Services defined in this RFP;\n\nRespondent clearly indicates the capacity to work with multiple Employers simultaneously; and\n\nThe sample deliverables included by Respondent in the Response address and align with the RFP’s intent and focus, including a clear demonstration of prior experience in providing Employee Needs Assessment, Employer Feasibility and Cost Analysis Study, and Options Analysis and Recommendations Report.\n\nQualifications of Respondent’s Key Personnel (10%).\n\nRespondent’s Project Manager clearly demonstrates the qualifications and experience required for Program success; and\n\nRespondent’s other Key Personnel collectively demonstrate qualifications and experience in providing Employers with direct Technical Assistance Services supported under this RFP.\n\nBest and Final Offer (BAFO)\n\nTWC may, at its sole discretion, following the execution of Section 5.1 (Written Proposal Evaluation), request BAFOs from all Respondents or, only those Respondents whose Proposals meet Section 5.11 (Advancement Criteria). The request for a BAFO will allow a Respondent the opportunity to revise its original Proposal, including pricing. Revisions must be submitted in the manner and form prescribed by the BAFO request. Requests will be sent to the point of contact provided by the Respondent.\n\nTWC is not responsible for a Respondent’s failure to timely receive the BAFO request.\n\nA Respondent should provide its best offer in its original Proposal. Respondents should not expect or assume that TWC will request a BAFO. TWC reserves the right to request more than one BAFO from each of the selected Respondents; however, multiple, successive Proposals are not envisioned since a BAFO is intended to be a “best and final offer.” If a response is submitted to a request for a BAFO, the Final Written Response Scores or Total Score (as outlined by Section 5.8 Final Written Response Score and Total Score) will be revised in accordance with the stated criteria in Section 5.6 (Written Response Evaluation Criteria) as to any changes made to the Respondent’s original Proposal. A request for a BAFO does not guarantee an award or further negotiations.\n\nIf a BAFO is requested by TWC and submitted by the Respondent, it will be evaluated based on the criteria listed in Section 5.6 (Written Response Evaluation Criteria), rescored, and ranked by the evaluation committee.\n\nTWC reserves the right to continue to evaluate BAFO Responses until such point as it has determined that it has obtained best value for the State, as defined by Texas Government Code § 2155.074(b).\n\nFinal Written Response Score and Total Score\n\nA Respondent’s Final Written Response Score is the score from the Written Proposal Evaluation (Section 5.1). If a BAFO is requested, the Final Written Response Score may be adjusted in accordance with Section 5.7 (Best and Final Offer (BAFO)). Final Written Response Score may not always determine best value or selection for negotiation and award. See Summary of Best Value Determination (Section 5.9).\n\nSummary of Best Value Determination\n\nThe final selection for award will be based on best value, as determined by this section. This includes, but is not limited to, any scoring adjustments for outliers, Best and Final Offers, Oral Presentations, Site Visits, or other additional considerations as specified by this Solicitation. A Respondent is encouraged to thoroughly review the processes outlined in this Article V – Evaluation and Award Process , as it documents the best value considerations to be made by TWC in selecting a Respondent for negotiation and Contract Award.\n\nRequests for Clarification\n\nBy submitting a Proposal, Respondent grants TWC the right to ask questions and request clarification. As part of the initial evaluation, the evaluation committee may request clarification. Clarifying questions to a Respondent are to resolve conflicting information, apparent ambiguities, or minor clerical errors within the Proposal.\n\nAdvancement Criteria\n\nAfter the written Proposal evaluation, Respondent may be selected for invitation to Additional Evaluation Activities that may include one or more of the following: Oral Presentations, Clarifications, and Technical Discussions. Advancement will be determined by the Competitive Range.\n\nThe Competitive Range will consist of the Proposals that receive the highest scores, or most satisfactory ratings based on the published evaluation\n\ncriteria and procedures governing this procurement. Cutoff for the Competitive Range will be based on the “natural break” in scores and on reasoned judgment that Proposals below the cutoff cannot be made successful through clarification and negotiation. By way of example, in a scenario where initial evaluation scores are 97, 93, 82, 81, 79 and 68, the Competitive Range may include only the top two Respondents. TWC is not obligated to enforce a natural break in scores and reserves the right to advance as many or as few Proposals as qualified under these criteria.\n\nA Respondent that does not meet the Advancement Criteria in this Section will not be asked to Additional Evaluation Activities. Their Final Written Response Score will be considered their Total Score, and the Respondent may not be further considered for Contract award.\n\nTo further identify the Respondent providing the best value, Respondents selected for Additional Evaluation Activities will be the final group of Respondents eligible for award. Additional Evaluation Activities will allow for revised points for the Respondent’s Final Written Response Score to replace the original Technical Score. This will be the Final Written Response Score with any adjusted points received, if applicable.\n\nTWC may require Additional Evaluation Activities from any or all Respondents to make a determination for award recommendation. Information from the Additional Evaluation Activities will be used in addition to the scoring of the criteria in Section 5.6 (Written Proposal Evaluation Criteria). TWC will provide Respondents with advance notice of any such Additional Evaluation Activities. Advance notice will include an agenda and specific scenarios or use cases for each category or criteria listed in this Section. Respondents will be responsible for their own presentation equipment. Failure to participate in the requested Advanced Evaluation Activities may eliminate a Respondent from further consideration. TWC is not responsible for any costs incurred by the Respondent in preparation for any Additional Evaluation Activities. All costs incurred by Respondent are the responsibility of Respondent.\n\nARTICLE VI. REQUIRED PROPOSAL INFORMATION\n\nSubmitting Proposal Information Through Bonfire\n\nRespondent shall submit its Proposal as identified below to the TWC Bonfire Portal at Bonfirehub.com by the due date identified in Section 1.3 – Schedule of Events and in accordance with the requirements in Article IV – Proposal Process.\n\nRespondent shall organize the Response as follows:\n\nResponse Package 1: Create and combine all information required in Section 6.2, 6.4, 6.5, 6.7. Narrative Proposal into one (1) response packet, label it Response Packet 1, and submit it as one (1) document.\n\nNarrative Proposal\n\nExecutive Summary\n\nProject Work Plan\n\nKey Personnel\n\nOffered Options\n\nOrganization Information\n\nOrganization Point of Contact\n\nOrganization Profile\n\n6.7\tContract Performance\n\nResponse Package 2: HUB Subcontracting Plan\n\n6.11 HUB Subcontracting Plan (HSP)\n\nRespondent Package 3: Form 3 Cost Proposal\n\nCost Proposal\n\nResponse Package 4: Financial Information Forms indicated in 6.8 – 6.8.2 must be completed and submitted individually.\n\nFinancial Questionnaire-Form 1\n\nFinancial Statement\n\nResponse Package 5: Section 3.11 Public Information Act – Respondent Proposal for more information Public Information Act, redacted copies, if applicable\n\nForms: The forms indicated below must be completed and submitted individually.\n\nForm 2. Section 6.9-Execution of Response Form 4. Section 6.6- References\n\nForm 1020 TWC Substitute W9 and Direct Deposit Form with Instructions\n\nForm 1504 Acknowledgement of Texas Ethics Commission Form 1295\n\nAttachment 4- Insurance Requirements section 3.14\n\nNarrative Proposal\n\nExecutive Summary\n\nRespondent must provide an Executive Summary of their Proposal (excluding cost information) that asserts the Respondent is providing, in its Proposal, all the requirements of this Solicitation, including Article II- Scope of Work. The Executive Summary must demonstrate Respondent’s understanding of TWC goals and objectives for this Solicitation.\n\nIf the Respondent is providing goods and/or services beyond those specifically requested, those goods and/or services must be identified. If the Respondent is offering goods and/or services that do not meet the specific requirements of this Solicitation, but in the opinion of the Respondent are equivalent or superior to those specifically requested, any such differences must be noted in the Executive Summary. The Respondent should realize, however, that failure to provide the goods and/or services specifically requested may result in disqualification.\n\nRespondent must not include any pricing information or estimated savings in the Executive Summary.\n\nThe Executive Summary must not exceed two (2) pages and should represent a full and concise summary of the contents of the Proposal. In addition, the Respondent should ensure the following information is included in the Executive Summary:\n\nbrief description of the Respondent, including general information about the Respondent’s experience in providing TA Services defined in this RFP;\n\nsize of employers to which the Respondent has provided the TA Services;\n\ntype of employers (e.g., for-profit or non-profit entity) the Respondent has worked with;\n\ngeographical location(s) for employers that the Respondent has worked with and whether the Respondent has experience working with employers in a rural setting;\n\nlist of national organizations and memberships with which the Respondent is affiliated;\n\na link to the TA Provider website; and\n\nfocus areas as they relate to the Technical Assistance Services provided by the Respondent.\n\nUpon Contract Award, Successful Respondent will be required to\n\nsubmit a TA Provider Profile according to TWC provided guidance.\n\nProject Work Plan\n\nRespondent must describe the proposed processes and methodologies for providing all components of the Scope of Work described in Article II- Scope of Work. Respondent should identify all tasks to be performed, including all project activities, materials and other products, services, and reports to be generated during the Contract period and relate them to the stated purpose(s) and specifications described in this Solicitation.\n\nIn addition to the required Section 6.2.1, Executive Summary each Respondent must clearly describe:\n\nWhat TA Services:\n\nhas the Respondent offered to and completed for employers;\n\nthe Respondent is proposing to offer under this RFP, including at a minimum Employee Needs Assessment, Employer Feasibility and Cost Analysis Study, and Options Analysis and Recommendations Report, should a Contract be awarded;\n\nSpecify and explain if the Respondent will offer Site Selection Report and Business Plan under this RFP;\n\nFor the TA Services the Respondent proposes to offer, how many years has the Respondent been offering each proposed service;\n\nThe Respondent’s qualifications in offering the proposed TA Services;\n\nHow the Respondent will work with Employers under this RFP, including the number of Respondent personnel who will be involved in working with an Employer;\n\nHow the Respondent will perform simultaneous and concurrent work with multiple Employers; and\n\nEmployer outreach and recruitment efforts proposed by the Respondent.\n\nAs an attachment to the Proposal, each Respondent must submit two\n\n(2) deliverables that are either a report, study, assessment, or plan for TA Services previously completed by the Respondent. As needed, please redact information in the deliverables before submission.\n\nKey Personnel\n\nRespondent must discuss and provide information for the individual who will be responsible for overseeing the day-to-day performance and services (Project Manager). Provide staffing profiles and resumes for all key personnel who will be assigned to the TWC Contract that demonstrate their ability to perform the services specified in the RFP and their knowledge and understanding of Texas regulatory requirements for child care services.\n\nCost Proposal\n\nCost information must be included as a separate document and presented only in the format set forth in Form 3 – Cost Proposal of this Solicitation.\n\nRespondent must state pricing for all goods and/or services rendered during the course of any Contract resulting from this Solicitation, including any and all costs involved that are to be paid or reimbursed by TWC during the initial Contract period and any renewal or extension periods. The Cost Proposal must be submitted and labeled as specified in Section 4.4 (Proposal Submission and Delivery). No reimbursement is available to the Successful Respondent beyond the amount agreed to be paid for the goods and/or services provided. Pricing agreed to in any resulting Contract shall be firm and remain constant through the life of the Contract.\n\nThe Cost Proposal provided is for the services as specified in this Solicitation and shall include all costs necessary to provide the services according to the minimum specifications, requirements, provisions, and Terms and Conditions set forth in this Solicitation.\n\nOffered Options\n\nTWC does not intend to limit the creativity of the Successful Respondent from bringing forward new suggestions or enhancements not described in this Solicitation. Respondents are encouraged to describe Offered Options. Offered Options are not required and are not considered during evaluation of Proposals. TWC will not award additional options if not included in the Proposal.\n\nOrganization Information\n\nRespondent must include the following information with the Proposal:\n\nOrganization Point of Contact\n\nRespondent must provide the name, address, and telephone number of Respondent’s point of contact for any questions regarding the Proposal and, if different than the point of contact for questions about the Proposal, the name, address, and telephone number of Respondent’s point of contact for any resulting Contract under this Solicitation.\n\nOrganization Profile\n\nTexas governmental entities are exempt from this requirement. Respondent must provide an organizational profile, including:\n\nOwnership structure (e.g., corporation, partnership, LLC, or sole proprietorship), including any wholly owned subsidiaries, affiliated companies, or joint ventures. (Please provide this information both in a narrative and as a graphical representation.)\n\nIf Respondent is an affiliate of, or has a joint venture or strategic alliance with, another company, Respondent must identify the percentage of ownership of each joint venture member or affiliate and the percentage of the parent company’s ownership. The entity performing the majority of the work under any\n\nContract resulting from this Solicitation, throughout the duration of the Contract, must be the primary bidder.\n\nFinally, Respondent must provide its proposed operating structure for the services requested under this Solicitation and which entities (i.e., parent company, affiliate, joint venture, subcontractor) will be performing the services;\n\nThe year the company was founded and/or incorporated. If incorporated, please indicate the state where the company is incorporated and the date of incorporation;\n\nThe location of company headquarters and any field office(s) that may provide services for any resulting Contract under this Solicitation;\n\nThe number of employees in the company, both locally and nationally, and the location(s) from which employees will be assigned to TWC’s project; and\n\nIndicate whether the company has ever been in contract with any Texas state agency. If “Yes,” specify the contract term, for what duties, and with which agency.\n\nReferences\n\nRespondent must provide References in the format set forth in Form 4 – References. These references must relate to similar contracts or projects performed as described in Article II Scope of Work of the RFP.\n\nContract Performance\n\nThe Respondent shall state whether or not any of the following have occurred during the last five (5) years:\n\nThe Respondent has had a contract terminated, and, if so, shall provide full details, including the other party’s name, address, and telephone number.\n\nThe Respondent has been assessed any Sanctions, including liquidated damages or other such monetary remedies, under any existing or past contracts, and, if so, note the reason for and the amount assessed or paid for each incident.\n\nThe Respondent was the subject of (i) any threatened, pending, or resolved disciplinary action for substandard work and/or unethical practices; or (ii) any order, judgment or decree of any federal or state authority barring, suspending or otherwise limiting the right of the Respondent to engage in any business, practice, or activity.\n\nThe Respondent has been involved in any civil or criminal litigation and/or entered into any compromise agreement, settlement agreement, or resulting consent decree or judgements, if applicable, related to contract performance, the goods and/or services sought by this Solicitation, or that a reasonable person knowledgeable of the applicable industry would consider relevant to the work under the Contract. Respondents are not required to violate any confidentiality provision but must provide information not prohibited from disclosure.\n\nFinancial Information\n\n6.8.1 Financial Questionnaire:\n\nThe Respondent must complete Form 1 Financial Questionnaire unless it is a governmental entity. Failure to include any of the items listed for the appropriate company type may result in disqualification of the Respondent’s Proposal. If TWC learns of a failure to disclose after a Contract has been awarded to the Successful Respondent, the Contract may be terminated. In the event of such termination, the Successful Respondent shall be liable for all costs associated with the re-procurement, including any increased costs for the services originally awarded.\n\n6.8.2. Financial Statement:\n\nThe Respondent must provide the following information in an electronic file/document format. (A PDF form is acceptable in the event that is the only format available). The Financial Statements will be reviewed by a TWC Analyst for financial viability and will receive a pass/fail mark. TWC reserves the right to disqualify a Respondent that receives a fail mark.\n\nRespondent must include its Unique Entity Identification number (SAM.gov);\n\nFor the last three (3) fiscal years most recently ended, audited financial statements prepared in accordance with Generally Accepted Accounting Principles (GAAP). If audited financial statements are not prepared, the last three (3) years of un-audited financial statements such as, Reviewed Financial Statement by a Certified Public Accounting (CPA) firm or Compiled Financial Statements by a CPA firm will suffice as long as Respondent affirms that it is not required to have its financial statements audited and therefore does not currently have audited financial statements to provide in response to this Solicitation;\n\nRespondent’s state and county of incorporation and its principal place of business;\n\nStatement describing all unasserted and asserted legal claims, current status and expected outcomes and/or judgments and any off-balance sheet liabilities or contingencies; and\n\nAny official document displaying current proof of authority to conduct business in the State. Examples: State Franchise Tax Certification of Account Status and State Sales Tax Permit, both available from the State Comptroller of Public Accounts and the Certification of Fact, that is available from the Secretary of State available at www.sos.state.tx.us.\n\n6.8.3 Financial Statement Frequency\n\nThe Successful Respondent must provide the financial statements in Section 6.8.2 annually throughout the term of the Contract.\n\nExecution of Response\n\nRespondent must complete, sign, and return Form 2 – Execution of Response . By signing, Respondent agrees to provide the goods and/or services described in this Solicitation and agrees to abide by all TWC Terms and Conditions as specified in this Solicitation and in any Contract resulting from an award.\n\nCorporate Guarantee\n\nIf the Respondent is substantially owned or controlled, in whole or in part, by one or more other legal entities, the Respondent must submit the information required under Section 6.8 (Financial Information) above for each such entity, including the most recent financial statement for each such entity. The Respondent must also include a statement from the entity or entities with substantial ownership or control that the entity/ies will unconditionally guarantee performance by the Respondent of each and every obligation, warranty, covenant, term, and condition of any Contract resulting from this Solicitation. If TWC determines that an entity does not have sufficient financial resources to guarantee the Respondent’s performance, TWC may require the Respondent to obtain another acceptable financial instrument or resource from such entity, or to obtain an acceptable guarantee from another entity with sufficient financial resources to guarantee Respondent’s performance.\n\nHUB SUBCONTRACTING PLAN (HSP)\n\nRespondent must submit the HUB Subcontracting Plan in accordance with Section 4.4 (Proposal Submission and Delivery). The HSP should be labeled: “HUB Subcontracting Plan (HSP),” and include all supporting documentation in accordance with Form 5 – HUB Subcontracting Plan (HSP). The TWC HUB goal is twenty-six percent (26%) for all Other Services contracts.\n\nA courtesy review of a Respondent’s completed HSP by TWC is optio25nal and is available upon request to assist Respondent in providing a compliant and responsive HSP. This courtesy review may only identify possible deficiencies, and a final compliant determination cannot be provided until the Proposal is submitted.\n\nTo request a courtesy review, submit the completed HSP, including all supporting documentation, in a PDF format by e-mail to the TWC HUB Program Office by or before the Courtesy Review of HUB Subcontracting Plan Deadline in Section 1.3 (Schedule of Events).\n\nE-Mail for Courtesy Review: TWCHUBINFO@twc.texas.gov.\n\nE-mail Subject Line: HSP Courtesy Review, No.3202400058\n\nDue Date: In accordance with the deadline in Section 1.3 (Schedule of Events)\n\nHSPs received after the courtesy review deadline in Section 1.3 (Schedule of Events) will not be reviewed. A response regarding the HSP will be provided at least ten (10) days prior to the Proposal Submission Deadline in Section 1.3 (Schedule of Events) from the HUB Office, allowing enough time to rectify any potential deficiencies for the final HSP submission.\n\nThe final HSP must be submitted with the Proposal by the deadline in Section\n\n1.3 (Schedule of Events). Proposals that do not include a completed HUB Subcontracting Plan shall be rejected due to material failure to comply with Texas Government Code § 2161.252(b).\n\nAccess HSP Form:\n\nThe HUB Subcontracting Plan may be accessed at the Comptroller’s website at:\n\nhttps://comptroller.texas.gov/purchasing/vendor/hub/forms.php\n\nTWC finds that this contract contains subcontracting opportunities in the following service area.\n\nNIGP Code: 958-22 Child Care Center Management and Operation Services\n\nHowever, you are not restricted to these trades only.\n\nCMBL Instructions:\n\nLocate a list of HUB subcontractors on the Centralized Masters Bidders List (CMBL) at:\n\nhttps://mycpa.cpa.state.tx.us/tpasscmblsearch/tpasscmblsearch.do\n\nSelect: HUBs Only,\n\nMultiple Vendor Search,\n\nEnter: NIGP Class / Item Code\n\nHighway District #, click on Search.\n\nOptional Proposal Submission Checklist\n\nA Proposal Submission Checklist (Attachment 3) is provided to assist a Respondent in preparing a responsive Proposal. The checklist is not a requirement and does not need to be attached to a Proposal. Respondent is responsible for reviewing all Solicitation requirements and ensuring it submits all materials for a complete Proposal.\n\nSubcontractor Information\n\nRespondent must indicate whether or not it holds any financial interest in any Subcontractor. As a condition of award, an authorized officer or agent of each proposed Subcontractor may be required to sign a statement to the effect that the Subcontractor has read, and will agree to abide by, Respondent’s obligations under any Contract awarded pursuant to this Solicitation.\n\nThe Successful Respondent must obtain prior written approval from TWC if any part of the Contract between TWC and the Successful Respondent is to be subcontracted, and the Subcontractor must comply with all applicable requirements of TWC. TWC reserves the sole right to require the Successful Respondent to terminate any Subcontractor with or without cause.\n\nIn the event TWC approves of the use of any Subcontractor, the Successful Respondent is not relieved of its responsibility and obligation to meet all the requirements of this Solicitation.\n\nTWC will incur no additional obligations, and the obligations of the Successful Respondent will not be reduced as a result of any such subcontracts.\n\nThe Successful Respondent’s obligation to pay Subcontractors is governed by Texas Government Code § 2251.022 (“Time for Payment by Vendor”), and any amendments thereto.\n\nLIST OF ATTACHMENTS AND FORMS\n\nEVENT | DATE and TIME\n\nSolicitation Uploaded to Bonfirehub.com and Notification Posted to ESBD | AUGUST 20, 2024\n\nPre-Proposal Conference | September 05, 2024 2:00/PM Central Time\n\nDeadline to submit the draft HUB Subcontracting Plan for review | September 13 2024 at 5:00 PM Central Time\n\nDeadline for Submitting Written Questions through the TWC Bonfire Portal | September 13, 2024 at 5:00 PM Central Time\n\nDeadline for TWC to provide the courtesy review of the draft HUB Subcontracting Plan | September 26, 2024 at 5:00 PM Central Time\n\nTentative Date Responses to Written Questions are Published on the TWC Bonfire Portal | October 11, 2024 at 5:00 PM Central Time\n\nDeadline for Submission of Proposals in the TWC Bonfire Portal (NOTE: Proposals must be RECEIVED by TWC by the deadline.) | October 18, 2024 at 10:00 AM Central Time\n\nAnticipated Notice of Intent Notification | December 20, 2024\n\nAnticipated Contract Start Date | February , 2025\n\nTitle of Deliverable | Due to TWC\n\nTA Provider Profile | Within ten (10) Business Days after Contract award\n\nEmployee Needs Assessment | Within five (5) Business Days after issuance of the final version to Employer\n\nEmployer Feasibility and Cost Analysis Study | Within five (5) Business Days after issuance of the final version to Employer\n\nOptions Analysis and Recommendations Report | Within five (5) Business Days after issuance of the final version to Employer\n\nSite Selection Report | Within five (5) Business Days after issuance of the final version to Employer\n\nBusiness Plan | Within five (5) Business Days after issuance of the final version to Employer\n\nSLAs | Description | SLCs\n\nSLA 1.1 | Failure to submit a final Deliverable to TWC within five (5) Business Days after issuance of the final version to Employer | $500 per calendar day\n\nSLA 1.2 | Failure to submit a final Deliverable for Employee Needs Assessment listed on an approved Task Order to TWC with all the required elements | $500 per incident\n\nSLA 1.3 | Failure to submit a final Deliverable for Employer Feasibility and Cost Analysis Study listed on an approved Task Order to TWC with all the required elements | $500 per incident\n\nSLA 1.4 | Failure to submit a final Deliverable for Options Analysis and Recommendations Report listed on an approved Task Order to TWC with the required elements | $500 per incident\n\nSLA 1.5 | Failure to submit a final Deliverable for Site Selection Report listed on an approved Task Order to TWC with all the required elements | $500 per incident\n\nSLA 1.6 | Failure to submit a final Deliverable for Business Plan listed on an approved Task Order to TWC with all the required elements | $500 per incident\n\nSLA 1.7 | Two (2) Employers’ indication of Employer satisfaction concerns and/or complaints based on TWC’s compilation and review of survey responses and other feedback from Employers | $500 per incident of two (2) Employers’ satisfaction concerns and/or complaints.\n\nAttachment 1 | Terms & Conditions\n\nAttachment 2 | Evaluation Scoring Matrix\n\nAttachment 3 | Proposal Submission Checklist\n\nAttachment 4 | Insurance Requirements\n\nAttachment 5 | Sample Employer Interest Form\n\nAttachment 6 | Sample TA Provider and Employer Technical Assistance Services Agreement\n\nAttachment 7 | Sample Task Order\n\nForm 1 | Financial Questionnaire\n\nForm 2 | Execution of Response\n\nForm 3 | Cost Proposal\n\nForm 4 | References\n\nForm 5 | HUB Subcontracting Plan (HSP)\n\nForm 1020 | TWC Substitute W9 and Direct Deposit with Instructions\n\nForm 1504 | Acknowledgement of Texas Ethics Commission Form 1295\n(TWC 1504)",
  "word_count": 14710,
  "content_type": "docx"
}