{
  "doc_id": "aa8ca77c9952e3b8b26c9feadaf68a37",
  "url": "https://www.twc.texas.gov/sites/default/files/ccel/docs/child-care-employee-handbook-twc.docx",
  "filename": "child-care-employee-handbook-twc.docx",
  "text": "How can I set up an employee handbook?\n\nVideo: https://www.youtube.com/watch?v=BWsHaNDgkhs\n\nLearn how to create an employee manual to support your child care business\n\nOutlining your policies and procedures for your child care employees in an employee handbook informs your employees what’s expected of them and sets them up for success.  An employee handbook helps you communicate how things operate at your child care center and serves as a guidebook and a reference for your employees.  Creating your own handbook may sound daunting, but the process doesn’t have to be difficult. Here are some points to consider.\n\nWhat is an employee handbook?\n\nAn employee handbook also called an employee manual or staff handbook is a document that lays out the policies, procedures, rules, and requirements of your workplace. The purpose of the employee handbook is to have all of these things written in one place so your employees know the rules and procedures they are expected to follow and your employees know what they can expect by working at your business.  This document is often reviewed as part of the onboarding process and serves as an ongoing reference for your business.\n\nEmployee handbooks are helpful as they not only describe the rules in your place of business but also describe how those rules apply to everyone equally and consistently, protecting your business. Employee handbooks help employees know their rights and the benefits they receive by working at your child care business.\n\nWhat should it include?\n\nYour employee handbook can be a brief packet of information or a more extensive document; how much information you include is entirely up to the needs of your child care business. The following are a few considerations about the types of things to include in your employee handbook and why you might choose to include them.\n\nYour business mission statement\n\nBy including your mission statement in your employee handbook, you communicate what’s important to your business so your employees know what you value.  This statement is helpful to refer to often when training someone or when faced with a challenging situation.\n\nCode of conduct\n\nStating what employee behaviors are allowed and what are unacceptable helps employees to know how to act at work.  When working so closely with young children and their families, there may be some behaviors that may be acceptable in other workplaces that wouldn’t be in an early childhood setting.  This is a place to spell those things out and share why.\n\nPay policy, including paydays, timekeeping procedures, meal and other breaks, and overtime policy\n\nCommunicate how often your employees get paid and the methods used to receive their pay.  If you have clock-in and out procedures or an overtime policy, this is the place to explain how that works.  Outline your break policy so employees will understand what they can expect from their meal and break times.\n\nAttendance policy and procedures\n\nChildren, and families, thrive on consistency, so your business depends upon the reliable attendance of your employees.  Describe for your staff the importance of consistent attendance, punctuality, and the importance of their presence throughout the entirety of their work day.  Also, explain the policy for requesting time off, the procedure for requesting time off in advance, and what to do when your employee becomes sick at work or needs to leave unexpectedly.\n\nHoliday schedule\n\nWhen will your child care business be closed for holidays and will employees be paid? Make sure this is clear. If a holiday comes on a weekend, you should specify whether it is honored on the next workday.\n\nVacation policy\n\nYour vacation policy should inform your employees of how much vacation time they have, how they earn that time, how they can use it, and if there are any rules about carrying over that time from one year to the next.\n\nFamily and medical leave\n\nWhat is the process for requesting family and medical leave? How much leave can an employee take, and will it be paid? Again, it’s important to make sure your policy follows all relevant employment laws.\n\nBenefits\n\nWhat benefits, if any, will your employees receive? Make sure you check all relevant employment laws before offering (or declining to offer) benefits to employees.\n\nNature of employment (at will, contract, etc.)\n\nIf you have your employees sign a contract upon employment, this is a space to share that, as well as what an employee should do when they decide to leave your business.\n\nComplaint process, or Conflict Resolution policy\n\nClearly state how you expect employees to address challenges or concerns they may have with a coworker, a family, or with a supervisor.  Having a well-written policy can help you in sticky situations.\n\nDisciplinary procedures\n\nDescribe what happens when an employee doesn’t follow a policy, procedure, or rule of your program.\n\nDress code\n\nWorking with young children is physical, and sometimes messy, work.  Describing to your employees what clothing is acceptable and unacceptable will help them know how to properly dress for work.\n\nConfidentiality rules\n\nExplain to your employees the sensitive nature of working with children and families.  The information they are privileged to know about children and families is confidential and shouldn’t be shared with others who don’t need to know.  Even seemingly harmless, humorous stories can be inappropriate to share widely.\n\nMandated Child Abuse and/or Neglect Reporter\n\nEmployees must know that anyone who suspects that a child has been abused or neglected is required by law to disclose their suspicions right away. This is true if the abuse or neglect is happening at home or if they suspect another staff member of abuse or neglect.\n\nEqual Opportunity Employment Policies\n\nEqual employment opportunity laws forbid most employers from discriminating against employees. It’s important to check the laws – federal, state, and local – and make sure you are complying with them. And you want to note these laws and your commitment to adhering to them in your handbook.\n\nPut it in writing and make sure it gets read\n\nNo matter its length and level of detail, your employee handbook should be put in writing and shared with all employees, whether that’s in print or electronically. Employees should be required to read the handbook and sign a form stating that they have done so and kept it on file. In fact, one of your policies should detail how you will keep track of the fact that each employee has received a copy of your policies and has agreed to abide by them.\n\nOther possible policies or procedures to include:\n\nCell phone usage policy – When and where can employees use their cell phones?  Are they allowed to capture photos or videos of the children in your care?\n\nSocial media policy – What can an employee post or not post about their work on social media?\n\nPerformance evaluation and assessment process – How often does this occur and what can an employee expect?\n\nStorage of personal items – Where are employees allowed to store their personal items?\n\nDiapering and hand washing policy – Outlining these procedures in writing can be very helpful for employees when learning the steps and how often they are to be diapering and hand washing.\n\nMeals and snacks for staff – Are employees expected to eat with the children or away from the children during their break?  Clearly stating what’s appropriate concerning meals and snacks when caring for children helps employees know what to do.\n\nEmergency preparedness plans, including evacuation plans – Share where employees might locate needed items, how often you practice emergency procedures, and what to expect in the event of an emergency helps employees and your business be prepared.\n\nChildren’s medication – Outline your medication policy and the procedure for administering medication, if your program does so.  Be sure to include how and where medication is stored.\n\nProfessional Development – Describe for your employees the number of professional development hours they are required to complete as an employee of your program.  Share how they are to learn about professional development opportunities, how permission is granted before registering, and how they will be compensated for the time.\n\nDrug and Alcohol policy – State your policy regarding drug and alcohol consumption and be sure to include prescription drugs as well.\n\nEmployees whose children attend your program – Outline the expectations for your employees whose children attend your program.  Are they allowed to work in spaces with their own children?\n\nStaff-to-child ratios – Employees who are new to working in child care programs often don’t understand the importance of maintaining staff-to-child ratios.  Describe clearly what staff-to-child ratios mean for your program.  Also, clearly explain what is meant by supervision, both indoors and outdoors, so your employee can be successful and your program can too.\n\nNursing mother accommodations – What accommodations does your program make for nursing mothers?\n\nGetting Started\n\nTexas Child Care Tools has a handbook example that you may find helpful in creating an employee handbook for your child care business.  You can find this editable employee handbook by visiting their website.",
  "word_count": 1500,
  "content_type": "docx"
}