{
  "doc_id": "b20860befef3d451e1c83fcaddbd7fa1",
  "url": "https://www.twc.texas.gov/sites/default/files/ccel/docs/managing-enrollment-spanish-twc.docx",
  "filename": "managing-enrollment-spanish-twc.docx",
  "text": "Pasos esenciales para administrar las inscripciones\n\nConozca los fundamentos de las prácticas de inscripción con éxito\n\nVideo: https://youtu.be/Y_BUcpYbL2Q\n\nIntroducción\n\nEl propietario de un negocio de cuidado de niños debe desempeñar muchas funciones y poner en práctica una serie de habilidades para dirigirlo con éxito. Una actividad clave que se encuentra en el corazón de cualquier negocio de cuidado infantil de éxito, y que afecta directamente al éxito financiero, es la administración de las inscripciones. Comprender las mejores prácticas para administrar las inscripciones es una de las habilidades empresariales más importantes que pueden aprender en el cuidado infantil.\n\nEn esta guía, abordaremos los pasos fundamentales para administrar la inscripción. Si dedica tiempo a estos pasos de forma sistemática, contribuirá a la longevidad y sostenibilidad general de su empresa.\n\nPasos esenciales para administrar las inscripciones\n\nPrimer paso\n\nEvaluar la demanda\n\nEl paso más importante para administrar la inscripción es determinar los niveles y tipos de demanda de sus servicios de cuidado infantil. Por ejemplo, una empresa de cuidado infantil que cree un gran número de plazas para niños en edad preescolar y mayores no tendría éxito si la demanda en su zona fuera principalmente de bebés. Los indicadores de la demanda pueden proceder de varios lugares. Es posible que haya familias interesadas en sus servicios que pregunten con regularidad o soliciten ser añadidas a su lista de espera. También puede obtener más información sobre la demanda en su comunidad poniéndose en contacto con varias empresas de cuidado de niños de su mercado. Averigüe si otros programas de cuidado de niños están a  tope y qué grupos de edad tienen más o menos disponibilidad y qué tipos de servicios ofrecen. Por ejemplo, puede descubrir que en su zona no hay empresas de cuidado infantil que ofrezcan cuidado nocturno o cuidado de bebés. Además, los cambios en su comunidad pueden indicar la demanda de determinados grupos de edad o servicios. Tal vez una guardería de su zona esté cerrando y la única empresa de cuidado de niños, aparte de la suya, se encuentre cerca de la escuela primaria local. A través de la investigación, puede descubrir que existe una necesidad local de cuidado infantil dentro de un rango de precios específico, y tendrá que determinar si es capaz de proporcionar un nivel de cuidado que esté a la altura de sus estándares al ofrecer esas tarifas. Por último, eche un vistazo a su propia matrícula y considere qué edades o servicios se llenan rápidamente y cuáles no. Comprender la necesidad de ambos grupos de edad y servicios le ayudará a entender cómo debe cambiar su número de inscripciones.\n\nEntonces, ¿necesita cambiar su inscripción? Piense en lo siguiente:\n\n¿Hay indicadores que le hayan hecho pensar en aumentar las inscripciones?\n\n¿Existe un porcentaje común de plazas sin cubrir en todos los grupos de edad?\n\n¿Hay grupos de edad concretos que tienden a llenarse más rápidamente que otros?\n\nQuizá tenga que rechazar a menudo a familias con niños de una edad determinada y deba plantearse ampliar o reconvertir la capacidad para ese grupo de edad.\n\nPuede que no haya alcanzado los niveles de inscripción que le gustaría porque está ofreciendo atención a un rango de edad en el que ya hay una gran cantidad de atención disponible.\n\nRevisar sus circunstancias actuales le ayudará a comprender si desea cubrir la capacidad existente, crear capacidad adicional o ajustar los grupos de edad a los que atiende.\n\nTenga en cuenta que la demanda y los mercados pueden cambiar con el tiempo. Investigar los cambios en su comunidad, como nuevas industrias o viviendas, puede ayudarle a calibrar el nivel actual de demanda. Conviene que su investigación sea reciente y que revise la demanda periódicamente.\n\nPaso 2\n\nDeterminar el número de plazas necesarias\n\nCuando formule un plan para aumentar el número de inscripciones, determinará el número de plazas que necesita y que podrá cubrir. Para averiguar el número de plazas que necesitará para impulsar el éxito financiero de su empresa, deberá evaluar su presupuesto y consultar su flujo de caja. El propósito de su presupuesto es asegurarse de que todos los nuevos gastos están contabilizados, y el propósito de su flujo de caja es determinar cómo afectan los cambios a su sostenibilidad. Un ejemplo sería determinar si los costos asociados a la inscripción de cuatro niños más son inferiores a la cantidad adicional de ingresos que aportará la nueva inscripción. Como buena práctica empresarial, querrá saber el número de niños necesarios mensual y anualmente para cubrir sus costos y obtener beneficios.\n\nPaso 3\n\n¿Cómo afectarán los cambios en la inscripción a la dotación de personal?\n\nUn factor importante que hay que recordar es que el cambio de inscripciones puede dar lugar a cambios en la dotación de personal. Los cambios de personal pueden tener repercusiones tanto financieras como operativas para su empresa. Tendrá que determinar si la dotación de personal para acomodar su nuevo objetivo es viable desde el punto de vista financiero. Asegúrese de conocer los niveles de personal exigidos por las licencias, compare su plantilla actual con los requisitos y calcule si necesitará personal adicional. La dotación de personal es uno de los mayores retos a los que se enfrentan hoy en día los proveedores de servicios de guardería, por lo que no debe dar por sentado que encontrará personal adicional con facilidad. Recuerde que también querrá consultar su presupuesto y flujo de caja para realizar los ajustes necesarios en sus gastos de personal y confirmar que seguirá siendo rentable incluso con aumentos en los costos de personal.\n\nPaso 4\n\nAtraer a las familias\n\nPara aumentar el número de inscripciones, tendrá que llegar de forma eficaz a las familias a las que quiere servir. Desarrollar un plan de ventas y mercadeo le ayudará a conectar con estas familias y atraerlas a su negocio. A medida que desarrolle su plan, asegúrese de tener en cuenta:\n\nLa marca y la identidad de su empresa\n\n¿Cuál es su propuesta de valor?\n\n¿Qué diferencia su programa de otros?\n\n¿Qué necesidades únicas satisface?\n\n¿Cuáles son los valores de su empresa?\n\nEl mercado en el que opera su empresa\n\n¿Conoce los precios y servicios de su competencia?\n\nSu presupuesto\n\n¿Cuánto dinero puede gastar en mercadeo?\n\nSu cronograma\n\nTeniendo en cuenta la demanda, ¿cuánto tiempo tardará de forma realista en alcanzar su objetivo de inscripción?\n\nTiene muchas opciones para atraer a nuevas familias a su programa. Puede pedir referencias a sus familias actuales y pedirles que escriban recomendaciones. Organizar jornadas de aulas abiertas es una buena forma de que las posibles familias vean el entorno y el nivel de atención que ofrece. Establecer contactos tanto con la comunidad local de empresas de cuidado infantil como con grupos que se encuentran en Internet puede ayudarle a establecer conexiones con posibles familias al tiempo que aprende nuevos enfoques para aumentar el número de inscripciones. Considere la posibilidad de utilizar las redes sociales, crear un sitio web personalizado y diseñar material promocional impreso cuando sea posible.\n\nPaso 5\n\nMantenimiento y seguimiento de las inscripciones\n\nUna vez que su nivel de inscripción satisfaga sus necesidades financieras y operativas y se sienta satisfecho con el número de niños que cuida, deberá centrarse en tomar las medidas necesarias para mantener la inscripción. Una planificación inteligente será esencial para mantener el número de niños a su cargo. Diversas circunstancias pueden hacer que su número de inscripciones fluctúe a lo largo del año. Tal vez usted cuida a niños cuyos padres no trabajan durante los meses de verano, como los maestros, y querrá estar al tanto de las implicaciones de los cambios en su matrícula en esas épocas. Es importante que lleve un registro de los niños que vayan abandonando su programa o reduciendo las horas de cuidado debido al inicio de la escolarización a tiempo completo, ya que esas plazas pueden estar ahora disponibles para que usted cuide a otros niños. Recuerde que los cambios temporales en el número de inscripciones afectarán a sus ingresos y tendrá que planificar esos cambios. Es posible que tenga que ajustar su presupuesto y vigilar cuidadosamente los gastos durante ese tiempo. Le resultará útil disponer de reservas adicionales de efectivo durante los periodos en que fluctúen las inscripciones.\n\nSatisfacer las necesidades de las familias y los niños sin duda le ayudará en su esfuerzo por retener a sus niños inscritos, es una buena práctica sentir curiosidad continua por saber qué es lo que más les gusta a las familias y los niños de su programa y tomar medidas para asegurarse de mantener esos atributos positivos. También querrá informarse sobre los servicios adicionales que desean los padres y si son servicios por los que las familias están dispuestas a pagar. Esos servicios pueden beneficiar a su flujo de caja, así como fomentar la retención de inscripciones.\n\nUna práctica excelente para su empresa es mantener una lista de espera. Disponga de un procedimiento estándar para actualizar la lista de espera y asegúrese de registrar toda la información pertinente, como los datos de contacto de los padres, la edad del niño, cualquier solicitud de necesidades especiales y la fecha en la que desean inscribirse en el programa.  Puede crear una plantilla u hoja de cálculo para mantener la lista de espera y no olvidarse de registrar la información pertinente. El mantenimiento de esta lista le garantizará que, en caso de que se abra una plaza, dispondrá de la información necesaria para ponerse en contacto con las familias que hayan mostrado interés previo en inscribirse.\n\nA medida que mantenga las inscripciones, es una buena práctica evaluar periódicamente sus tarifas. Por ejemplo, si ha estado cobrando por debajo de la tarifa del mercado, ajustar sus tarifas le permitirá maximizar el impacto que la inscripción ideal puede tener en su negocio. Sin embargo, tendrá que tener cuidado de no perder posibles inscripciones si se queda fuera del mercado y las familias no se inscriben o abandonan su programa. Es importante que haya un equilibrio entre la fijación de tarifas que reflejen la calidad de la atención que presta con la fijación de tarifas que sean atractivas y fomenten la inscripción.\n\nAdemás de mantener el número de inscripciones, el seguimiento de las mismas es importante para conocer el estado actual de su negocio. El número de inscripciones puede fluctuar durante las distintas temporadas, por lo que debe estar preparado para los altibajos, ya que los cambios en las inscripciones pueden afectar al personal y al flujo de caja. Contar con un sistema de seguimiento continuo le permitirá hacer frente a los cambios previstos y actuar con rapidez en caso de que se produzcan de forma inesperada.\n\nExisten muchos métodos de seguimiento. Si el número de niños inscritos es pequeño, puede bastar con llevar un registro semanal, pero lo ideal es utilizar un método que permita identificar y analizar fácilmente los cambios. Puede ser una hoja de cálculo actualizada semanalmente, que le permitirá llevar un recuento de las inscripciones y mostrar los cambios de una semana a otra o de una temporada a otra. Una opción más avanzada es invertir en un sistema de gestión de empresas de cuidado infantil (también conocido como CCMS, por sus siglas en inglés). El uso de un CCMS no sólo le permite realizar un seguimiento general de las inscripciones, sino que también puede ayudarle a controlar la asistencia diaria, ayudarle en la facturación y proporcionarle un medio para facilitar la comunicación con los padres. El uso de estos sistemas para generar informes es un gran uso de los datos que ha recopilado, ya que sirve como un medio preciso y conciso de entender cómo las tendencias en su inscripción pueden afectar a su negocio.\n\nLa incorporación de un CCMS requiere una inversión financiera, por lo que deberá investigar diferentes sistemas para determinar cuál es el mejor para su negocio. Hablar con otros proveedores de servicios de cuidado infantil de tamaño similar sobre el CCMS que utilizan puede ofrecerle información de primera mano sobre sus características y ventajas. También puede preguntar a otros proveedores de servicios de guardería de su zona sobre sus experiencias con el CCMS que utilizan o plantear la cuestión en grupos de contactos en línea. Puede utilizar un sitio como www.capterra.com, que ofrece recomendaciones de software para muchas necesidades y negocios diferentes, pero tenga en cuenta que, aunque estos sitios ofrecen opiniones de usuarios, también reciben compensaciones de los proveedores de software por dirigir visitantes a sus sitios web.\n\nAdvertencia: La información aquí contenida ha sido preparada por Civitas Strategies Early Start y no pretende constituir asesoramiento legal, fiscal o financiero. El equipo de Civitas Strategies Early Start ha realizado esfuerzos razonables para recopilar, preparar y proporcionar esta información, pero no garantiza su exactitud, integridad, adecuación o vigencia. La publicación y distribución de esta información no pretende crear, y su recepción no constituye, una relación abogado-cliente ni ninguna otra relación de asesoramiento. Queda expresamente prohibida la reproducción de esta información.",
  "word_count": 2143,
  "content_type": "docx"
}