{
  "doc_id": "b95921a195f524567fb1c124ab5b0c99",
  "url": "https://www.twc.texas.gov/sites/default/files/ccel/docs/time-space-spanish-twc.docx",
  "filename": "time-space-spanish-twc.docx",
  "text": "¿Qué es el cálculo de tiempo/espacio?\n\nAprenda a calcular qué porcentaje de su casa se utiliza para negocios\n\nVideo: https://youtu.be/Q2siAoZbg3Y\n\nIntroducción\n\nComo proveedor de cuidado infantil familiar en el hogar, muchos de sus gastos son tanto para su negocio como para su uso personal en el hogar. Entonces, ¿cómo calcula cuánto de sus gastos se consideran gastos comerciales? La respuesta es más simple de lo que piensa.\n\nUsando el Cálculo de Tiempo/Espacio, los programas de cuidado infantil pueden solicitar el reembolso del Fondo de Alivio de Cuidado Infantil por gastos comunes incurridos por servicios de cuidado infantil en el hogar, tales como:\n\nipoteca\n\nmpuestos a la Propiedad\n\ntilidades\n\nOtros gastos de vivienda que son necesarios para su negocio desde el hogar, como mantenimiento y reparaciones.\n\nAdemás de ser útil para calcular sus solicitudes de pago para el Fondo de Alivio de Cuidado Infantil, el Cálculo de Tiempo/Espacio también determina el porcentaje que puede deducir de sus impuestos federales sobre la renta.\n\n¿Cómo funciona el cálculo de tiempo/espacio?\n\nEl cálculo de tiempo/espacio toma solo unos pocos pasos simples para  calcular el porcentaje de su hogar que se utiliza para negocios. Considera la cantidad de tiempo que su  para los negocios y el espacio dentro de su hogar que se utiliza para los negocios.\n\nUsando los pasos a continuación, puede determinar fácilmente cómo cualquiera de sus gastos puede ser reembolsado con el Fondo de Alivio de Cuidado Infantil o ser deducido en sus impuestos federales sobre la renta.\n\nSabe si tiene gastos que se dedican exclusivamente a su negocio y no tienen elementos de uso común (por ejemplo, una línea telefónica que es solo para el cuidado infantil, la compra de equipo para exteriores para los niños, etc.) esos gastos pueden ser reembolsados al 100% del costo y no están sujetos al cálculo de tiempo / espacio.\n\nPaso 1. Determine los pies cuadrados del área de su hogar que usa regular y exclusivamente para su espacio de cuidado infantil\n\nEl uso regular incluye áreas que se pueden usar todo el día (como un área de juegos) y áreas que se usan regularmente solo durante una parte del día (como áreas de siesta). Estos se consideran de uso regular porque estos espacios pueden tener otros usos durante el horario no comercial para su uso personal. Ya sea que el espacio se use todo el día o solo parte del día, cuenta para su cálculo del espacio. Agregue los pies cuadrados de cada uno de sus espacios utilizados regularmente para determinar el área de su hogar que usa regularmente para su negocio de cuidado infantil.\n\nEl uso exclusivo incluye áreas que solo se usan para el cuidado de niños y nada más. Estos se consideran de uso exclusivo porque no tiene ningún beneficio personal o uso del espacio fuera del cuidado infantil. Agregue los pies cuadrados de cada uno de sus espacios de uso exclusivo para determinar el área de su hogar que usa exclusivamente para su negocio de cuidado infantil.\n\nPara calcular los pies cuadrados, primero deberá medir la longitud y el ancho de su espacio.\n\nUsando una cinta métrica, fije una cinta métrica en un extremo de la pared más larga de su espacio y  otro extremo.\n\nRegistre esta medición (en pies, no en pulgadas)\n\nSiguiente, fije una cinta métrica en un extremo de la pared más corta de su espacio y  otro extremo.\n\nRegistre esta medición (en pies, no en pulgadas)\n\nA continuación, multiplique la medida de longitud por la medida de anchura para encontrar sus pies cuadrados:\n\nLargo x Ancho = Pies Cuadrados\n\nPor ejemplo, si su espacio tiene 12 pies de largo y 10 pies de ancho, sus pies cuadrados serían 120 pies cuadrados.\n\n12 pies x 10 pies = 120 pies cuadrados\n\nPara espacios de formas extrañas, como habitaciones con un rincón adicional o que cuentan con un armario, divida su habitación en bloques rectangulares más pequeños, use el cálculo de pies cuadrados para cada bloque y sumar los totales.\n\nPaso 2. Divida los pies cuadrados de espacio de cuidado de niños por los pies cuadrados de su casa para determinar un porcentaje.\n\nTome el número de pies cuadrados del espacio de cuidado infantil y  por el total de pies cuadrados de su hogar. Por ejemplo, si usa 500 pies cuadrados de su hogar para espacio de cuidado infantil, y el hogar es de1,100 pies cuadrados, entonces el resultado es 0.454. Multiplica ese número por 100 para obtener el porcentaje: 45.4%.\n\nPaso 3. Determine la cantidad de tiempo que su hogar es utilizado para el cuidado de niños durante el año.\n\nCalcule cuántas horas está abierto su espacio de cuidado infantil por semana, incluido el tiempo que pasa preparando y limpiando cuando los niños no están presentes. Multiplique este número por el número de semanas que estuvo abierto para el servicio y agregue las horas de trabajo que realizó mientras estuvo cerrado.\n\nPor ejemplo, si su negocio está abierto 10 horas por día para el cuidado de niños, pero pasa una hora antes de preparando y una hora después limpiando, eso es 12 horas por día, cinco días a la semana.\n\nDigamos que cerr durante cuatro semanas debido a la pandemia, pero durante ese tiempo, pas 10 horas manteniendo el espacio de cuidado infantil y preparándolo para la reapertura.\n\nAhora, hagamos los cálculos: 12 horas por día x 5 días por semana x 48 semanas abierto + 10 horas cuando estaba cerrado = 2,890 horas.\n\nPaso 4. Divida las horas que su hogar fue utilizado para el cuidado de niños por el total de horas en un año.\n\nPor ejemplo, dividamos las 2.890 horas calculadas anteriormente entre 8.760 (el número total de horas en un año). Eso nos da 0.329 Multiplicar eso por 100 para obtener el porcentaje: 32.9%.\n\nPaso 5. Multiplique el porcentaje del espacio utilizado regularmente en su hogar por el porcentaje de tiempo que su hogar se usa para negocios, a continuación, agregue el porcentaje de espacio del espacio utilizado exclusivamente para determinar qué porcentaje de sus gastos en el hogar son para su negocio.\n\nTome sus porcentaje de espacio utilizado regularmente y multiplíquelo por su porcentaje de horas por año. Esto le da a usted, su porcentaje de tiempo / espacio.\n\nEn nuestro ejemplo, eso sería 45.4% (o 0.454) por 32.9% (o .0329). 0.454 x 0.329 = 0.149, o 14.9%.\n\nSin embargo, si tiene espacios que usa exclusivamente, querrá agregarlos por separado y su cálculo se vería así:\n\nPorcentaje de espacio (%) del área de uso exclusivo + (porcentaje de espacio de uso regular (%) * porcentaje de tiempo (%)).\n\nEsto pesará sus áreas de uso exclusivo más altas en su porcentaje de tiempo / espacio.\n\nEsta es la cantidad que puede deducir de los gastos de su hogar por su servicio de cuidado infantil en el hogar.\n\nEs importante tener en cuenta que los pies cuadrados de las áreas al aire libre no se pueden incluir en el cálculo de tiempo / espacio. Sin embargo, los espacios externos que están conectados físicamente a la casa que se usan regularmente para el cuidado de niños (es decir, una terraza) pueden incluirse en su cálculo de espacio.\n\nAdvertencia: La información aquí constituida ha sido preparada por Civitas Strategies Early Start y no pretende constituir asesoramiento legal, fiscal o financiero. El equipo de Civitas Strategies Early Start ha realizado esfuerzos razonables para recopilar, preparar y proporcionar esta información, pero no garantiza su exactitud, integridad, adecuación o aceptación. La publicación y distribución de esta información no tiene la intención de desarrollar, constituir una relación abogado-cliente o cualquier otra relación de asesoramiento.  La reproducción de esta información está expresamente prohibida.",
  "word_count": 1272,
  "content_type": "docx"
}