{
  "doc_id": "bc964f87149b82abc77ca41f2239d22e",
  "url": "https://www.twc.texas.gov/sites/default/files/ccel/docs/taxes-considerations-for-selling-your-home-twc.docx",
  "filename": "taxes-considerations-for-selling-your-home-twc.docx",
  "text": "Tax Considerations for Selling Your Home\n\nLearn how taxes will apply, and for how much, if you plan to sell your home.\n\nVideo: https://youtu.be/z9SKqa-INYk\n\nIntroduction\n\nYour home is your place of business, but there are several reasons why you may consider selling it – maybe you’re retiring soon, or you may want to relocate to another region, for example. As you consider your options, many providers ask: how will my home be taxed, and for how much?\n\nAs a home-based child care business there are two taxes that will apply to the sale of your home. The first is tax on the profit made from the sale of your home, and the second is tax on the depreciation related to your home business. This guide breaks down both, as well as outlines special scenarios.\n\nTax on the Profit of your Home\n\nThe tax on your profit from your home is relatively straightforward. (Though we will cover some very particular cases later in this document). Basically, you are able to exclude $250,000 of the profit if you are a single filer, and $500,000 of the profit if you are married and filing jointly.\n\nTo be able to take this exclusion:\n\nYou, or your spouse, must have owned the home for at least two of the past five years,\n\nAnd, it must have been your primary residence for the last two years, as well.\n\nIn most cases, to determine the amount of profit from the sale of your home you start by taking the price you purchased it for and subtracting the price you're selling it for. For example, let's say you bought a house in 2013 for $350,000, and you're able to sell it in 2022 for $800,000. Your profit is $800,000 minus the original price of $350,000, equaling $450,000.\n\nIf you are single, you would pay taxes on only $200,000 of the profit, that is the $450,000 minus the $250,000 exclusion. On the other hand, if you are married filing jointly, you would be able to exclude up to $500,000, so you will not pay tax on the $450,000 profit at all. Any profit that was not excluded is considered ordinary income, meaning it's taxed at your usual tax rate for your income, so that could be 12%, 22%, or higher. Again, we go into special circumstances at the end of this document that may affect the price of your home and its sellable value.\n\nTax on Depreciation\n\nThough there is a generous exclusion of gain for the profit made on the sale of your house, if you used your home for business, you may need to pay back some or all of the depreciation you were entitled to take on your property. There is no exclusion for the depreciation of your home associated with the sale of your house if it was used for business after 1997. Accordingly, whether you took the depreciation deduction year-over-year or not, you will owe depreciation recapture on any amount accrued after May, 1997.\n\nUsing our prior example, the family child care provider purchased her home in 2013 for $350,000, she's selling it in 2022, and we know depreciation on a home is occurs over 39 years. First, we start with determining how much of the depreciation is for the business, so we take the purchase price of the home, $350,000, and we multiply it by her time-space percentage. Let's say her time-space percentage is 35%.\n\nMultiplying her original purchase price of $350,000 by 35%, means that $122,500 of the home's value would be depreciated through the business. Since the depreciation happens over 39 years, should would divide the total depreciation, or $122,500, by 39 for a total of $3,141 each year of depreciation. In our example, the provider owned her home for 10 years before selling it, so that would be 10 years times $3,141 for a total of $31,410. This amount would be subject to ordinary income taxes at the typical percentage you'd be paying, depending on your tax bracket.\n\nDealing with Depreciation\n\nAs mentioned above, the tax on depreciation when you sell your home that was used for business happens whether you depreciated your home on your taxes every year or not. Many family child care providers do not take depreciation annually out of concern as to how it will impact their eventual sale, but it is going to be taxed regardless.\n\nHowever, let's say you didn't take your depreciation as a deduction every year and are realizing it at the time you are selling your home. It is not too late! When you file the taxes associated with the year that you sell your house, you can also file a Form 3115. This is a form you can do with your tax preparer that will help you to claim any depreciation for your business that had previously not been claimed.\n\nSo, in our example, even if our provider had never claimed depreciation, she would be able to claim 10 years of depreciation in the current year for $31,410, thereby offsetting the amount that would be taxed. Keep in mind, you can do this additional depreciation on other items as well, such as a home improvement you may have done or some equipment you may have purchased. It can be done at any time, not just at the time of sale.\n\nSpecial Circumstances Around the Sale of Your House\n\nIn the above sections, we covered the more straightforward cases around selling your home. Now let’s discuss some of the less common situations that may still affect you at the time of the sale.\n\nIf you acquired your home as part of a divorce settlement, you are allowed to count the time that you and your spouse owned the home as part of your two years that are required before the sale. If you were divorced after July 18th, 1984, the price of the house that would be used to determine the sale would be the same price that you and your spouse purchased it for originally.\n\nIf you inherited a home, typically you would use the same price that the person bequeathing the home to you purchased it for. For example, if your aunt purchased a home in 1953 for $30,000 and you inherit that home, the basis would be $30,000. The basis of your home sale refers to the value the home was considered to have at the time of purchase, and you would use for the purchase price when you sell. Keep in mind there are special rules for inheritance in 2010, and if you've inherited from somebody who is not a spouse, the executor can adjust the basis, so definitely talk to your tax preparer about the specifics.\n\nIf you inherited a house from a spouse and you're in a community property state, such as Texas, Wisconsin, Washington, California, Arizona, Idaho, Louisiana, Nevada, and New Mexico, the basis is the fair market value at the time you inherited the house. In other words, if your spouse passed away in 2020, when the house's value was $700,000, and you sold it in 2023 for $800,000, the profit would only be $100,000. Outside of a community property state, the basis would be the fair market value at the time of your spouse's death, multiplied by the percentage of the home you owned. For example, if you owned the home 50/50 and at the time of their death the house was worth $700,000, your new basis would be $350,000.\n\nSeveral improvements can adjust the basis of your home, like adding a patio, or an addition, or expanding your home. In each case, you would adjust the basis of your home by taking the original cost and adding the cost of the improvement to create the new number. For example, let's say you had a home that you purchased for $350,000, and five years later you expanded the home for $100,000, the home's new basis would be $350,000 plus $100,000, or $450,000.\n\nDisclaimer: The information contained here has been prepared by Civitas Strategies Early Start and is not intended to constitute legal, tax, or financial advice. The Civitas Strategies Early Start team has used reasonable efforts in collecting, preparing, and providing this information, but does not guarantee its accuracy, completeness, adequacy, or currency. The publication and distribution of this information is not intended to create, and receipt does not constitute, an attorney-client or any other advisory relationship. Reproduction of this information is expressly prohibited.",
  "word_count": 1412,
  "content_type": "docx"
}