{
  "doc_id": "c77454a63c98c5596faeaad88a0bb064",
  "url": "https://www.twc.texas.gov/sites/default/files/ccel/docs/acf-800-2021.xlsx",
  "filename": "acf-800-2021.xlsx",
  "text": "=== Sheet: Sheet1 ===\nGrantee: Texas\nACF-800 - CHILD CARE AND DEVELOPMENT FUND ANNUAL REPORT | OMB Control Number: 0970-0150\nFOR SERVICES PROVIDED FROM OCTOBER 1, 2020 THROUGH SEPTEMBER 30, 2021 | Expiration Date: 3/31/2025\nCathi Arwood | (A) TOTAL | Category / Type of Child Care\n(512) 520-0533 | CARE PROVIDED BY A LICENSED OR REGULATED PROVIDER IN A | CARE PROVIDED BY A LEGALLY OPERATING PROVIDER (LICENSE\nCATEGORY UNAVAILABLE IN A STATE OR LOCALITY) IN A\ncatherine.arwood@twc.texas.gov | (B) Child's Home | (C) Family Home | (D) Group Home | (E) Center | CHILD'S HOME BY A | FAMILY HOME BY A | GROUP HOME BY A | (L) CENTER\n(F) Relative | (G) Non-Relative | (H) Relative | (I) Non-Relative | (J) Relative | (K) Non-Relative\nNumber Served:\n1. Number of families receiving child care services | 102791\n2. Number of children receiving child care services | 189952 | 0 | 1721 | 2864 | 184628 | 0 | 0 | 739 | 0 | 0 | 0 | 0\n2a. Number of child fatalities | 4 | 0 | 0 | 0 | 4 | 0 | 0 | 0 | 0 | 0 | 0 | 0\n3a. Does the State claim public pre-kindergarten expenditures on CCDF-eligible children as State CCDF Match? | Yes\n3b. Does the State claim public pre-kindergarten expenditures on CCDF-eligible children as State CCDF MOE? | Yes\n4. If yes to 3a or 3b, indicate the estimated number of CCDF eligible children receiving public pre-kindergarten services for which CCDF Match or MOE is claimed. | 3892\nPayment Methods:\n5. Number of children served through grants or contracts | 0 | 0 | 0 | 0 | 0 | 0 | 0 | 0 | 0 | 0 | 0 | 0\n6. Number of children receiving child care services through certificates and/or cash | 189952 | 0 | 1721 | 2864 | 184628 | 0 | 0 | 739 | 0 | 0 | 0 | 0\n7. Of children served through certificates, number of children served through cash payments directly to parents (only) | 0 | 0 | 0 | 0 | 0 | 0 | 0 | 0 | 0 | 0 | 0 | 0\nProvider Information:\n8. Number of child care providers receiving CCDF funding by type of care | 7453 | 0 | 472 | 611 | 5974 | 0 | 0 | 396 | 0 | 0 | 0 | 0\nConsumer Education:\n9a. Estimated number of families receiving consumer education | 102791\n9b. How is the estimated number of families receiving consumer education determined? | All families applying for subsidized child care receive consumer education information\n10. No longer collected effective FFY2016.\n11. Indicate the Methods Used on a Regular Basis:\n11a. Written materials including brochures, booklets, checklists, newspaper articles, or billboards about child care topics | Y\n11b. Counseling from Resource and Referral Agencies, eligibility workers, and other entities | Y\n11c. Mass media broadcasts including TV announcements or radio announcements about child care topics | Y\n11d. Electronic media publications or broadcasts including Internet sites and webcasts about child care topics | Y\n11e. Referral to other programs for which parents might be eligible | Y\nPooling Factor:\n12. Is this report based on pooled CCDF and non-CCDF funds? | Yes\n13. If this report is based on pooled CCDF and non-CCDF funds, what is the percent of funds which are CCDF? | 97.23\n14. If this report is based on pooled CCDF and non-CCDF funds, please indicate which non-CCDF funds are included in the pool.\n14a. Title XX (Social Services Block Grant, SSBG) | Y\n14b. State-only child care funds (in excess of State funds used to meet CCDF Match and MOE requirements.) | N\n14c. TANF direct funds for child care not transferred into CCDF | N\n14d. Title IV-B or IV-E funds | Y\n14e. No longer collected effective FFY2016. | N\n14f. Other: (Please specify other non-CCDF funds included in the pool). | N\nOther:\n15. Please enter data elements as appropriate - The Office of Child Care (OCC) understands that state and territory systems vary in how they collect and report data\nfor families, children, and providers funded fully or partially with any of the COVID-19 supplemental CCDF funds appropriated by the Coronavirus Aid, Relief, and Economic\nSecurity (CARES) Act, Coronavirus Response and Relief Supplemental Appropriations (CRRSA) Act, and the American Rescue Plan (ARP) Act versus other CCDF or\nnon-CCDF monies. Please specify the COVID-19 supplemental CCDF funds used for the population of families, children, and providers reported under #1, #2, and #8\nof this form: [please specify - refer to the ACF-800 instructions for guidance]\nCCDF CARES Act Funding\nMy state has included ALL families, children, and providers with subsidies funded with CCDF CARES Act funding in this report. | Y\nMy state has NOT included families, children, and providers funded with CCDF CARES Act funds. | N\nMy state has included a subset of families, children, and providers with subsidies funded by CCDF CARES Act: (check all the subsets that apply) | N\nCCDF CRRSA Act Funding\nMy state has included ALL families, children and providers with subsidies funded with CCDF CRRSA Act funding in this report. | Y\nMy state has NOT included families, children, and providers funded with CCDF CRRSA Act funds in this report. | N\nMy state has included a subset of families, children, and providers with subsidies funded by CCDF CRRSA Act: (check all the subsets that apply) | N\nCCDF ARP Act Discretionary Supplemental Funding\nMy state has included ALL families, children and providers with subsidies funded with CCDF ARP Act Discretionary Supplemental funding. | Y\nMy State has NOT included families, children, and providers funded with CCDF ARP Act Discretionary Supplemental funds in this report. | N\nMy state has included a subset of families, children, and providers with subsidies funded by CCDF ARP Act Discretionary Supplemental funding: (check all the subsets that apply) | N\nWhile your actual counts of families, children, and providers funded with COVID-19 supplemental CCDF funds (CARES Act, CRRSA Act, and/or ARP Act dollars) may not\nbe available as described above, we want all states and territories to provide annual estimates to help us understand how COVID-19 supplemental CCDF funds (CARES Act,\nCRRSA Act, and/or ARP Act Discretionary Supplemental dollars) were used. Please provide numerical annual unduplicated estimates of the following broad categories\nof families, children and providers receiving subsidies for slots only, funded fully or partially through grants, contracts, or certificates. Do not include ARP Act Stabilization\nGrants funds or quality and supply grants that are NOT linked to the eligibility of specific families and children as those will be included under the Quality Progress Report.\n15-1a. Number of families served whose subsidy was fully or partially funded with COVID-19 supplemental CCDF funds (CCDF CARES Act, CCDF CRRSA Act, CCDF ARP Act Discretionary Supplemental dollars). | 102791\n15-1b. Number of children served whose subsidy was fully or partially funded with COVID-19 supplemental CCDF funds (CARES Act, CRRSA Act, and/or ARP Act Discretionary Supplemental dollars). | 189952\n15-1c. Specify COVID-19 supplemental funds used (check all that apply):\nCCDF CARES Act | Y\nCCDF CRRSA Act | Y\nCCDF ARP Act Discretionary Supplemental | N\n15-2a. Number of essential worker (e.g., medical workers, first responders, etc. as defined by the state) families who received a subsidy because of the COVID-19 crisis (funded with CCDF CARES Act, CCDF CRRSA Act, CCDF ARP Act Discretionary Supplemental, and broader CCDF dollars). | 0\n15-2b. Number of children of essential workers (e.g., medical workers, first responders, etc. as defined by the state) who received a subsidy because of the COVID-19 crisis (funded with CCDF CARES Act, CCDF CRRSA Act, CCDF ARP Act Discretionary Supplemental, and broader CCDF dollars). | 0\n15-2c. Specify COVID-19 supplemental funds used (check all that apply):\nCCDF CARES Act | Y\nCCDF CRRSA Act | Y\nCCDF ARP Act Discretionary Supplemental | N\nBroader CCDF | Y\n15-3. No longer collected effective FFY2021.\n15-4a. Number of providers that received subsidies while the provider was temporarily closed, based on enrollment rather than attendance of subsidy-eligible children (funded with CCDF CARES Act, CCDF CRRSA Act, CCDF ARP Act Discretionary Supplemental, and broader CCDF dollars). | 2981\n15-4b. Specify COVID-19 supplemental funds used (check all that apply):\nCCDF CARES Act | Y\nCCDF CRRSA Act | Y\nCCDF ARP Act Discretionary Supplemental | N\nBroader CCDF | Y",
  "word_count": 1421,
  "content_type": "xlsx"
}