{
  "doc_id": "c8131252d28c5b2f24edcf1a2b0a4c75",
  "url": "https://www.twc.texas.gov/sites/default/files/ccel/docs/marketing-planning-twc.docx",
  "filename": "marketing-planning-twc.docx",
  "text": "How Can I Create an Effective Sales and Marketing Plan?\n\nLearn how to develop a successful marketing plan to promote your child care business\n\nVideo: https://youtu.be/zalvqCtQADc\n\nIntroduction\n\nOne of the keys to the success of your child care business is to have a solid and well-developed marketing plan. The approach you take towards marketing your business will play a significant role in growing your current business and can help to ensure future success and a positive reputation within your community. In this tool we will help you understand what marketing is and why it is important, review the steps to creating an effective marketing plan for your child care business, and discuss several types of marketing approaches you can take to ensure your success.\n\nWhat is Marketing?\n\nMarketing helps to ensure that parents hear about your services and learn why they should use them. It provides information that gets parents “in the door” to see, and ultimately use your child care business. The most effective marketing (in order of effectiveness) is generally:\n\nReferrals and testimonials from families who know and use your services since they are able to tell other parents.\n\nOther sources such as parent Facebook groups or community-based organizations who parents trust for advice on issues related to their children.\n\nBroader, general efforts such as advertising in a publication where parents may not have as high a level of connection.\n\nThe best way to undertake marketing is to identify what stands out for your child care business and how you can most effectively reach parents. And, most critically, keeping all of these actions in a plan so you can stay on course.\n\nHow to Approach Marketing Planning\n\nFor many business owners, the idea of creating a marketing plan is overwhelming. Maybe you already have ideas for how to promote your business, but don’t know where to start. Perhaps you’ve seen advertisements or promotional materials that you like but you have no idea how to create similar ads. Or maybe, you already do some marketing, but don’t have an organized method. All of these scenarios are common, however, there are more steps that you can easily take to get started with an effective sales and marketing plan. Ultimately, it will be easier to reach your goals with a solid plan, and it doesn’t have to take you a long time to create a marketing strategy. Keep it simple and build a plan that will allow you to fit marketing responsibilities into your busy schedule. Consider the following steps:\n\nUnderstand your business’s brand and identity\n\nWhile passion for improving the lives of children is at the heart of every child care business, conveying a values statement through your marketing plan helps new families to better understand what makes your program different from others. Take some time to reflect on your child care program. What sets you apart from the rest? When you think about this question, your first answers might reflect the unique services you offer.\n\nPerhaps you offer a STEM early learning curriculum, or maybe you use communication methods to keep parents abreast of their children’s daily activities that delights parents. Other answers might reflect unique needs you meet for families. Maybe you are a Texas Rising Star Certified provider and can offer a high level of quality to your families. Perhaps you offer extended evening care or transportation services. These answers tell the story of your business’s values, what makes your program special, and helps to attract families who will want to enroll their children in your program.\n\nUnderstand the marketplace\n\nUnderstanding your competition is key to successful marketing, as you’ll want to be \taware of factors such as the pricing and services your competition offers. Examine their strengths and compare them to your own: how do you measure up? What is the reputation of each business? Why are families currently choosing their business instead of yours, or vice versa?\n\nOnce you understand your competition, reflect on areas in which your business has an opportunity to grow. Other businesses in your marketplace can provide great motivation as you strive to build a business that delivers exceptional and unique service! Opportunities for growth might include expanding your curriculum, increasing your hours of operation, or introducing children to new technology.\n\nAs you begin to define your business in the marketplace, be realistic with yourself about potential challenges you might face in your path of development. Many challenges cannot be immediately overcome and will require you to work on short-term goals to make long-term progress. Changing your business’s location or providing your staff with more training are goals which can be addressed over time. With each small advance that you make you will be building a better business that more effectively competes with other businesses in your marketplace.\n\nDetermine a budget, a list of goals, and a timeline for your plan\n\nBefore you begin your marketing plan you will need to determine how much money you can allocate to marketing. To keep within a tight budget, consider that social media can be a free avenue for marketing and that there are inexpensive website-building options as well.\n\nSetting goals for your marketing plan is important: what is it you are hoping to achieve? Is it simply growing your enrollment, or do you have other goals such as offering additional services or educational programs? Additional value-added services can help you increase revenue with the same capacity.\n\nYou will need to keep in mind the amount of time it will realistically take for your efforts to show results. What does a successful timeline look like for you? Mapping out tasks and goals for different time frames, such as 30 days, 3 months, and 6 months, will allow you to approach marketing both realistically and strategically.\n\nHow will you measure your success?\n\nUnderstanding and evaluating the success of your plan, and tracking your additional revenue, will give you a better idea of where to direct your time and budget in the future for continued growth. There are easy-to-use spreadsheet templates which can be found online that you could update on the computer or print and track on paper. Either way, be consistent in recording the growth you have experienced and the goals you have achieved.\n\nWhat are the actions that I can take now to help promote my business?\n\nWith your marketing plan in place, you will now decide the methods of marketing that will help you reach your goals. This is your chance to get creative! Not all methods will work for all child care businesses, and as you measure your progress you will be able to determine what works best for you.\n\nAsk for referrals. Do not be afraid to ask current families for referrals. You can share news of availability with families and provide caregivers with flyers or business cards they can share with coworkers, friends, and family. Word of mouth can be a powerful tool; happy families will share stories about the quality of care their children receive!\n\nHold open houses. Holding open houses during non-working hours allows families to see the environment and resources you will provide their children. Community members may be unaware of how close your child care is to where they live or what services you offer. Open house events do not need to be fancy or all-day events; a few hours one evening can have an impact. Often local stores and businesses will allow you to post a flyer advertising your open house. During your open house you will not only want to have printed materials available, but it will also be very beneficial to capture email addresses and be ready to send emailable packets with information on your business as well for prospective parents. If you use a CMS, be sure to include that information in your packet to show how it benefits families by saving them time and makes both payments and communication easier.\n\nAsk for recommendations. Ask families, both present and past, to write recommendations about the positive experiences with your program. Ask families if they would not mind being identified by first name and quoted in your marketing pieces, including your website, social media, or print marketing.\n\nJoin networking groups. An interesting way to market your business is by joining networking groups, both in-person or online. Consider joining a child care providers group in your area. Not only will you keep abreast of news and best practices, but there also might be child care businesses in your area that have reached capacity and are looking to refer new families. Networking can go beyond your immediate neighborhood. An online group of other child care providers might be a great source of marketing and business ideas. You might also want to consider joining parents’ groups on social media; often members ask for child care recommendations.\n\nAdvertise in free or low-cost local newsletters. Advertising in publications can be expensive, but a less expensive way to advertise is to include your business in a local newsletter. Parents’ groups, book clubs, houses of worship, and other organizations often have monthly newsletters shared with their members. Your community may also have a newsletter or message board where you could promote your business.\n\nBuild a landing page or website. Building a landing page or a full website can be particularly important to your business. This will allow potential families to learn about the services you offer and the environment in which you care for children. There are many things you can include, such as photographs of your facility or pictures of crafts the children have created. You can easily create and include a video tour of your facility, and you can also create videos discussing your expertise on topics important to families. You will want to include a section that introduces yourself to families, such as your background, the reasons you love caring for children, and even a fun fact about yourself! You can include biographies of staff members as well so that care givers can see who will be caring for their children\n\nSocial media. Social media is now an important part of marketing. From Facebook to Instagram and Twitter or even TikTok, there are many ways for your business to stay connected with your community. On a Facebook page you will be able to highlight all that your business has to offer, provide updates as you add services and programs, and remind families of time-sensitive topics, such as schedule changes or special events. Posting on social media platforms doesn’t need to be time consuming. Some small businesses choose to post something once a day, but one post a week with high-quality content can be remarkably effective as well.\n\nCreate printed promotional materials. One area of marketing that some child care providers find challenging is creating attractive materials to promote your business, such as flyers and business cards. A home printer can get you started on making flyers or you can find printing services such as Kinkos. Programs like Microsoft Word or websites like Canva already have design templates in which you can simply type in the details of your business, and free or low-cost stock images are easy to find and add to your flyers. You can find free QR code generators that will allow you to add an easy connection to your website or social media on printed materials. To use QR codes a child’s family member would use their phone’s camera to scan the code and that scan takes them directly to your website.\n\nThere are many online sources for inexpensively creating and ordering business cards. Vistaprint is an online company that allows you to create a small quantity of business cards without a large investment. When thinking about how to best maximize the impact of your printed materials, place them directly in the hands of families with young children by posting and distributing at many different locations, such as city tourism/visitor centers, farmers’ markets, libraries, public parks, local family events, youth sports events and the many recreational, youth and cultural centers in your community. Another idea is to visit local businesses where owners and managers would be happy to refer their employees to reliable, high-quality child care.\n\nWhat long-term marketing activities should I plan for to help my business thrive?\n\nOnce your marketing plan is underway and you have found the actions that are resulting in growth, you will need a means of keeping your marketing current. Do not forget to make changes to websites/landing pages and Facebook pages. Update flyers seasonally to illustrate new experiences or play activities you may offer at that time of the year.\n\nConsider maintaining a marketing activity plan to keep track of what you want to be doing and when. Remember those 30-day, 3-month, and 6-month marketing plans you created? Adding those dates to a calendar and mapping out the actions you will take during those time periods can help keep you on track. Social media management software is also available, and it allows you to curate and schedule social media posts. It also allows you to track the activity that your posts are receiving. Both free and paid options are available. Popular social media management software with free plans include Social Champ, Hootsuite, Buffer.\n\nKeeping in line with marketing maintenance is tracking the effectiveness of your efforts. As mentioned earlier in this guide, you will want to see how close you have gotten to your goals each step of the way. You can use a spreadsheet, a Word document, or a notebook to keep track of additional enrollments or the number of children now receiving enhanced services. Keep in mind how much additional revenue those enrollments or new services have generated to compare to your marketing costs so you can determine your profit.\n\nLastly, you can plan on needing to make adjustments to your marketing plan from time to time. Flexibility and responsiveness based on your results will help to ensure the success of your plan.\n\nHaving a strong, manageable marketing plan can greatly affect the success of your business. Taking the time to strategize and prioritize marketing will result in achieving your goals, and this will allow you to benefit from your smart planning and hard work. As you think about how you will approach your marketing plan, remember that there are a number of resources available to help guide you.\n\nMore Resources:\n\nTX Child Care Tools offers additional information, including an in-depth marketing toolkit that can assist in building your marketing plan.\n\nTom Copeland’s Marketing Archives also provide an array of helpful articles that you can refer to while creating and implementing your plan.\n\nDisclaimer: The information contained here has been prepared by Civitas Strategies Early Start and is not intended to constitute legal, tax, or financial advice. The Civitas Strategies Early Start team has used reasonable efforts in collecting, preparing, and providing this information, but does not guarantee its accuracy, completeness, adequacy, or currency. The publication and distribution of this information is not intended to create, and receipt does not constitute, an attorney-client or any other advisory relationship. Reproduction of this information is expressly prohibited.",
  "word_count": 2521,
  "content_type": "docx"
}