{
  "doc_id": "c9d09dccd2bfca78201608a2288707b6",
  "url": "https://www.twc.texas.gov/sites/default/files/ccel/docs/employing-your-child-spanish-twc.docx",
  "filename": "employing-your-child-spanish-twc.docx",
  "text": "Maximizar sus deducciones fiscales: Emplear a su hijo\n\nAprenda cómo puede maximizar sus deducciones fiscales en época de impuestos empleando a su hijo.\n\nVideo: https://youtu.be/jPZhfqrJ_fE\n\nIntroducción\n\nMuchos proveedores emplean actualmente a sus hijos, pero normalmente lo hacen como contratistas o \"extraoficialmente\". La verdad es que es sencillo hacerlo legalmente. De esta manera, se convierte en deducible, por lo que no tiene que pagar impuestos sobre la nómina. De hecho, es algo más que un ahorro fiscal. Está transfiriendo ingresos que normalmente tributarían a la tasa de su empresa hacia su hijo, que potencialmente paga muy pocos o ningún impuesto.\n\nVeamos un ejemplo: Teresa es una empresaria individual que se encuentra en el tramo impositivo del 22%. Paga a su hijo $10,000 al año por ayudarla-después de la escuela y los fines de semana. Ahora mismo, ella le paga fuera de los libros y tiene que pagar $3,730 en impuestos adicionales que desaparecerían si se hiciera legalmente.\n\nDe cualquier manera, está gastando dinero en sus hijos, así que ¿por qué no obtener una deducción en el proceso?\n\n¿Qué es lo que estoy haciendo?\n\nAntes de entrar en cómo se emplea exactamente a un hijo, conviene profundizar en lo que estamos haciendo.\n\nEstamos tomando los ingresos gravados a su tasa y cambiándola para ser gravada a la tasa de impuestos de su hijo. Su hijo puede reclamar la deducción estándar, es decir, la cantidad de ganancias libres de impuestos para todos y cada uno de los estadounidenses (la deducción estándar para el 2023 es de $13,850). Usted obtiene una deducción empresarial al eliminar ingresos imponibles de su negocio y pasárselos a su hijo, que no tiene que pagar impuestos por ellos (siempre que sean iguales o inferiores a la deducción estándar). Como ventaja adicional, si su empresa no tributa como sociedad (por ejemplo, como empresario individual) y su hijo es menor de 18 años, estos salarios no están sujetos a los impuestos FICA, Medicare y el impuesto federal de desempleo.\n\n¿Cómo lo hago?\n\nLo primero que debe saber es que es muy fácil de hacer si usted es una empresa unipersonal o una LLC de un solo miembro.  Se vuelve un poco más complicado si es una Corporación S, pero veremos una solución para eso un poco más abajo.\n\nPaso 1: Prepare una descripción del trabajo que detalle las responsabilidades del trabajo. Algunos ejemplos incluyen: jugar con los niños, limpiar antes y después de los niños, preparar comidas para los niños, limpiar juguetes y llevar registros básicos. No incluya actividades más personales como ir de compras, cortar el césped, hacer mandados familiares, etc. En otras palabras, no contabilice el trabajo de ninguna actividad que se seguiría realizando si no tuviera negocio.\n\nConsejo profesional: Necesitará un número de identificación del empleador (EIN), incluso si es propietario único. Si aún no tiene un EIN, puede visitar el sitio web del IRS para solicitar uno.\n\nPaso 2: Prepare un acuerdo por escrito entre usted y su hijo en el que se describa el acuerdo de empleo: días y horas de trabajo, remuneración, etc. Ambas partes deben firmar el acuerdo.\n\nPaso 3: Mantenga un registro diario de cuándo se realizó el trabajo (lunes 9am - 10am, martes 9am - 10am, miércoles 9am - 10am, etc.). ¡Incluso podría tomar algunas fotos o videos de su hijo trabajando para obtener más documentación!\n\nPaso 4: Mantenga un comprobante de pago. Si opta por pagar a su hijo en efectivo, asegúrese de que dispone de un sistema para registrar que esos pagos se han realizado, igual que haría con cualquier otro recibo. También puede utilizar otros sistemas para verificar los pagos, como la transferencia electrónica de fondos (ACH) o los cheques.\n\nSea cual sea el sistema que elija, asegúrese de que el salario se ingresa en una cuenta a nombre del menor. No basta con transferirlo a su cuenta personal y afirmar que usted les está pagando.\n\nConsejo profesional: Lo que pague debe ser un salario razonable por un trabajo razonable. Por ejemplo, no puede contratar a su hijo para fregar los platos ni pagarle $300 la hora por hacer papeleo.\n\n¿Qué pasa si soy una corporación S?\n\nMientras que usted todavía puede pagar directamente de una Corporación S si usted quiere, usted tendría que pagarles como empleados normales. Esto significa que el FICA y el desempleo federal deben ser pagados. La buena noticia es que todavía hay una solución a este proceso para que pueda maximizar sus deducciones.\n\nPaso 1: Establezca una empresa unipersonal o LLC de un solo miembro.\n\nPaso 2: Haga su contrato Corporación S con la nueva empresa que ha creado. De esta manera, la nueva empresa puede pagar a sus hijos.\n\nVeamos un ejemplo: Supongamos que quiere pagar a su hijo para que presente documentos. Primero crearía una sociedad unipersonal o una SRL, a veces denominadas sociedades de gestión familiar. La llamaremos XYZ Family Management Company. Esta empresa unipersonal o LLC de un solo miembro (de nuevo, cualquiera de ellos funcionará, sólo asegúrese de obtener un EIN para ello) ahora puede decir que va a contratar con su Corporación S para los servicios de administración de archivos.\n\nSu Corp S le paga a XYZ Family Management y XYZ Family Management le paga a su hijo. Se trata de trasladar el pago de su hijo a una empresa que no es una corporación, lo que le permite no tener que retener FICA y los impuestos federales por desempleo.\n\nSi usted crea una empresa de administración familiar, asegúrese de tener la documentación. Con nuestro ejemplo, XYZ Family Management Company enviaría facturas a la Corporación S, y la Corporación S envía formularios 1099 a XYZ.\n\nConsejo profesional: Nietos, sobrinas, sobrinos, etc funcionan de la misma manera, pero el padre del niño que está siendo pagado debe ser el que establece la empresa de subcontratación.\n\n¿Cómo declaro esto en mis impuestos?\n\nLa respuesta a esta pregunta, ¡es fácil! Recuerde que no tiene que pagar impuestos, por lo que llenar un formulario W2 es sólo una formalidad para llevar un buen registro.\n\nEl W2 de su hijo tendrá un aspecto similar al que aparece aquí:\n\nLa idea principal es: cuando usted paga a su hijo, el pago sale de la empresa. Esto lo convierte en una deducción porque es la nómina, pero luego va a su hijo y, si se mantiene por debajo de la deducción estándar para el año, usted no paga impuestos sobre el mismo.\n\nConsideraciones Finales\n\nUn par de cosas más a tener en cuenta mientras realiza este proceso:\n\nNo tiene que pagar a su hijo el salario mínimo federal de $7.25 por hora. Sin embargo, debe consultar con el departamento de trabajo de su estado para ver si debe pagar algún salario mínimo estatal.\n\nDebe consultar con su estado para ver si debe comprar un seguro de compensación para trabajadores.\n\nOtras Formas de Aprovechar esta Oportunidad\n\nMaximizar sus deducciones en la temporada de impuestos no es la única forma de beneficiarse de esta práctica. Ciertamente, puede ir a la cuenta de ahorros de su hijo, pero ya que ahora tienen empleo, también podría poner hasta $ 6,000 al año en una cuenta Roth IRA. Estos fondos crecerán libres de impuestos y esto crea una oportunidad para construir su futuro, ya que se puede utilizar para la universidad, la compra de una casa, o incluso la jubilación.\n\nOtra opción disponible para usted es, colocar los salarios en un plan de ahorro 529 para ayudar con la educación futura (o la educación actual si su hijo va a una escuela privada).\n\nCuando se utiliza una cuenta Roth IRA o un plan de ahorro 529, las ganancias de capital están libres de impuestos. En otras palabras, este dinero siempre está libre de impuestos de principio a fin.\n\nPor último, como ventaja añadida, ¡esto también puede hacer que su hijo se interese por la administración del dinero a una edad más temprana!\n\n¡Resumiendo!\n\nRepasemos los pasos que debe seguir para emplear adecuadamente a su hijo:\n\nPrepare una descripción del trabajo y establezca una tasa de pago razonable.\n\nDocumente el trabajo.\n\nTenga un lugar donde guardar el dinero (una cuenta a nombre de su hijo).\n\nComplete un W2 al final del año y asegúrese de tener un EIN (que, como ventaja, puede ayudar a proteger su información cuando tenga que darla).\n\nHaga los impuestos de su hijo. Puede utilizar una versión gratuita de un software común de preparación de impuestos para los impuestos de su hijo ya que están por debajo de la deducción estándar.\n\nMuchos proveedores de cuidado infantil tienen a sus propios hijos trabajando para ellos, pero no les pagan nada. No pasa nada por no pagar a los hijos. Puede recompensar a sus hijos dándoles regalos, o su ayuda puede considerarse una tarea doméstica esperada. Si hace esto, los regalos no son un gasto empresarial.\n\nSin embargo, contratar a sus propios hijos menores de 18 años para que le ayuden en su negocio familiar de cuidado de niños tiene sus ventajas. Pueden reducir su carga de trabajo ayudándole a ocuparse de aspectos de su negocio de cuidado infantil.\n\nSi paga a sus hijos y deduce su salario como gasto empresarial -y evita que paguen impuestos si se mantienen en la deducción estándar o por debajo de ella-, puede beneficiarse de un gran ahorro fiscal para su familia.\n\nRecuerde, si quiere poder deducir las cantidades que paga a sus hijos, debe seguir las normas citadas anteriormente. Aunque el proceso puede resultar intimidante, las ventajas fiscales son reales.\n\nAdvertencia: La información contenida aquí ha sido preparada por Civitas Strategies y no pretende constituir asesoramiento legal, fiscal o financiero. El equipo de Civitas Strategies ha realizado esfuerzos razonables para recopilar, preparar y proporcionar esta información, pero no garantiza su exactitud, integridad, adecuación o vigencia. La publicación y distribución de esta información no tiene la intención de crear, y la recepción no constituye, una relación abogado-cliente o cualquier otra relación de asesoramiento. La reproducción de esta información está expresamente prohibida.",
  "word_count": 1658,
  "content_type": "docx"
}