{
  "url": "https://www.twc.texas.gov/programs/child-care/stimulus-resources",
  "title": "Child Care Stimulus Resources - Texas Workforce Commission",
  "text": "COVID-19 has affected working families and the child care programs they rely upon. As the lead state agency for the federal Child Care and Development Block Grant (CCDBG), TWC has received several increases to the CCDBG Grant to support child care response and recovery efforts. More information on the funding allocated to Texas is available in this summary: CC Stimulus Funding Categorized (March 2023) Child Care Stimulus Initiatives TWC's Child Care Program has many initiatives to support child care response and recovery efforts. On October 19, 2021, the Texas Workforce Commission (TWC) approved $2.45 billion in American Rescue Plan Act funds for direct relief to child care programs. On February 1, 2022, TWC approved $1 billion more funds, bringing the total to $3.45 billion. TWC accepted applications for the Child Care Relief Fund 2022 from March through May 31, 2022. Provider Type Total Providers Invited to Apply Total Number of Applications Number of Applications Processed* Average Award Amount Total Awarded Licensed Child Care Center 9,333 7,741 7,741 $441,675 $3,419,005,847 Licensed Child Care Home 1,535 1,236 1,236 $35,874 $44,340,232 Registered Child Care Home 2,573 1,836 1,836 $30,687 $56,340,898 TOTAL 13,441 10,813 10,813 $325,505 $3,519,686,977 2022 Child Care Relief Funds Status by Board *The total number of applications processed includes all providers that were approved to receive at least one quarterly installment. It excludes providers that did not apply, were ineligible to apply, or started but did not complete an application. TWC approved $234 million to increase the number of high-quality home- and center-based child care providers. Part of this funding will go towards the Child Care Expansion Initiative, which will: offer start-up funding to expand care to areas that lack enough supply (child care deserts). fund programs opening or expanding in partnership with a local employer; and, fund the expansion of infant care around the state. New and existing home- and center-based child care providers who are opening or expanding their child care businesses after March 1, 2022, were eligible to apply if they were: Serving families in a pre-defined child care desert ; Operating in partnership with a company or consortium of companies to serve children of their employees; or Expanding availability of care for infants (0-17 months). Funding can be used to offset operational costs incurred during startup and/or the first few months of opening or expanding. It cannot be used on major renovations or on construction. Details Desert Onsite Partnership Near site Partnership Infant Total Applications Submitted 216 107 681 446 1,450 Applications Approved 128 67 613 260 1,068 Total Funding Approved $19,516,561 $16,413,878 $122,504,777 $15,050,335.93 $173,485,551.93 Total Funding Paid $19,180,973 $16,413,878 $122,504,777 $15,050,335.93 $173,485,551.93 Child Care Slots (18+ months) Proposed* 4,312 4,427 22,710 5,684 3,7133 Infant Slots Proposed* 1,331 728 9,219 3,570 14,848 Total Child Care Slots Proposed* 5,643 5,155 31,929 9,254 51,981 *Slots Proposed represent the number of new slots awarded providers expect to add. A provider’s actual number of new slots may vary after they receive their new or updated Child Care Regulation permit. Child Care Expansion Initiative Funding by Board During the summer of 2021, TWC made $775 million available for Child Care Relief Funds, plus $15 million to provide child care business coaching. The funds are available to registered homes, licensed homes, and licensed centers. The application window for this round of funding closed on July 31, 2021. Provider Type Total Providers Invited to Apply Total Number of Applications Number of Applications Approved & Processed Average Award Amount Total Awarded Licensed Child Care Center 8,949 6,772 6,717 $83,936 $563,797,820 Licensed Child Care Home 1,521 1,125 1,113 $6,904 $7,684,156 Registered Child Care Home 2,621 1,668 1,649 $6,497 $10,713,480 TOTAL 13,091 9,565 9,479 $61,420 $582,195,456 Child Care Relief Funds Status by Board Technical assistance and business coaching was available to assist child care programs: access additional funding; documenting expenditures; and provide general business education support. TWC worked with the Texas Policy Lab at Rice University to understand child care provider participation and satisfaction with the Child Care Business Coaching Program. Below are some key findings from the report. Between May 2021 and April 2023, a total of 1,965 child care providers participated in business coaching 96% of providers were satisfied with the support they received from their business coach 90% of providers strongly agreed that the activities and resources available were effective in stabilizing their child care business. View the Texas Child Care Business Coaching Program report. Additional Resources Instructions for child care providers to post and fill jobs using Work In Texas Instructions for child care staff to find jobs using Work In Texas",
  "word_count": 760,
  "links": [
    {
      "url": "https://www.twc.texas.gov/programs/child-care/stimulus-resources#main-content",
      "text": "Skip to main content"
    },
    {
      "url": "https://www.twc.texas.gov/sites/default/files/ccel/docs/cc-stimulus-funding-categorized-march-2023-public-twc.docx",
      "text": "CC Stimulus Funding Categorized (March 2023)"
    },
    {
      "url": "https://www.twc.texas.gov/sites/default/files/ccel/docs/commission-meeting-material-10.19.21-item16-dp-3rd-tranche-arpa-stabilization-twc.pdf",
      "text": "approved"
    },
    {
      "url": "https://www.twc.texas.gov/sites/default/files/ccel/docs/commission_meeting_material_02.01.22_item10_dp_5th_tranche_crrsa_arpa_projects.pdf",
      "text": "approved"
    },
    {
      "url": "https://www.twc.texas.gov/sites/default/files/ccel/docs/ccrf-2022-status-by-board-twc.docx",
      "text": "2022 Child Care Relief Funds Status by Board"
    },
    {
      "url": "https://www.twc.texas.gov/sites/default/files/ogc/mtg22/commission-meeting-material-02.01.22-item10-dp-5th-tranche-crrsa-arpa-projects-twc.pdf",
      "text": "approved $234 million"
    },
    {
      "url": "https://www.twc.texas.gov/sites/default/files/ccel/docs/child-care-desert-by-zip-code-twc.xlsx",
      "text": "child care desert"
    },
    {
      "url": "https://www.twc.texas.gov/sites/default/files/ccel/docs/child-care-provider-expansion-initiative-twc.docx",
      "text": "Child Care Expansion Initiative Funding by Board"
    },
    {
      "url": "https://www.twc.texas.gov/sites/default/files/ccel/docs/ccrf-status-by-board-twc.docx",
      "text": "Child Care Relief Funds Status by Board"
    },
    {
      "url": "https://texaspolicylab.rice.edu/early-childhood/texas-child-care-business-coaching-program",
      "text": "the Texas Child Care Business Coaching Program"
    },
    {
      "url": "https://www.twc.texas.gov/sites/default/files/ccel/docs/child-care-provider-desk-aid-twc.pdf",
      "text": "Instructions for child care providers to post and fill jobs using Work In Texas"
    },
    {
      "url": "https://www.twc.texas.gov/sites/default/files/ccel/docs/child-care-teacher-desk-aid-march-2023-twc.pdf",
      "text": "Instructions for child care staff to find jobs using Work In Texas"
    }
  ],
  "domain": "www.twc.texas.gov"
}