{
  "doc_id": "ce32cc6aa53bc3ea3e70cd4b99cb4550",
  "url": "https://www.twc.texas.gov/sites/default/files/ccel/docs/form-1099-spanish-twc.docx",
  "filename": "form-1099-spanish-twc.docx",
  "text": "¿Qué es un Formulario 1099?\n\nUna guía paso a paso para comprender, emitir y recibir Formularios 1099\n\nVideo: https://youtu.be/13-TI5OJNnw\n\nIntroducción\n\nUn formulario de impuestos 1099 se utiliza para reportar ingresos provenientes de fuentes distintas a salarios, sueldos o propinas regulares. La presentación del Formulario 1099 es necesaria cuando el formulario estándar W-2 no es aplicable, como al contratar a un contratista independiente o un trabajador autónomo.\n\nSi usted es propietario de un negocio de cuidado infantil y principalmente ha empleado a trabajadores con formularios W-2, es posible que tenga preguntas sobre el formulario 1099. Esta guía lo guiará a través del formulario 1099, cuándo usarlo y cómo puede beneficiarlo a usted y a su negocio de cuidado infantil.\n\n¿Qué es un 1099?\n\nExisten varios tipos de formularios 1099, y cubriremos tres que son relevantes para usted y su negocio de cuidado infantil:\n\n1099-NEC;\n\n1099-MISC; y\n\n1099-K.\n\nMientras que el formulario W-2 lista sus ingresos anuales como empleado y los impuestos deducidos por su empleador, un formulario 1099 se emite cuando recibe ingresos de otras fuentes, como a través de aplicaciones de pago como Venmo, intereses ganados en cuentas de ahorro o para el Programa de Alimentación para Niños y Adultos (CACFP, por sus siglas en inglés). Además, usted emitirá un formulario 1099 a los contratistas que contrate durante el año.\n\n¿Cuál es la diferencia entre un empleado y un contratista?\n\nAntes de adentrarnos en los diferentes tipos de formularios 1099 que probablemente encontrará como propietario de un negocio de cuidado infantil, puede ser útil conocer la diferencia entre un contratista y un empleado. La principal consideración en esta determinación es la cantidad de control que tiene el trabajador sobre su trabajo. Mientras que un empleado generalmente está sujeto a las políticas y procedimientos de su empleador, un contratista puede establecer sus propias tarifas y horarios, y puede elegir qué tipos de trabajos aceptará.\n\nEs importante recordar que el estatus de un trabajador como empleado o contratista puede tener graves consecuencias legales. Un empleado suele seguir un horario establecido mientras trabaja para y con un empleador. Cuándo y cómo se realiza el trabajo son decisiones tomadas por el empleador, quien también suministra las herramientas, equipos y capacitación necesarios. Además, el empleador deduce los impuestos del salario del empleado, ofrece beneficios como seguro de salud y planes de jubilación, y supervisa el cumplimiento de las normas laborales como el salario mínimo y las regulaciones de horas extras.\n\nPor otro lado, un contratista generalmente es contratado para completar un proyecto o tarea específica y tiene más flexibilidad en cómo se lleva a cabo el trabajo. En la mayoría de los casos, el contratista es responsable de establecer su propio horario, proporcionar sus propias herramientas y equipos y pagar sus propios impuestos y beneficios. El resultado deseado del trabajo puede ser establecido por el empleador, pero el método de realización suele quedar en manos del contratista.\n\nMuchos de los derechos que son exclusivos para los empleados no están disponibles para los contratistas. Por ejemplo, los contratistas no están sujetos a las leyes de salario mínimo o pago de horas extras y tampoco tienen derecho a beneficios como seguro de salud, tiempo libre remunerado o licencia por enfermedad. Además, los contratistas no están protegidos por leyes contra la discriminación, reglas de seguridad en el lugar de trabajo ni otras leyes laborales que protegen a los trabajadores. Tampoco son elegibles para recibir beneficios de desempleo.\n\nEs fundamental recordar que la clasificación de alguien como contratista o empleado depende de las regulaciones del IRS en lugar de sus preferencias o las del individuo que presta los servicios.\n\nAhora que hemos cubierto las principales diferencias entre un contratista y un empleado, revisemos los diferentes formularios 1099 que es más probable que encuentre como propietario de un negocio de cuidado infantil: 1099-NEC, 1099-MISC y 1099-K.\n\nFormulario 1099-NEC\n\nEl formulario 1099-NEC se utiliza para reportar la compensación a contratistas y lo utilizan empresas e individuos que han pagado $600 o más en compensación a un contratista durante el año fiscal. Esto incluye pagos realizados a contratistas independientes, trabajador independiente y otros trabajadores autónomos.\n\n¿Cuándo debe emitir un propietario de negocio un formulario 1099-NEC?\n\nUn formulario 1099-NEC debe ser emitido al individuo que contrató antes del 31 de enero del año siguiente después de haberles pagado $600 o más por sus servicios. Por ejemplo, si el empleado de limpieza al que contrató solo trabajó para usted durante el año 2020, tiene hasta el 31 de enero del 2021 para proporcionarle el formulario. Asegúrese de que el contratista complete el formulario W-9 cuando comience a trabajar para usted. Este formulario le proporciona la información que necesita para completar el formulario 1099-NEC, incluido el nombre, dirección y número de identificación del contribuyente del destinatario, como un número de seguro social o número de identificación de empleador.\n\nPara completar el formulario 1099-NEC al final del año fiscal, siga estos pasos:\n\nEscriba su nombre, dirección y número de identificación del contribuyente (como su número de seguro social o número de identificación de empleador) en el área de \"Pagador\".\n\nIngrese el nombre, dirección y número de identificación del contribuyente del contratista en el recuadro de \"Destinatario\".\n\nComplete el recuadro 1 con el total de salarios pagados al contratista durante el año fiscal. Esto debe ser la cantidad completa debida, sin ninguna modificación de tarifas u otros cargos.\n\nLlene los recuadros 2, 4 y 6 con los impuestos federales o estatales sobre la renta que se hayan retenido de la compensación del contratista, si los hay.\n\nProporcione la información estatal relevante en el recuadro 17 si está obligado a enviar una copia estatal del formulario 1099-NEC.\n\nGuarde una copia del formulario completo para sus registros. Antes del 31 de enero del año siguiente, envíe la Copia B del formulario al contratista.\n\nAntes del 28 de febrero (o el 31 de marzo si presenta en línea) del año siguiente al año fiscal, envíe la Copia A del formulario al IRS. Verifique si su estado requiere que se envíe una copia a la autoridad tributaria.\n\n¿Qué sucede si recibo un formulario 1099-NEC?\n\nTambién puede recibir un formulario 1099-NEC de otra empresa o agencia gubernamental. Por ejemplo, supongamos que es un entrenador certificado en seguridad del cuidado infantil y se le pide que capacite a empleados de una organización. Si la organización le paga más de $600, le emitirán un formulario 1099-NEC. Deberá incorporar este dinero en sus ingresos totales del año.\n\nFormulario 1099-MISC\n\nEl formulario 1099-MISC se utiliza para declarar otras formas de ingresos aparte de la remuneración de contratistas. Esto incluye los ingresos por alquiler si es propietario de un inmueble, los ingresos por derechos de autor y los premios en efectivo que superen los $600.\n\nEl monto total pagado se detalla en el Formulario 1099-MISC, junto con cualquier detalle adicional sobre la naturaleza del ingreso recibido. Utilizará este formulario para presentar sus impuestos y solicitar cualquier beneficio fiscal posible. Por ejemplo, si es propietario de un edificio grande para su negocio de cuidado infantil y alquila una parte a otra empresa, deberá reportar los ingresos de los pagos de alquiler en un 1099-MISC.\n\nA continuación, se presentan algunos ejemplos típicos de pagos que podrían ser reportados en el Formulario 1099-MISC:\n\nAlquileres pagados a propietarios de propiedades;\n\nDerechos de autor pagados a escritores, artistas y músicos;\n\nPremios y recompensas;\n\nHonorarios de abogados; y\n\nFondos de subvención sujetos a impuestos\n\nAunque el formulario 1099-MISC no es tan común como un 1099-NEC para los propietarios de negocios de cuidado infantil, es posible que aún lo utilice y debe saber cómo completarlo de manera precisa. Si recibe uno, debe informarlo como parte de sus ingresos brutos en sus impuestos comerciales.\n\nEl monto que debe informar en sus impuestos generalmente se encuentra en:\n\nLínea 1 Alquileres: La cantidad total de alquiler pagado a usted durante todo el año se muestra en esta línea. Si está alquilando una instalación o una parte de una instalación, es posible que obtenga esto.\n\nLínea 2 Derechos de autor: Esta línea muestra el monto total de las tarifas pagadas a usted por elementos como un plan de estudios o un libro que puede haber publicado durante el año.\n\nLínea 3 Otros ingresos: En esta línea se indica la suma total de todos los demás ingresos diversos, incluidos premios, recompensas y liquidaciones de procedimientos judiciales, que se le hayan abonado a lo largo del año civil.\n\nFormulario 1099-K\n\nSi acepta pagos para su negocio de cuidado infantil a través de redes de pago de terceros como PayPal, Venmo y Stripe, reportará los ingresos en un Formulario 1099-K si los pagos superan los $600 por año.\n\nEl monto total pagado a su negocio de cuidado infantil a través de la red de pago de terceros, junto con la fecha de los pagos, se mostrará en el Formulario 1099-K. Este formulario se utilizará para presentar impuestos y solicitar cualquier beneficio fiscal posible.\n\nSi acepta el pago por cuidado infantil a través de una red de terceros, este será el formulario que utilizará. Por ejemplo, si cuida a un niño durante cinco días a la semana y el padre le paga a través de Venmo, es probable que el monto pagado durante el año supere los $600 y deberá informar los pagos en el 1099-K.\n\nSi se le exige usar un Formulario 1099-K, es probable que la red de terceros lo emita. Asegúrese de realizar un seguimiento de los pagos recibidos de esta manera para que esté al tanto de si necesita o no el formulario al momento de presentar impuestos.\n\nEs esencial comprender cómo clasificar a sus empleados, porque como empleador, será responsable de la clasificación incorrecta. Las consecuencias por clasificar erróneamente a un trabajador pueden variar según la situación y las leyes y regulaciones del estado donde se encuentra su negocio de cuidado infantil.\n\nAlgunas posibles consecuencias por clasificar erróneamente a los empleados son:\n\nMultas: Si se descubre que un empleador clasificó intencionalmente a los trabajadores de manera incorrecta para evitar el pago de impuestos o brindar beneficios, puede estar sujeto a multas y otras sanciones.\n\nImpuestos y compensación no pagada: Si se etiqueta erróneamente a un empleado como contratista, la empresa puede estar obligada a pagar impuestos atrasados, horas extras y cualquier otro beneficio o pago que no se haya proporcionado.\n\nAcciones legales: Los empleados que afirmen que han sido clasificados incorrectamente y tienen derecho a beneficios de empleados pueden presentar demandas como resultado de la clasificación errónea.\n\nConclusión\n\nAl comprender cómo y cuándo utilizar los diferentes formularios 1099, los propietarios de negocios de cuidado infantil pueden asegurarse de informar con precisión sus ingresos al IRS, reclamar todos los créditos fiscales y deducciones aplicables y evitar la clasificación incorrecta. Aunque es posible que no utilice todos los tipos de formularios 1099, educarse sobre los diferentes formularios fiscales puede ayudarlo a ser más exitoso y eficiente.\n\nDESARROLLADO Y DISEÑADO POR CIVITAS STRATEGIES\n\nAdvertencia: La información aquí contenida ha sido preparada por Civitas Strategies y no pretende constituir un asesoramiento legal, fiscal o financiero. El equipo de Civitas Strategies se ha esforzado razonablemente en la recopilación, preparación y suministro de esta información, pero no garantiza su exactitud, integridad, adecuación o actualizacion. La publicación y distribución de esta información no pretende crear, y su recepción no constituye una relación abogado-cliente o cualquier otra relación de asesoramiento. La reproducción de esta información está expresamente prohibida. Solo se permiten usos no comerciales de esta obra.\n\nCaracterística | Empleado | Contratista\n\nCircunstancias | El trabajo de un empleado está dictado por su empleador. | El trabajo de un contratista es autodeterminado.\n\nBeneficios | Los beneficios comunes para los empleados incluyen seguro de salud, tiempo libre remunerado y programas de jubilación. | Los contratistas generalmente no reciben beneficios.\n\nImpuestos | Los impuestos son deducidos por el empleador de los cheques de pago del empleado. | Los impuestos deben ser pagados por el contratista por su cuenta.\n\nRelación Laboral | El empleado y el negocio tienen una relación laboral a largo plazo. | El contratista trabaja para el negocio de manera temporal.",
  "word_count": 2006,
  "content_type": "docx"
}