{
  "doc_id": "cf9d665b9bcce514b4d4319b48bd40c0",
  "url": "https://www.twc.texas.gov/sites/default/files/ccel/docs/pricing-twc.docx",
  "filename": "pricing-twc.docx",
  "text": "How Do I Set My Rates for My Child Care Business?\n\nLearn about how to set pricing that is “just right” for your business.\n\nVideo: https://www.youtube.com/embed/yYwEz6LL0vk\n\nIntroduction\n\nSetting rates is one of the most difficult but also most important things you can do as a child care business owner. If pricing is too high, you're likely to lose families resulting in less revenue, and in the long run, you might go out of business. On the flip side, if you price it too low, you risk being unable to cover your costs, and again, eventually go out of business. Finding that “just right” rate, one that's not too high, but not too low, is so important for you to do for the health and longevity of your business. So, what do you do to determine that Goldilocks rate?\n\nThe process involves five key steps:\n\nDetermine how much your costs are currently\n\nScan the market and look at what the other rates are like in your area\n\nAssess how much care is costing you versus the going market rate in your area\n\nSet your rates\n\nRefine your rate on a continual basis and check it at least once a year to make sure that you're keeping up with the market\n\nBefore we dive into it, it is important to understand the difference between cost of care and pricing. Cost of care refers to how much it actually costs you to care for children. Pricing, on the other hand, takes this information and weighs it against other factors such as how much parents and families can really pay in your area. For the purposes of this tool, we are going to focus on pricing and helping you determine how much you should be asking families to pay.\n\nStep 1: Gather your data\n\nYou want to start by gathering some data to use in your calculations. We recommend collecting about six months of costs, if you can, because that will give you a good sense of how much you're spending on a regular basis. For larger more complex organizations, this may be as simple as pulling these numbers out of QuickBooks or your CCMS or other systems. For smaller family care providers, it may be as simple as going through your checkbook, your business checkbook, and your credit card statements.\n\nAs you collect your costs, we want you to break them up into two different kinds: direct and indirect costs. Direct costs are those ones that are directly related to the care of children. For example, in the infant room of your center, this could include the cost of providing formula. In a toddler room, it might be the cost of the teachers assigned to that area on a regular basis. Indirect costs are those that cover your entire business. In some cases, if you're a home-based business, a lot of these costs may relate to your home, such as your mortgage and utilities. If you're a center, these can take on a variety of things, not only rent, mortgage, and utilities, but also shared items and expenses, like maintenance on the playground that is used by many different classrooms within your facility. Indirect costs can include the cost of running your operations as well, such as the wages for a financial manager or even an executive director.\n\nOnce the costs are collected, you can organize them in two different ways. Having a per child cost overall may be the easiest, taking the number of children that you served on average over those six months and dividing the total cost by those number of children. For a more complex operation, you may want to break down the costs by different ages of care, such as cost per child in infant and toddler care versus pre-school. You will use this information in combination with the data collected in our next step, local market prices, to help determine your rates.\n\nA simple cost of care analysis – Lisa is a home-based child care provider with an average of $4,000 in monthly direct and indirect costs to run her program. Lisa averages an enrollment of 6 children per month. Based on that, Lisa conducts this simple of cost of care analysis:\n\nIn this case, Lisa has a few options:\n\nAim to breakeven, with monthly revenue totaling costs to run the program.\n\nAim to turn a profit by increasing rates to exceed her current cost of care.\n\nAim to turn a profit and keep rates the same by increasing enrollment, as applicable.\n\nStep 2: Research local market prices\n\nAs we know, the top drivers for parents, are the quality of the facility and the location. As such, local market prices can vary drastically depending on several influencing factors which is why it is so critical to review local market prices rather than just the national market. For example, if there are a lot of choices within a given area, the prices there might be a bit lower, even though prices may be higher within your state or nation, overall. Conversely, a lack of options can drive the cost of child care higher as parents have limited choices. This is basic supply and demand at play. Wherever possible, you want to compare apples to apples, meaning if you're a family care provider, research local prices around family child care. If you also get information on centers that's great, hold on to it. But the more important information as you determine pricing is going to be family child care as it will be more comparable to what families would be likely to pay you. The same rings true, if you're a center, it's important to know what family care providers are charging in your area, but more important to know what other centers are doing.\n\nAs a starting point, you can begin with TWCs market rate studies. These are conducted annually and are available at www.twc.texas.gov/programs/texas-child-care-market-rate-survey. These surveys give you a sense of how much other similar organizations are charging in your area. This is a great source of data that can save you a tremendous amount of time. You can also supplement it with other data that you can collect on your own. You may want to post on Facebook or other social media platforms and ask parents what are they paying or you may call other providers in your area to inquire about current rates. Starting with the TWC market rate data is a great place to begin however and may give you enough information to move to the next step.\n\nStep 3: Assess your rate\n\nSo far, we have how much it costs you to care for children, and you have a sense of what parents are paying for care in your local market. Now, we have to come up with a number for your rate and to do this we need to determine your profit margin. Sometimes, especially in child care, business owners get uncomfortable talking about profit as it sounds devious or wrong that you're trying to profit off of families.\n\nProfit is critical as it is not only what helps compensate you for your long hours and hard work, but profit is also what contributes to the long-term viability of your business. Generating a profit is what allows you to set aside funds to repair that fence in the backyard in five years or invest in training for your teachers so you can keep up with the latest needs of children and families. Profit is important to the long-term for your business, your employees, and the children that you serve. While you will need to play with the numbers to compensate for local market rates, as a starting point, you can create profit margin by simply setting a percentage, for example, a 15-20% profit margin.\n\nIf you have a 15% or 20% margin, how much does that translate to in your total rate? Essentially, what you want to do is take the current costs you have, add what is called the profit margin, and then that total is your rate, so costs plus profit margin equals rate. This calculation can be done using the information below.\n\nTable 1. Profit Margin (percentage method)\n\nStep 4: Set your rate\n\nSo now you've created a few different rates to look at and with different profit margins, and you also have data on what the market can bear. How do you then determine a rate? The first thing you want to do is look at those rates you have calculated. How does your potential rate compare to the market? Is there one that is closest to what the market is currently bearing? You also want to consider what you're currently charging in comparison to your new rate. What are parents able to pay for children in your care? You can also use the chart below and compare your potential rates directly to the market rate at the 75th percentile, which is a higher-than-average rate, and then show the dollar difference. This would give you a sense of what's closest to the market right now.\n\nTable 3. Setting your rates using example numbers from Table 1.\n\nIf you find that the market rate is far below what you are currently charging, consider adjusting your rates to increase the number of children in your care, if possible. Conversely, if the market rate looks like it's far higher than what you're charging, maybe it would be a good time for an increase in your rate. Again, this increase isn't about trying to take from families, but rather ensuring that your business will remain viable into the future so that you can continue to provide your services to families in your area.\n\nStep 5: Reevaluate your rate annually\n\nPricing is an exercise you should do at least once a year. With current market fluctuations due to the COVID-19 pandemic, you may wish to reevaluate more regularly in the near-term. Feedback from parents and guardians about your rate may also be another factor that can trigger a rate reevaluation. If you find a rate change is warranted, you may want to first think about testing new prices. In some cases, if you have to do a price increase, it is tempting to do it all at once and just do it as soon as you realize the price increase is needed. However, you may want to do it incrementally, so in other words, rather than increase your price by 15% all at once, perhaps you slowly increase by 5% every three months over a nine-month period. This approach allows parents to adjust to the new pricing and also lets you put the brakes on the pricing changes if you start to get negative feedback.\n\nBe sure to update your rates in your parent handbook and anywhere your rate may be published such as your website. With any change, you want to communicate it to current parents, giving a future date that the change would be effective.\n\nAverage # of children enrolled | Average Monthly expenses | Average Cost of Care | What does this mean?\n\n6 | $4,000 | $4,000/6 = $666.67 per child | Lisa would need to charge at least $667 per child each month to cover all of the program’s expenses. In this case, the business would not make a profit but would not lose any money either.\n\nNumber of children in care | Total costs for past 6 months | Profit Margin Rate | Average Rate I should charge\n\n40 | $200,000 x 2 =\n$400,000/year | 15%\n=$60,000 | $11,500/year;\n$958/month\n\n40 | $200,000 x 2 =\n$400,000/year | 20%\n=$80,000 | $12,000/year;\n$1,000/month\n\nProfit Margin | Rates at this Margin | 75th percentile Average Market Rate | Difference in rates | How do I compare?\nHigher or Lower?\n\n15% | $958/month ($43.54/day)\n\n20% | $1,000/month\n($45.45/day)",
  "word_count": 1980,
  "content_type": "docx"
}