{
  "doc_id": "d0b6bec6f95476aed916b5c850202a27",
  "url": "https://www.twc.texas.gov/sites/default/files/ccel/docs/building-a-monthly-budget-guide-twc.docx",
  "filename": "building-a-monthly-budget-guide-twc.docx",
  "text": "Building a Monthly Budget Guide\n\nLearn how to create a monthly budget to keep you on track.\n\nIntroduction\n\nAn annual budget is a critical tool for managing your child care business. It helps you plan ahead for what you will spend and monitor your actual revenue and expenses to keep you on track. In the best of times, but especially in times of uncertainty, like the coronavirus pandemic, having a budget will let you know where your business is vulnerable.\n\nBut right now, a year-long budget is probably not manageable. You have changing costs, such as the price of PPE, and variable revenue, as the ratios between teachers and children change or new rules on subsidy payments come out.\n\nDuring a focus group with Essex County, NJ family care providers, they asked for a budget tool, but one that will help them monthly throughout the pandemic. Accordingly, this workbook takes you step-by-step through the process of creating a tracking a monthly budget.\n\nThis budget workbook, created through the generous support of the Maher Charitable Foundation in partnership with Programs for Parents will help you stay on track and in business.\n\nOnce you get the hang of this exercise, you will likely want to make it one of your monthly business habits through the pandemic and be a starting point for budgets into the future.\n\nBuilding a Monthly Budget in 4 Easy Steps\n\nSTEP 1 — Gather Information\n\nSTEP 2 — List Income\n\nSTEP 3 — List Expenses\n\nSTEP 4 — Track Your Actuals & Build the Next Month\n\nStep 1: Gather Documentation\n\nPull 2–3 months of documents that show your income and expenses. On the right is a list of documents that can give you the information you need.\n\nDocuments Showing Income & Expenses\n\nBank statements\n\nCredit card statements\n\nVenmo transactions\n\nUtility bills\n\nAny other records of ways that you receive or spend money\n\nTry to use actual amounts of your income and your costs when possible for greater accuracy. If you don’t have actual amounts for everything, it’s OK to use an average. For example, you might need to use your average electric bill because you don’t know exactly how much electricity you’ll use over the month.\n\nStep 2: List Income\n\nIn order to determine an accurate monthly income, you will first need to calculate the money you will bring in based on the number of children at different rates. Complete TABLE 1 to find the total revenue from fees based on the different rates you might offer.\n\nIncome Categories\n\nSubsidy\n\nFees\n\nGrants\n\nPPP\n\nOther\n\nNow that you’ve determined the money that comes in from fees each month, enter it in the “Fees” boxes in TABLE 2.\n\nThen categorize the other money that comes in each month. Be sure to always include an “Other” category.\n\nStep 3: List Expenses\n\nCategorize money that goes out each month using TABLE 2. Again, be sure to list an “Other” category.\n\nBe sure to include ALL of your PPE expenses. Many providers are buying PPE from multiple places to get the best deals when they come up. Try to keep all receipts and add them up so that you know how much your spending. Most providers are surprised to find that they are spending more than they thought on PPE.\n\nIf you need help calculating your PPE needs check out this great online tool from the state of New Jersey.\n\nCalculating Expenses Based on Time-Space Percentage\n\nWhen you offer childcare in your home, you can determine what percentage of it is being used for your businesses and base your expenses such as property tax, utilities, home repairs, and homeowner’s insurance on this amount. This helps you understand what part of your home’s  xpenses should be covered by your business.\n\nThis percentage is determined by calculating your Time Percent and then multiplying it by your Space Percent.\n\nYour Time Percent is calculated by adding up the number of hours you are using your home for business purposes and dividing this number by the total number of hours in the year. There are 8,760 hours in a year\n\nYour Space Percent is calculated by dividing the number of square feet your home is used regularly for business by the total number of square feet in your home.\n\nExample:\n\nLet’s say you offer care for 40 hours a week for 50 weeks during the year. Your time percent is 23%.\nTime % = (40 hours x 50 weeks) ÷ 8,760 = 23%\nLet’s also say you use your basement for your daycare space. Your basement is 1,000 square feet and\nyour house is 2,000 square feet in total. Your space percent is 50%.\nSpace % = 1,000 sq ft ÷ 2,000 sq feet = 50%\nTime % x Space % = Time-Space Percentage\n23% x 50% = 11.5%\nTherefore your Time-Space Percentage is 11.5%.\n\nStep 4: Track Actuals & Build the Next Month\n\nNow you have your monthly budget in the “planned” column. Before you start for the month, find your planned profit by taking all your revenue and subtracting your expenses. If it is positive, that’s the money you are estimating you will have at the end of the month. If it is negative, you are going to run at a loss this month, so you will need extra money to get by.\n\nNow you need to track what you are really getting and spending in the month in the actual column. As you know expenses or revenue, write them in. At the end of the month, if you subtract your actual revenue from your actual expenses you will know how much money you made (or needed to make up to stay open).\n\nIf you need ideas for how to get more money or save on expenses check out our Pandemic Resources page.\n\nIn the third week of the month, prepare your budget for the next month (for example, in the third week of January, make your February budget). Use the actual revenue and expenses from the current month to guide you. For example, if you see a cost increasing that you didn’t expect make sure you increase it on your budget.\n\nThe information contained in this presentation has been prepared by Civitas Strategies Early Start and is not intended to constitute legal advice. The parties have used reasonable efforts in collecting, preparing, and providing this information, but do not guarantee its accuracy, completeness, adequacy, or currency. The publication and distribution of this presentation are not intended to create, and receipt does not constitute, an attorney-client relationship. Reproduction of this presentation is expressly prohibited.\n\nThis document uses, with permission, parts of previous guides created though the support of Maher Charitable Foundation, The Henry and Marilyn Taub Foundation, and the New Jersey Pandemic Relief fund. We thank them for their continued support of child care businesses.\n\nPrepared by Civitas Strategies Early Start.\nTABLE 1: Calculate Monthly Revenue from Fees\n\nTABLE 2: Monthly Budget\nMonth\n\nDisclaimer: The information contained here has been prepared by Civitas Strategies and is not intended to constitute legal, tax, or financial advice. The Civitas Strategies team has used reasonable efforts in collecting, preparing, and providing this information, but does not guarantee its accuracy, completeness, adequacy, or currency. The publication and distribution of this information are not intended to create, and receipt does not constitute, an attorney-client or any other advisory relationship. Reproduction of this information is expressly prohibited. Only noncommercial uses of this work are permitted.\n\nCopyright © 2023 Civitas Strategies, LLC\n\nRate Type | Monthly Rate\nAmount | x | Number of Children | = | Monthly Revenue\nfrom Fees\n\nExample: Infants | $800 | x | 2 | = | $1,600\n\nInfants | x | =\n\nInfants with Subsidy | x | =\n\nToddlers | x | =\n\nToddlers with Subsidy | x | =\n\nPreschool Age Children | x | =\n\nPreschool Age with Subsidy | x | =\n\nSchool Age | x | =\n\nSchool Age with Tuition Support | x | =\n\nOther | x | =\n\nTotal Revenue from Fees:\nAdd all the “Monthly Revenue from Fees Boxes” together and write it on the line | Total Revenue from Fees:\nAdd all the “Monthly Revenue from Fees Boxes” together and write it on the line | Total Revenue from Fees:\nAdd all the “Monthly Revenue from Fees Boxes” together and write it on the line | Total Revenue from Fees:\nAdd all the “Monthly Revenue from Fees Boxes” together and write it on the line | Total Revenue from Fees:\nAdd all the “Monthly Revenue from Fees Boxes” together and write it on the line\n\nCategories | Planned | Actual\n\nREVENUE | REVENUE | REVENUE\n\nFees\n\nSubsidy Payments\n\nRevenue Total\n\nEXPENSES | EXPENSES | EXPENSES\n\nAdvertising\n\nVehicle/Travel\n\nInsurance\n\nBusiness Loan Payment\n\nSupplies\n(including activities, toys, and office materials)\n\nPPE & Cleaning Supplies\n\nRent of Equipment\n\nEmployee Wages & Payroll Taxes\n\nFood\n\nMortgage Payment or Rent\n(per time-space %)\n\nTotal Utilities\n(per time-space %)\n\nHome Repairs\n(per time-space %)\n\nEstimated Taxes (if known)\n(per time-space %)\n\nOther\n\nTotal Expenses\n\nPROFIT/LOSS | PROFIT/LOSS | PROFIT/LOSS\n\nTotal Revenue\nminus Total Expenses",
  "word_count": 1522,
  "content_type": "docx"
}