{
  "url": "https://www.twc.texas.gov/programs/child-care/children-with-disabilities",
  "title": "Child Care Services & Children with Disabilities - Texas Workforce Commission",
  "text": "Child care providers must meet the Americans with Disabilities Act (ADA).  Child care providers: Cannot discriminate against children with disabilities because of the disability Must make reasonable modifications to their programs to include children with disabilities, and Cannot charge parents for the cost of making reasonable modifications. Providers cannot exclude children with disabilities unless: The child would pose a direct threat to the health or safety of others; or Providing services for the child would need a fundamental alteration of the program. For information on child care providers and ADA visit ADA.gov . Parents of Children with Disabilities It is important to make sure your child receives the care needed. TWC helps providers serving low-income families eligible for TWC child care scholarships. This includes up to 190 percent of the reimbursement rate for providers to: Make reasonable accommodations to serve a child with disabilities, or To assist families if a child’s disability requires more fundamental modifications. This higher rate benefits your child and helps child care providers pay for more staff or equipment needed to support your child’s needs. The parents must begin the inclusion rate assistance process.  The provider cannot start the process. Discuss any concerns about special needs with your child care provider. A professional familiar with the needs of children with disabilities must certify a need for the funding. To begin the inclusion rate process, a designated qualified professional must fill out the Certification for Inclusion Assistance Rate form (CC-2419). More information on inclusion rate is at Child Care Services Guide, Section B-700 . Workforce Development Boards work with: Parents to verify a child’s eligibility for the inclusion rate Providers to assess the need for the inclusion rate For more information or help contact your Workforce Solutions Office . Professional Development for Child Care Providers Caring for Children with Disabilities Texas A&M AgriLife has resources to help providers serve children with disabilities.  View list of available online courses . State and Federal Programs for Children with Disabilities ADA Commonly Asked Questions Beyond Early Childhood Intervention Early Childhood Intervention Early Childhood Intervention Developmental Checklist Early Head Start and Head Start Locator HHSC Audio Visual Library - ECI Collection Resources for Behavioral Issues/Other Organizations Positive Behavioral Interventions and Supports National Center for Pyramid Model Innovations Zero to Three: Resources Center for Inclusive Child Care Center for Parent Information & Resources Child Care Law Center Division for Early Childhood National Joint Committee on Learning Disabilities National Professional Development Center on Inclusion UNC FPG Child Development Institute",
  "word_count": 416,
  "links": [
    {
      "url": "https://www.twc.texas.gov/programs/child-care/children-with-disabilities#main-content",
      "text": "Skip to main content"
    },
    {
      "url": "https://www.ada.gov/resources/child-care-centers/",
      "text": "ADA.gov"
    },
    {
      "url": "https://www.twc.texas.gov/sites/default/files/ccel/docs/certification-for-inclusion-assistance-rate-twc.docx",
      "text": "Certification for Inclusion Assistance Rate form"
    },
    {
      "url": "https://www.twc.texas.gov/sites/default/files/wf/docs/child-care-services-guide-twc.pdf",
      "text": "Child Care Services Guide, Section B-700"
    },
    {
      "url": "https://www.twc.texas.gov/agency/workforce-development-boards",
      "text": "Workforce Solutions Office"
    },
    {
      "url": "https://agrilifelearn.tamu.edu/s/category/detail/0ZG4x00000095lqGAA?c__results_layout_state=%7B%7D",
      "text": "online courses"
    },
    {
      "url": "https://www.ada.gov/resources/child-care-centers/",
      "text": "ADA Commonly Asked Questions"
    },
    {
      "url": "https://www.navigatelifetexas.org/uploads/files/general-files/Beyond-ECI-ECI-17_1117.pdf",
      "text": "Beyond Early Childhood Intervention"
    },
    {
      "url": "https://www.hhs.texas.gov/services/disability/early-childhood-intervention-services",
      "text": "Early Childhood Intervention"
    },
    {
      "url": "https://www.chcs-eci.org/checklist/",
      "text": "Early Childhood Intervention Developmental Checklist"
    },
    {
      "url": "https://eclkc.ohs.acf.hhs.gov/center-locator",
      "text": "Early Head Start and Head Start Locator"
    },
    {
      "url": "https://www.hhs.texas.gov/services/disability/early-childhood-intervention-services/eci-library-collection",
      "text": "HHSC Audio Visual Library - ECI Collection"
    },
    {
      "url": "https://www.pbis.org/",
      "text": "Positive Behavioral Interventions and Supports"
    },
    {
      "url": "https://challengingbehavior.org/",
      "text": "National Center for Pyramid Model Innovations"
    },
    {
      "url": "https://www.zerotothree.org/resources/?issue_area=early-development",
      "text": "Zero to Three: Resources"
    },
    {
      "url": "https://www.inclusivechildcare.org/",
      "text": "Center for Inclusive Child Care"
    },
    {
      "url": "https://www.parentcenterhub.org/",
      "text": "Center for Parent Information & Resources"
    },
    {
      "url": "https://www.childcarelaw.org/",
      "text": "Child Care Law Center"
    },
    {
      "url": "https://www.dec-sped.org/",
      "text": "Division for Early Childhood"
    },
    {
      "url": "https://njcld.org/",
      "text": "National Joint Committee on Learning Disabilities"
    },
    {
      "url": "https://npdci.fpg.unc.edu/",
      "text": "National Professional Development Center on Inclusion"
    },
    {
      "url": "https://fpg.unc.edu/",
      "text": "UNC FPG Child Development Institute"
    }
  ],
  "domain": "www.twc.texas.gov"
}