{
  "doc_id": "d75fd4ad1f9cbbce19ad8c6a6e8705ab",
  "url": "https://www.twc.texas.gov/sites/default/files/ccel/docs/parent-change-request-form-waitlist-spanish.docx",
  "filename": "parent-change-request-form-waitlist-spanish.docx",
  "text": "Complete y envíe este formulario si ha habido un cambio en las circunstancias de su hogar.\n\nIMPORTANTE: Entiendo que soy responsable de informar todos los cambios que podrían afectar mi elegibilidad para recibir Asistencia para el cuidado infantil o el monto del pago de la oficina local de CCS dentro de los 14 días posteriores a mi conocimiento del cambio. Si no se informan oportunamente estos cambios, la oficina local de CCS podría tomar medidas.\n\nDebo informar los siguientes cambios a mi oficina local de CCS dentro de los 14 días calendario:\n\nDejé de trabajar permanentemente o de ir a la escuela o entrenamiento\n\nLos ingresos de mi familia aumentaron y ahora superan el 85 % del ingreso medio estatal para el tamaño de mi familia.\n\nMi hogar ha cambiado\n\nMe mudé\n\nCambié mi información de contacto\n\nTambién puedo informar los siguientes cambios a mi oficina local de CCS con este formulario:\n\nCambio de nombre (por matrimonio o divorcio)\n\nTransferencia de proveedor de cuidado infantil\n\nCambio en las horas/días en que mi(s) hijo(s) necesitan cuidado infantil\n\nAdición o eliminación de patrocinadores del hogar\n\nSolicitud de suspensión de servicios\n\nNueva información de contacto\n\nNuevo/cambio en las necesidades de atención especializada\n\nVER LA SIGUIENTE PÁGINA\n\nEstoy informando los siguientes cambios (marque todos los que correspondan):\n\nSeleccioné la opción incorrecta en mi notificación de lista de espera de 90 días:\n\nMe gustaría permanecer en la lista de espera de cuidado infantil\n\nMe gustaría que me eliminen de la lista de espera de cuidado infantil\n\nYa no necesito asistencia para el cuidado de niños.\n\nMi hogar se ha mudado.\n\nMi dirección de correo electrónico ha cambiado.\n\nCambio de hogar.\n\nIngrese información sobre cada persona que se mudó a su casa (incluidos los recién nacidos) o se fue de ella.\n\nUn miembro de mi familia ya no trabaja ni asiste a un programa educativo o de capacitación. (Adjunte una carta de despido si está disponible)\n\nUn miembro de mi hogar cambió de trabajo, comenzó un nuevo trabajo o tuvo un cambio en sus ingresos laborales. (Se deben adjuntar formularios de validación de empleo o de nuevo salario)\n\nPersona con cambio de trabajo o de ingresos:\n\nMis ingresos familiares totales han excedido la tabla a continuación para el tamaño de mi hogar.\n\nNuevo ingreso bruto mensual $\n\nMi nombre ha cambiado debido a matrimonio o divorcio:\n\nMi hijo tiene un cambio o una nueva necesidad de atención especializada debido a una discapacidad..\n\nOtro (Explica):\n\nEntiendo que se pueden realizar ajustes en mis pagos de Asistencia para el Cuidado Infantil debido a los cambios mencionados anteriormente en mi situación.\n\nEntiendo que la oficina local de CSS me notificará por escrito si los cambios afectan mi elegibilidad o el monto del pago realizado por el Programa de Servicios de Cuidado Infantil.\n\nPARA ENVIAR ESTE FORMULARIO A WORKFORCE SOLUTIONS, POR FAVOR:\n\nSubir al Portal para Padres o TX3C\n\nCorreo electrónico [correo electrónico]\n\nCorreo [dirección de la oficina local]\n\nNotice\n\nThis document contains vital information about requirements, rights, determinations, and/or responsibilities for accessing workforce system services. Language services, including the interpretation/translation of this document, are available free of charge upon request. Visit https://www.twc.texas.gov/agency/workforce-development-boards to find your local Workforce Solutions office for interpretation/translation assistance.\n\nAviso en Español (Notice in Spanish)\n\nEste documento contiene información importante sobre los requisitos, los derechos, las determinaciones y las responsabilidades del acceso a los servicios del sistema de la fuerza laboral. Hay disponibles servicios de idioma, incluida la interpretación y la traducción de documentos, sin ningún costo y a solicitud. Visite https://www.twc.texas.gov/agency/workforce-development-boards para  encontrar su oficina local de Workforce Solutions para obtener asistencia de interpretación/traducción.\n\nThông báo bằng tiếng Việt (Notice in Vietnamese)\n\nTài liệu này có thông tin quan trọng về các yêu cầu, quyền hạn, quyết định, và/hoặc trách nhiệm để sử dụng các dịch vụ của hệ thống nhân lực. Các dịch vụ trợ giúp ngôn ngữ, bao gồm thông dịch/chuyển ngữ tài liệu này, có sẵn miễn phí khi quý vị yêu cầu. Truy cập https://www.twc.texas.gov/agency/workforce-development-boards để  tìm văn phòng Giải pháp Lực lượng Lao động tại địa phương của bạn để được hỗ trợ phiên dịch/dịch thuật.\n\nNombre del Padre :\n\nFecha Reportada :\n\nCCS Personal: :       (El personal de CCS completará)\n\n# De Identificación del caso\n\nFecha de mudanza\n: | Número de teléfono:\n\nNueva dirección postal: | Nueva dirección residencial:\n\nCiudad: | Estado:\n\nCiudad: | Código postal:\n\nNueva dirección de correo electrónico::\n\nNombre | Fecha de nacimiento | Número de seguro social (Opcional) | Necesita cuidado\n\nSi No\n\nSi No\n\nSi No\n\nSi No\n\nPersona que ha dejado de trabajar o asistir a clases:\n\nLa última fecha en que trabajó o asistió a clases de capacitación:\n\nPersona empleada | Número de horas por semana | Cambio de fecha\n\n2 PERSONAS | 3 PERSONAS | 4 PERSONAS | 5 PERSONAS | 6 PERSONAS | 7 PERSONAS | 8 PERSONAS | 9 PERSONAS\n\n$4,971 | $6,141 | $7,311 | $8,481 | $9,650 | $9,870 | $10,089 | $10,308\n\nApellido anterior | Nuevo apellido:\n\nDiagnóstico y descripción de la necesidad (nota: proporcione tantos detalles como sea posible y un miembro del personal de la Junta se comunicará con usted para obtener más información):\n\nFirma: | Fecha:",
  "word_count": 864,
  "content_type": "docx"
}