{
  "url": "https://www.twc.texas.gov/programs/child-care/shared-services-alliances",
  "title": "Shared Services Alliances - Texas Workforce Commission",
  "text": "Texas child care and early learning programs face both business and educational difficulties. One way programs can save money and work with less effort is through Shared Services Alliances (SSAs). Program Support Initiatives: Shared Services Alliances Texas child care and early learning programs face both business and educational difficulties. One way programs can save money and work with less effort is through Shared Services Alliances. By teaming up with other programs to share resources and services, programs: Make more money Lower costs Improve quality Achieve —reaching full enrollment, collecting full fees, and generating revenues that cover the per-child cost To help meet child care and early learning program needs through a Shared Services Alliance, you can: Join as an Alliance member; or Create an Alliance and serve as a Lead Entity. Learn more in Module 7: Professional Development and Business Opportunities, Part 1 of Texas Workforce Commission's (TWC) Child Care Workforce Support Series . Join or Create a Shared Services Alliance Shared Services Alliances help child care programs: Make more money Spend less Improve quality Achieve Iron Triangle metrics Sharing resources allows member organizations to pay less for services. Members can also focus on specific activities that help save money and free up time. Lead Entities organize each Shared Services Alliance. The Lead Entity: Coordinates all child care and early learning programs (members). Helps the programs identify common needs. Helps implement agreed-upon shared services. The services chosen vary by Alliance. Each Alliance chooses services based on its shared goals and needs. To provide high-quality early childhood education, shared services might focus on: Pedagogical (educational) leadership Business leadership A combination of both The diagram shows a list of common services that Alliances may select. Strong Alliances: Give members access to skilled leadership. Improve finances and working conditions for teachers. Improve services for families. Participating in an Alliance helps directors and administrators better support their staff. Alliances help programs save money and free up time. Members may use the money saved to: Increase teacher wages Offer stipends Provide benefits Members may also use shared services or freed-up time to provide professional development to child care teachers. When members use the shared resources, teachers can focus their time on teaching instead of administrative work. The following websites offer information about active Texas Workforce Commission-funded Shared Services Alliances: AVANCE, Inc. Collaborative for Children Pre-K 4 SA Texas Association for the Education of Young Children The following resources can help you create a Shared Services Alliance: Opportunities Exchange offers free online resources to create a Shared Services Alliances. Resources include a start-up guide, a financial management tool kit, and sample documents. Children at Risk shares trainings, data and research, and many other resources to help Texas children and their families. The slides provide information about national early child care and education workforce issues and describes the different educator pathways. Look in your community for opportunities to partner with organizations that offer early childhood training or supports. Are you a community partner looking to start a Shared Services Alliance with other child care and early learning programs in your area? Community partners looking to start a Shared Services Alliance with other child care and early learning programs may find high-quality partners in Pre-K Partnership classrooms and Texas Rising Star child care and early learning programs. Use the Texas Child Care Availability Portal to find Two-, Three-, and Four-Star Texas Rising Star–certified programs in your area. Visit the Texas Rising Star website to learn more about the program. Visit the Pre-K Partnership page to learn more about the program.",
  "word_count": 592,
  "links": [
    {
      "url": "https://www.twc.texas.gov/programs/child-care/shared-services-alliances#main-content",
      "text": "Skip to main content"
    },
    {
      "url": "https://static1.squarespace.com/static/5f4d7a7ef6c82325c5ec80c0/t/6022c4f255bfb533e539fe4b/1612891378726/OppEx_2021_IronTriangle.pdf",
      "text": ""
    },
    {
      "url": "https://www.youtube.com/watch?v=NY7W60p3ja4&list=PLuM148LsizKXwwbYM3g-mo26bH4XTUqxE&index=8",
      "text": "Module 7: Professional Development and Business Opportunities, Part 1"
    },
    {
      "url": "https://www.youtube.com/playlist?list=PLuM148LsizKXwwbYM3g-mo26bH4XTUqxE",
      "text": "Child Care Workforce Support Series"
    },
    {
      "url": "https://www.avance.org/tag/shared-services/",
      "text": "AVANCE, Inc."
    },
    {
      "url": "https://collabforchildren.org/resources-for-educators/business-accelerator/shared_services/",
      "text": "Collaborative for Children"
    },
    {
      "url": "https://prek4sa.com/program-overview/",
      "text": "Pre-K 4 SA"
    },
    {
      "url": "https://texasaeyc.org/program-resources/shared-services-alliance/",
      "text": "Texas Association for the Education of Young Children"
    },
    {
      "url": "https://www.oppex.org/ssa-startup-guide",
      "text": "Opportunities Exchange"
    },
    {
      "url": "https://childrenatrisk.org/shared-services/",
      "text": "Children at Risk"
    },
    {
      "url": "https://www.twc.texas.gov/sites/default/files/ccel/docs/strand4_wkfc_concurrent_sessions_intro_acc.pdf",
      "text": ""
    },
    {
      "url": "https://childcare.twc.texas.gov/find/welcome",
      "text": "Texas Child Care Availability Portal"
    },
    {
      "url": "https://texasrisingstar.org/",
      "text": "Texas Rising Star"
    },
    {
      "url": "https://www.twc.texas.gov/programs/child-care-prekindergarten-partnerships",
      "text": "Pre-K Partnership"
    }
  ],
  "domain": "www.twc.texas.gov"
}