{
  "doc_id": "dbd960a21b87d7ee8c3266c781bd7fe7",
  "url": "https://www.twc.texas.gov/sites/default/files/ccel/docs/parent-change-request-form-standard-web-twc.docx",
  "filename": "parent-change-request-form-standard-web-twc.docx",
  "text": "Complete and submit this form if there has been a change in your household circumstances.\n\nIMPORTANT: I understand that I am responsible for reporting all changes that could affect my eligibility for Child Care Assistance or the local CCS office payment amount within 14 days of my knowledge of the change. Failure to timely report these changes could result in action by the local CCS office.\n\nI must report the following changes to my local CCS office within 14 calendar days:\n\nI permanently stopped working or going to school or training\n\nMy family income went up and is now over 85% of the State Median Income for my family size\n\nMy household has changed\n\nI moved\n\nI changed my contact information\n\nI am also able to report the following changes to my local CCS office with this form:\n\nName change (due to marriage or divorce)\n\nChild care provider transfer\n\nChange in the hours/days that my child(ren) need child care\n\nAddition or removal of household sponsors\n\nRequest to suspend services\n\nNew contact information\n\nNew/change in specialized care needs\n\nSEE NEXT PAGE\n\nI am reporting the following changes (check all that apply):\n\nI no longer need child care assistance.\n\nMy household has moved.\n\nMy email address has changed.\n\nHousehold change.\n\nEnter information about each person who has moved in (including newborns) or out of your home.\n\nThe number of hours or days that my child(ren) need child care has changed.\n\nChild(ren) with a change in attendance at child care are:\n\nMy child needs summer care effective: Begin date:       End date:\n\nI would like to change child care providers for my child(ren).\n\nNote: Before transferring to a new child care provider, you must first work with your Workforce Solutions Caseworker. There is a waiting period of at least two weeks before the transfer can take effect.\n\nChild(ren) placed with a new child care provider:\n\nA member of my household is no longer working or attending an educational or training program. (Please attach letter of termination if available)\n\nA member of my household has changed jobs, started a new job, or had a change in earned income. (Employment validation or new wage form(s) must be attached)\n\nPerson with a change in job or earning:\n\nMy total household income has exceeded the chart below for my household size.\n\nNew monthly gross income $\n\nMy name has changed due to marriage or divorce:\n\nMy child has a change in or a new need for specialized care due to a disability.\n\nOther (Explain):\n\nI understand that adjustments may be made in my Child Care Assistance payments because of the above change(s) in my situation.\n\nI understand that I will be notified in writing by my local CSS office if the change(s) affect my eligibility or the payment amount made by the Child Care Services Program.\n\nTO SUBMIT THIS FORM TO WORKFORCE SOLUTIONS, PLEASE:\n\nUpload to the Parent Portal or TX3C\n\nEmail [email]\n\nMail [address of local office]\n\nNotice\n\nThis document contains vital information about requirements, rights, determinations, and/or responsibilities for accessing workforce system services. Language services, including the interpretation/translation of this document, are available free of charge upon request. Visit https://www.twc.texas.gov/agency/workforce-development-boards to find your local Workforce Solutions office for interpretation/translation assistance.\n\nAviso en Español (Notice in Spanish)\n\nEste documento contiene información importante sobre los requisitos, los derechos, las determinaciones y las responsabilidades del acceso a los servicios del sistema de la fuerza laboral. Hay disponibles servicios de idioma, incluida la interpretación y la traducción de documentos, sin ningún costo y a solicitud. Visite https://www.twc.texas.gov/agency/workforce-development-boards para  encontrar su oficina local de Workforce Solutions para obtener asistencia de interpretación/traducción.\n\nThông báo bằng tiếng Việt (Notice in Vietnamese)\n\nTài liệu này có thông tin quan trọng về các yêu cầu, quyền hạn, quyết định, và/hoặc trách nhiệm để sử dụng các dịch vụ của hệ thống nhân lực. Các dịch vụ trợ giúp ngôn ngữ, bao gồm thông dịch/chuyển ngữ tài liệu này, có sẵn miễn phí khi quý vị yêu cầu. Truy cập https://www.twc.texas.gov/agency/workforce-development-boards để  tìm văn phòng Giải pháp Lực lượng Lao động tại địa phương của bạn để được hỗ trợ phiên dịch/dịch thuật.\n\nParent Name:\n\nDate Reported:\n\nCCS Staff:       (CCS Staff will complete)\n\nCase ID#:\n\nDate of Move: | Phone Number:\n\nNew Mailing Address: | New Residential Address:\n\nCity: | State:\n\nCity: | Zip Code:\n\nNew Email Address:\n\nName | Birthdate | Social Security Number\n(Optional) | Moved In/Out | Date of Move | Care Needed\n\nYes No\n\nYes No\n\nYes No\n\nYes No\n\nName of Child (Last, First) | Birthdate | Total Hours Needed Each Week | Days Each Week | Date of Change\n\nSun M T W TH F Sa\n\nSun M T W TH F Sa\n\nSun M T W TH F Sa\n\nSun M T W TH F Sa\n\nName of Child (Last, First) | Birthdate | Child Care Provider Contact Information | Type of Care: (One per Child) | Total Hours Needed Each Week | Days Each Week | Date Changed\n\nName:      \nAddress:      \nPhone #:      \nChild Care Provider License #: | In home\nChild Care Provider’s Home\nCenter\nOther | Sun M T W TH F Sa\n\nName:      \nAddress:       \nPhone #:      \nChild Care Provider License #: | In home\nChild Care Provider’s Home\nCenter\nOther | Sun M T W TH F Sa\n\nName:      \nAddress:      \nPhone #:      \nChild Care Provider License #: | In home\nChild Care Provider’s Home\nCenter\nOther | Sun M T W TH F Sa\n\nName:      \nAddress:      \nPhone #:      \nChild Care Provider License #: | In home\nChild Care Provider’s Home\nCenter\nOther | Sun M T W TH F Sa\n\nPerson who has stopped working or going to class:\n\nThe last date worked or attended training classes:\n\nPerson Employed | Name and Address of Employer | Number of Hours per Week | Gross Monthly Earned | Frequency of Pay | Date Change\n\n2 PERSONS | 3 PERSONS | 4 PERSONS | 5 PERSONS | 6 PERSONS | 7 PERSONS | 8 PERSONS | 9 PERSONS\n\n$4,971 | $6,141 | $7,311 | $8,481 | $9,650 | $9,870 | $10,089 | $10,308\n\nPrevious Last Name: | New Last Name:\n\nDiagnosis and description of need (note: please provide as many details as possible and a Board staff member will reach out for more information):\n\nSignature: | Date:",
  "word_count": 1048,
  "content_type": "docx"
}