{
  "doc_id": "e1353aefa587262a1012ab8642ce5b6a",
  "url": "https://www.twc.texas.gov/sites/default/files/ccel/docs/tx3c-instrucciones-de-pagos-para-el-proveedor-final-twc.docx",
  "filename": "tx3c-instrucciones-de-pagos-para-el-proveedor-final-twc.docx",
  "text": "Acceso a Comprobantes de Pago del Proveedor por “Fecha de Procesamiento”\n\nEn el portal de KinderConnect, seleccionar Pagos bajo la cuenta de Proveedor.\n\nBusque por Fecha de Procesamiento (fecha en la que la Junta procesó el pago):\n\nEl proveedor se seleccionará automáticamente. Ingresa la Fecha de Inicio y la Fecha de Fin en las que se procesaron los pagos o utiliza el botón del calendario para seleccionar. Selecciona Fecha de Procesamiento en el campo de Filtro de Fecha. Selecciona Pagado en la categoría de Estado.\n\nPresiona el botón Buscar.\n\nLos Resultados de la Búsqueda mostrarán todos los pagos procesados como pagados en la fecha seleccionada. Marca la casilla del(los) pago(s) que deseas ver y presiona Imprimir.\n\nNota: La “Fecha de Estado” es la misma que la Fecha de Procesamiento\n\nEl reporte del Estado de Pago se descargará en su computadora con los pagos marcados como pagados en los Resultados de la Búsqueda.\n\nLos totales reflejados en el reporte del Estado de Pago deben coincidir con el monto del pago que has recibido. Si hay diferencias de pago, favor de contactar a la Fuerza Laboral local oficina.\n\nBuscar por la Fecha de Procesamiento te permitirá ver todos los pagos y/o ajustes que fueron procesados por su centro en una fecha específica de pago. Si hubo ajustes realizados a los pagos, las fechas del Período de Servicio serán reflejadas para mostrar a qué período de tiempo corresponde el ajuste.\n\nAcceso a Comprobantes de Pago del Proveedor por “Período de Servicio”\n\nBúsqueda por Período de Servicio (Incluye todas las fechas de servicio dentro de un período específico):\n\nEl Proveedor se seleccionará automáticamente. Ingresa la Fecha de Inicio y la Fecha de Fin del período de servicio o utiliza el botón del calendario para seleccionar las fechas. Selecciona Período de Servicio en el campo de Filtro de Fecha. Selecciona Pagado en la categoría de Estado.\n\nPresiona el botón Buscar.\n\nLos Resultados de la Búsqueda mostrarán todos los pagos procesados como pagados para el Período de Servicio seleccionado. Marca la casilla del(los) pago(s) que deseas ver y pulsa Imprimir.\n\nEl reporte del Estado de Pago se descargará en su computadora con los pagos marcados como pagados en los Resultados de la Búsqueda.\n\nDetalles\n\nAl ver los Resultados de Búsqueda, seleccionar Detalles proporcionará información adicional sobre el pago seleccionado.\n\nConciliación de Pagos\n\nCualquier ajuste de pago que haya sido procesado se anotará en los Resultados de Búsqueda. En la Cuenta de Detalles, habrá una option para ver los Detalles del Pago y el Pago Original.\n\nEjemplo: Se realizó un ajuste negativo de $96.60\n\nSeleccionando Detalles se mostrará la información del Pago Original y los detalles del ajuste procesado.\n\nSeleccionando Pago Original se mostrará la información correspondiente al pago original (antes del ajuste).",
  "word_count": 456,
  "content_type": "docx"
}