{
  "doc_id": "e2a88d0005e8c805cd56698751b389e5",
  "url": "https://www.twc.texas.gov/sites/default/files/ccel/docs/ccms-spanish.docx",
  "filename": "ccms-spanish.docx",
  "text": "¿Qué es un sistema de administración de cuidado infantil y cómo elijo uno?\n\nSeleccionando la mejor automatización para su negocio\n\nVideo: https://youtu.be/-EPXl57m938\n\nSi bien muchos proveedores han oído hablar de los sistemas de administración de cuidado infantil (CCMS), a menudo no tienen claro qué son estos sistemas o cómo pueden ayudarlos con su negocio de cuidado infantil. El uso de un CCMS puede ayudar a liberar recursos, ahorrar dinero, reducir el estrés y recopilar datos útiles. En esta herramienta, revisaremos qué son los sistemas de administración de cuidado infantil, cómo pueden ayudar y cómo puede seleccionar e implementar uno para su negocio de cuidado infantil.\n\n¿Qué es un sistema de administración de cuidado infantil?\n\nUn Sistema de Administración de Cuidado Infantil (CCMS) es una aplicación de programa informático diseñado para ayudar a los proveedores de cuidado infantil a administrar sus operaciones de manera más eficiente. Por lo general, incluye una gama de características útiles para los propietarios de negocios, todo en un solo lugar.\n\nEl sistema permite a los proveedores de cuidado infantil administrar fácilmente sus tareas diarias, como rastrear la asistencia e inscripción de los niños, administrar los archivos de los niños, como las fechas de vencimiento de las vacunas y los controles de salud, administrar la facturación y los pagos, y programar al personal. También puede ser una plataforma centralizada para la comunicación con los padres, lo que permite compartir fácilmente información importante, como horarios, actividades y actualizaciones sobre el progreso de sus hijos. Para los directores, propietarios y líderes de la comunidad, muchos sistemas de administración de servicios de cuidado infantil ofrecen funciones de elaboración de informes y análisis, lo que permite a los proveedores realizar un seguimiento de las principales medidas de rendimiento y tomar decisiones basadas en datos para mejorar sus operaciones. Algunos de los sistemas de administración de cuidado infantil más conocidos son Alliance CORE de Early Learning Ventures, Brightwheel, Curacubby, HiMama, Kangaroo Time, Playground, Procare, Smartcare y Wonderschool.\n\nEn general, un sistema de administración de cuidado infantil puede ayudar a los proveedores a optimizar sus operaciones y brindar una mejor atención a los niños. Dado que el sistema centraliza muchos recursos, funciones y herramientas de seguimiento de datos, el uso de un CCMS puede ayudar a los proveedores a ahorrar tiempo, dinero y energía, así también les ayuda a aprender más sobre sus necesidades comerciales.\n\n¿Cómo puede un sistema de gestión de cuidado infantil reducir costos?\n\nDe acuerdo con los puntos de referencia de la industria, los proveedores de cuidado infantil deben tratar de no dedicar más del 10-20% de su tiempo a tareas administrativas. Al implementar un sistema de administración de cuidado infantil que automatiza muchas de estas tareas administrativas, los proveedores pueden reducir la cantidad de tiempo dedicado a estas tareas y aumentar el tiempo disponible para brindar atención de calidad a los niños.\n\nAlgunos beneficios típicos de un CCMS en las operaciones son:\n\nMejorar la eficiencia: Al automatizar las tareas y proporcionar herramientas para la comunicación y la programación, un sistema de administración de cuidado infantil puede mejorar la eficiencia, lo que le permite concentrarse en brindar atención de calidad a los niños.\n\nAumento del cobro de tarifas: Al emitir facturas, reducir la deuda pendiente y agregar automáticamente cargos por pagos atrasados, un CCMS garantiza que se le pague el dinero que se le debe.\n\nReducir errores: Un sistema de administración de cuidado infantil puede ayudar a reducir los errores en la facturación y el mantenimiento de registros, lo que puede ahorrarle dinero al evitar errores de alto costo.\n\nAumentar la satisfacción de los padres: Al proporcionar un portal en línea fácil de usar y herramientas de comunicación, un sistema de administración de cuidado infantil puede mejorar la satisfacción de los padres y reducir la necesidad de que alguien en el programa maneje llamadas telefónicas y correos electrónicos, lo que puede ahorrar tiempo y costos laborales.\n\nReducir el uso de papel: Un sistema de administración de cuidado infantil puede ayudar a reducir el uso de papel al almacenar registros y otros documentos importantes electrónicamente, lo que puede ahorrar en costos de impresión y almacenamiento.\n\nPara prever cómo puede ser más útil para reducir costes en su propia empresa, puede empezar por examinar las actividades que consumen mucho tiempo, son repetitivas o requieren un alto nivel de precisión.  Algunos ejemplos de actividades a tener en cuenta son la facturación; la comunicación con los padres; la organización de los expedientes de los niños, incluidas las fechas de vacunación y los controles de salud; el cumplimiento de la reglamentación; la programación del personal; el seguimiento y la gestión de las inscripciones, y la elaboración de informes y el mantenimiento de registros.\n\nSi no está seguro de los tipos de tareas administrativas a las que dedica su tiempo, puede ser útil realizar un sencillo estudio del tiempo, es decir, hacer un seguimiento de su tiempo durante una semana o dos en papel o en una hoja de cálculo para ver cuánto tiempo dedica a las tareas comunes. Esto puede hacerse para un puesto (como un proveedor de cuidados en el hogar) o para todo un equipo (como el equipo directivo de un gran centro). Hacer un estudio del tiempo no sólo le ayudará a identificar posibles eficiencias, sino que también puede ayudar a iluminar el tipo de tareas en las que desea trabajar primero. Por ejemplo, si la puntualidad en la facturación y el pago es un problema, es posible que desee trabajar primero en ese módulo de su CCMS.\n\n¿Cómo puedo seleccionar un CCMS?\n\nExisten una variedad de opciones de CCMS, por lo que al seleccionar un sistema de administración de cuidado infantil, es importante considerar una variedad de factores para garantizar que el programa informático satisfaga las necesidades específicas de su negocio de cuidado infantil.\n\nEstas son algunas consideraciones clave:\n\nCaracterísticas: Busque un sistema que incluya las características que necesita para administrar su negocio de manera efectiva. Algunas características clave a considerar incluyen inscripción, seguimiento de asistencia, administración de personal, procesamiento de facturación y pagos, contabilidad, comunicaciones con los padres, organización de los registros de los niños e informes.  Para los proveedores de cuidado infantil familiar, el seguimiento de su tiempo sería una característica beneficiosa.\n\nFacilidad de uso: El sistema debe ser fácil de usar y fácil de navegar, para usted, su personal y sus familias.\n\nAtención al cliente: Busque un sistema que ofrezca una sólida atención al cliente, que incluya asistencia técnica y recursos de capacitación en los idiomas hablados por los diferentes grupos de personas que utilizarán esta herramienta.\n\nCompatibilidad: Asegúrese de que el sistema sea compatible con su hardware y programas informáticos existentes, incluidas las computadoras o dispositivos móviles utilizados por el personal o los padres y los programas clave como QuickBooks para contabilidad o Gusto para nómina, si los usa.\n\nCosto: Considere el costo del sistema y si se ajusta a su presupuesto. Asegúrese de preguntar sobre las tarifas únicas de configuración y continuas, así como las tarifas de procesamiento de pagos para transacciones con tarjeta de crédito y ACH.\n\nPrecios: Algunos sistemas pueden cobrar una tarifa fija, mientras que otros pueden cobrar en función del número de niños o miembros del personal.  Todos cobran tarifas de procesamiento de pagos.\n\nTiempo de procesamiento de pagos: Los sistemas difieren en la rapidez con que los padres y otros pagos se depositarán en su cuenta bancaria comercial.\n\nRevisiones y recomendaciones: Lea los comentarios de otros proveedores de cuidado infantil y busque recomendaciones de colegas para ayudar a informar su decisión.\n\nTambién querrá consultar las revisiones en línea utilizando sitios como Capterra y preguntar a otros proveedores sobre sus experiencias. Los proveedores de CCMS proporcionarán demostraciones para usted y su equipo. Para prepararse mejor para las demostraciones, lleve consigo una serie de preguntas concretas a las que desee obtener respuesta.  En lugar de preguntar: \"¿Puede el sistema hacer XYZ?\", pregunte: \"Por favor, muéstreme cómo hace el sistema XYZ\", de modo que salga de cada demostración con una idea clara de cómo podrían abordarse sus problemas empresariales más urgentes con las ventajas de la automatización.  Además, debería preguntar cuántos proveedores tienen licencia para un CCMS en su estado, para hacerse una mejor idea de su familiaridad con sus necesidades reglamentarias específicas y su capacidad para encontrar proveedores similares que le ayuden en la resolución de problemas y el aprendizaje avanzado del sistema.\n\nPuede crear fácilmente un cuadro de objetivos simple para realizar un seguimiento de cómo se compara cada CCMS en función de sus necesidades. Hemos adaptado uno en el Anexo A de Opportunities Exchange, una organización nacional que estudia y promueve el uso de CCMS en el cuidado infantil y la eficacia comercial general.\n\n¿Cuál es la mejor manera de comenzar a implementar un CCMS?\n\nLa implementación de un sistema de administración de cuidado infantil puede ser un proceso complejo, pero hay pasos que puede seguir para garantizar una implementación exitosa después de haber seleccionado un proveedor:\n\nPlanificar la implementación: Trabaje con el proveedor para elaborar un plan de ejecución. Este plan debe incluir plazos, etapas y responsabilidades realistas para el proveedor, su personal y sus familias.\n\nCapacítese a sí mismo o a su personal: La capacitación es crucial para el éxito de la implementación. Desarrolle un plan de capacitación que incluya tanto la capacitación inicial como el apoyo continuo. Es importante proporcionar capacitación a todos los miembros del personal que usarán el sistema, no solo a los administradores. Además, informe al personal cómo pueden interactuar con el soporte técnico si tienen preguntas.\n\nPruebe el sistema: Antes de implementar completamente el sistema, realice una prueba utilizando datos reales e involucrando a los miembros del personal que usarán el sistema para identificar cualquier problema o inquietud temprana.\n\nImplemente el sistema: Una vez que se completen las pruebas, implemente el sistema gradualmente para evitar sentirse abrumado, estresar a su personal y a los padres. Comience con un pequeño grupo de usuarios y amplíe gradualmente la implementación a medida que todos se sientan más cómodos con el sistema. También querrá comunicarse con los padres sobre el nuevo sistema y cómo pueden usarlo. Explicar el \"por qué\" de esta transición puede ayudar a los padres a ver este cambio como una fortaleza del programa, no como una complicación.\n\nEvaluar y ajustar: Después de que el sistema haya estado en funcionamiento durante tres a seis meses, debe consultar con su equipo para obtener comentarios sobre la implementación. Es posible que desee realizar cambios en el sistema, proporcionar capacitación o apoyo adicional, o ajustar los procesos y procedimientos para mejorar la experiencia de su personal, padres y usted mismo.\n\nRequiere un poco de esfuerzo, pero la implementación de un CCMS puede traer muchos beneficios a los proveedores de cuidado infantil, incluida una mayor eficiencia, una mejor comunicación con los padres y una reducción de los costos administrativos. Al planificar cuidadosamente el proceso de implementación y abordar los posibles desafíos por adelantado, los proveedores pueden implementar con éxito un Sistema de Administración de Cuidado Infantil y disfrutar de los beneficios que brinda.\n\nAnexo A: Lista de verificación del CCMS\n\nAdvertencia: La información aquí contenida ha sido preparada por Civitas Strategies y no pretende constituir un asesoramiento legal, fiscal o financiero. El equipo de Civitas Strategies ha realizado esfuerzos razonables para recopilar, preparar y proporcionar esta información, pero no garantiza su exactitud, integridad, adecuación o actualización. La publicación y distribución de esta información no pretende crear, y su recepción no constituye, una relación abogado-cliente o cualquier otra relación de asesoramiento. La reproducción de esta información está expresamente prohibida.\n\nPlataforma\n\nMobile First: funciona bien en un teléfono móvil o tableta (Android / iOS)\n\nEs compatible con los idiomas principales utilizados por usted, sus familias y cualquier miembro del personal.\n\nMercadeo e inscripción\n\nLas familias pueden solicitar e inscribir a los niños en línea\n\nApoya a los proveedores en el desarrollo de un sitio web y ayuda a los padres a encontrarlo en las búsquedas en Internet\n\nAdministración de listas de espera - Realiza un seguimiento de quién está interesado; Apoya la comunicación regular con los prospectos\n\nInformación para niños y familias\n\nSeguimiento de datos de salud: plazos de vacunación, alergias, etc.\n\nDocumentos requeridos almacenados electrónicamente y etiquetados en el registro del niño / familia\n\nAdministración del personal (si tiene personal)\n\nRealiza un seguimiento de la educación, las credenciales y los requisitos de desarrollo profesional\n\nDocumentos / plazos requeridos: autorizaciones, salud / vacuna, etc.\n\nReloj de control de asistencia (para el seguimiento de las horas trabajadas)\n\nSoporta informes de nómina\n\nPlanificación\n\nProgramación de aulas/personal\n\nHorarios de transporte\n\nHorarios para niños, incluidos espacios de tiempo completo y parcial, después de la escuela o vacaciones escolares\n\nAsistencia\n\nRegistro de entrada / salida con marca de tiempo de los niños inscritos a través de un identificador único (código QR / biometría, etc.)\n\nAdministración de la proporción entre personal y niños (notificación cuando la proporción es inferior o superior a la normal en un aula específica o en una guardería familiar).\n\nAusencias - informes por niño/aula/programa\n\nRetiros - rastrea los motivos\n\nRegistros de asistencia \"masivos\": cuando se cierra el programa, todos los niños inscritos se marcan como ausentes.\n\nFacturación/Cobros\n\nAsignación de facturación: permite que cada niño tenga múltiples fuentes de financiamiento (padres, familiares, subsidio, PreK, etc.)\n\nFacturación automatizada: configure reglas de facturación para cada cuenta, se envíe automáticamente cada ciclo de facturación\n\nFacturación flexible: semanal, quincenal, mensual, etc.\n\nAjuste automático de los recargos por retraso (conectado a la fecha y hora) que también permite la anulación/renuncia del programa; permite la facturación de recargos adicionales del programa.\n\nHistorial de pagos/Informes de vencimiento para cuentas morosas\n\nPagos electrónicos integrados: pagos registrados en cuentas familiares individuales\n\nDeclaración anual de impuestos/Estado de la cuenta a la que las familias pueden acceder para realizar un seguimiento de los gastos de cuidado infantil\n\nContabilidad\n\nFlujos de ingresos a la cuenta correcta -O-\n\nPrograma informático de contabilidad integrado (CCMS rastrea gastos e ingresos)\n\nCapacidad para anotar gastos personales / comerciales compartidos y / o usar el cálculo de tiempo-espacio para proveedores basados en el hogar\n\nCACFP – Programa de Alimentos para el Cuidado de Niños y Adultos\n\nPlanificación de menús\n\nAsistencia y recuentos de comidas\n\nGenera informes para la facturación\n\nSeguimiento de la educación\n\nAdministración del plan de lecciones\n\nRealiza un seguimiento de las Normas estatales de aprendizaje temprano\n\nEvaluación del niño/seguimiento del progreso del desarrollo\n\nPlanes de educación individual/referencias de servicios\n\nNormas de desempeño de Head Start\n\nComunicación con los padres\n\nPortal para padres: para el estado de la cuenta, el pago, la administración de registros, etc.\n\nHerramientas de comunicación para padres: envíe mensajes de texto, envíe fotos / videos a través de la aplicación\n\nIncorporación/soporte\n\nSoporte telefónico\n\nChat en línea\n\nVideos/manuales\n\nSoporte individualizado del proveedor para la incorporación",
  "word_count": 2448,
  "content_type": "docx"
}