{
  "doc_id": "e60c98d7a8501861a30984c5a0c9d7aa",
  "url": "https://www.twc.texas.gov/sites/default/files/ccel/docs/automation-and-child-care-businesses-spanish.docx",
  "filename": "automation-and-child-care-businesses-spanish.docx",
  "text": "Recursos Tecnológicos y de Automatización para Empresas de Cuidado Infantil\n\n¿Cómo puedo usar la tecnología para ser más eficiente?\n\nVideo: https://youtu.be/OLdtdZGKCuo\n\nIntroducción\n\nA menudo hay muchas tareas que realizar en las empresas de cuidado de niños. Las tareas pueden incluir la facturación, el seguimiento de los gastos, el registro del kilometraje y el pago al personal. El equipo de operaciones suele ser una sola persona: usted. Hay muchas maneras de mejorar la eficacia de las operaciones de su guardería, aumentar su productividad y disponer de más tiempo. Una de ellas es utilizar la tecnología, como los programas en línea, el software informático o una aplicación en su teléfono o tableta.\n\nEn esta guía vamos a ver una variedad de diferentes tipos de software y programas en línea que podrían ayudar a aliviar la carga de actividades específicas que usted realiza en el día a día. Es importante saber que puede implementar una o todas las soluciones sugeridas en esta guía, lo que le proporcionará flexibilidad y una implementación más sencilla para que pueda empezar a ahorrar tiempo lo antes posible.\n\nSeguimiento del kilometraje\n\nUna de las formas más sencillas de empezar a ahorrar tiempo es utilizar una aplicación de seguimiento del kilometraje. Se trata de programas sencillos que suelen instalarse en el teléfono y que registran los kilómetros que ha recorrido en su vehículo. Una vez que haya rastreado su kilometraje, puede clasificar fácilmente los kilómetros para uso personal o laboral. Al final del año, usted tendrá fácil acceso a un registro para compartir con su preparador de impuestos que muestra exactamente cuando usted estaba viajando por negocios, cuántas millas viajó, y la tasa a la que deben ser deducidos para sus impuestos. Esto es genial no sólo para registrar los viajes que sabe que están dedicados al trabajo, como los servicios de transporte para los niños a su cargo, sino también aquellos viajes que puede olvidar, como un viaje a Costco para comprar refrigerios para los niños. Dos grandes aplicaciones para el seguimiento de su kilometraje son MileIQ y Everlance.  Para ayudar a mantener un registro claro de los gastos, es una buena idea hacer un seguimiento por separado de cada vehículo que utiliza para su negocio. Por ejemplo, si tiene un autobús o una van para transportar a los niños y también utiliza a veces su vehículo personal para comprar suministros de la empresa, puede registrar los viajes realizados en cada vehículo, así como su propósito (trabajo o personal), utilizando aplicaciones de seguimiento de kilometraje como las mencionadas anteriormente. Si necesita ayuda para saber qué parte de los gastos de kilometraje debe incluir en sus gastos de negocio frente a sus gastos personales, puede clasificar fácilmente sus viajes por uso laboral y personal si registra cada viaje en función de ello a lo largo del año.\n\nNómina\n\nOtra área común para la automatización es la de las nóminas. Incluso si sólo se paga a usted mismo, contar con una empresa de nóminas puede ahorrarle una gran cantidad de tiempo y aumentar la precisión. La mayoría de los servicios de nóminas no sólo le ayudarán a cargar fácilmente las horas de sus empleados y a pagarles, sino que también realizarán todas las declaraciones de impuestos federales y estatales, lo que le ahorrará una gran cantidad de tiempo. Además, muchas de las empresas de nóminas se están expandiendo a otras áreas de los recursos humanos para que el proceso de incorporación y transición de los empleados sea mucho más eficaz. Algunos servicios a considerar son Gusto, Wave, QuickBooks Payroll y ADP.\n\nPagos por aplicaciones\n\nUno de los aspectos más difíciles de dirigir un negocio de cuidado de niños es el flujo de caja. El objetivo es asegurarse de que la gente le paga más rápido de lo que usted tiene que gastar el dinero del negocio; como resultado, la recaudación de fondos es un aspecto crítico de cualquier negocio de cuidado de niños. Una de las formas de que la gente haga los pagos aún más rápido es utilizar sistemas de pago basados en aplicaciones. Los sistemas de pago basados en aplicaciones son muy sencillos de utilizar y suelen permitir a los padres pagar directamente desde su teléfono. Estas aplicaciones cobran tasas de servicio, y los recientes cambios en la legislación fiscal implican que tendrá que declarar el dinero que recibe. Sin embargo, la rapidez y la facilidad para recibir los pagos suelen ser muy atractivas para las familias y pueden reducir el tiempo que se tarda en cobrar. Tres aplicaciones de dinero en efectivo a considerar son Venmo, Cash App y Zelle.\n\nPresencia en la web y sitios web\n\nAl igual que la mayoría de las empresas de hoy en día, las empresas de cuidado de niños tienen problemas de comercialización sin algún tipo de presencia en línea. En algunos casos eso significa un sitio web completo, pero no siempre tiene que ser un sitio web de negocios; muchas empresas de cuidado de niños están ganando mucha atención mediante el uso de Google My Business, Yelp, u otros directorios de negocios en línea. Estos directorios de empresas pueden ser muy fáciles de crear y poner en marcha. Además, puede pedir a las familias que actualmente utilizan sus servicios, o lo han hecho en el pasado, que escriban sus opiniones, lo que hará que su negocio sea aún más atractivo para las familias que buscan una guardería local. Sin embargo, es posible que también quiera tener un sitio web completo. Eso no significa siempre que tengas que contratar a un diseñador, ya que tanto Wix.com como Squarespace.com son sitios de creación de sitios web muy sencillos que incluyen el alojamiento, así como plantillas fáciles de configurar y personalizar. Esto le permitirá tener un sitio web de aspecto hermoso en tan sólo unas horas. Además, estos sistemas le permiten actualizar su sitio web usted mismo si lo desea, generando aún más ventajas.\n\nDiseño gráfico\n\nOtra parte importante del marketing y las ventas es contar con materiales visualmente atractivos. Pueden ser tarjetas para repartir en un evento de cuidado de niños, folletos que expliquen sus servicios o incluso páginas bien diseñadas en su sitio web. Un diseño gráfico de alta calidad no significa que tenga que contratar a un diseñador gráfico caro. Ahora hay muchos servicios y aplicaciones en línea que pueden ayudarle a diseñar rápidamente materiales atractivos usted mismo. Algunos servicios a los que puedes echar un vistazo son Canva, Adobe Spark, Visme y Crello.\n\nLa mejor productividad\n\nTanto si su negocio de cuidado de niños es sólo suyo como si tiene 100 empleados, hay muchos documentos y hojas de cálculo a los que puede acceder para hacer funcionar su negocio. También es posible que necesite un software de presentación de vez en cuando. Antes, este software de oficina era bastante caro, pero cada vez hay más opciones buenas y gratuitas. Microsoft Office, que es en gran medida el estándar en estos programas, tiene ahora una versión gratuita en línea. También están Google Docs, Sheets y Slides, que ofrecen ayuda con documentos, hojas de cálculo y presentaciones, respectivamente. Apache OpenOffice es otra alternativa que lleva años en el mercado y se ha probado. Algunos sistemas también vienen con un almacenamiento en línea limitado que te permite tener acceso y almacenar tus documentos, hojas de cálculo y presentaciones en la nube.\n\nSoftware de contabilidad y manejo de libros\n\nPor último, pero no por ello menos importante, está el software de contabilidad y registro de libros. Puede ser una tarea desalentadora tener que vigilar todo el dinero que entra y sale de tu negocio. Disponer de un buen sistema de contabilidad no sólo puede ayudarte a la hora de pagar los impuestos a final de año, sino que también te ayudará a entender cuánto estás ganando y a qué se destina tu dinero a lo largo del año. Hoy en día, la mayoría de los sistemas de contabilidad son bastante fáciles de utilizar, ya que se conectan automáticamente a su banco o a su tarjeta de crédito. Hay sistemas para tarjetas de crédito y otros sistemas de pago que te permiten cargar las transacciones automáticamente para que puedas reducir la entrada manual que haces tú mismo. Además, muchos de ellos ofrecen la integración con las nóminas y otros servicios que podrían ayudar a convertirlo en una solución única.\n\nProbablemente el paquete de software de contabilidad más destacado sea QuickBooks, que es bastante complejo y puede estar más allá de las necesidades de muchos proveedores. Algunas empresas de cuidado de niños también utilizan Wave o FreshBooks, que son programas más sencillos y rentables que tienen algunas de las mismas características que QuickBooks sin la complejidad.",
  "word_count": 1441,
  "content_type": "docx"
}