{
  "doc_id": "e7fb169589ffff9a89075626968a7eac",
  "url": "https://www.twc.texas.gov/sites/default/files/ccel/docs/pay-increases-and-payroll-taxes-spanish-twc.docx",
  "filename": "pay-increases-and-payroll-taxes-spanish-twc.docx",
  "text": "Aumentos Salariales e Impuestos sobre la Nómina\n\nAprenda a navegar el aumento en los costos asociados con el aumento de la compensación de los empleados\n\nVideo: https://youtu.be/CVcS2OAZg0U\n\n¿Por qué debería considerar aumentar el salario de mis empleados?\n\nSus empleados son un conjunto que puede afectar en gran medida su capacidad para atraer y retener a las familias para su programa de cuidado infantil. En pocas palabras, la presencia de empleados de alta calidad puede ayudarlo a reclutar y retener nuevas familias a su cuidado, mientras que la presencia de empleados de baja calidad puede rechazarlos y dañar su reputación. Los padres están buscando atención de buena reputación con personal confiable más que nunca, con un énfasis dramático en la salud y la seguridad como una prioridad máxima debido a la pandemia de COVID-19. Además, invertir en sus empleados puede permitirle dotar de personal completo a su negocio o incluso aumentar la cantidad de personal que tiene, lo que a su vez puede aumentar de manera segura y responsable su capacidad y sus ingresos. Invertir en sus empleados puede ayudarlo a mejorar la calidad de la atención que ofrece a sus familias y al mismo tiempo ayudar a que su negocio crezca.\n\nActualmente, hay dos cuestiones notables a tener en cuenta en el mercado laboral. En primer lugar, ha habido una tendencia creciente de trabajadores que abandonan su industria durante la pandemia, o la fuerza laboral de manera incansable, lo que resulta en escasez de personal en todo el país. En las primeras etapas de la pandemia, muchas empresas de la industria del cuidado infantil experimentaron cierres ordenados por el gobierno o cuarentenas relacionadas con COVID, dejando a los educadores suspendidos o sin paga. El número de empleos en el sector del cuidado infantil no se ha recuperado a los niveles anteriores a la pandemia. El Centro para el Estudio del Empleo de Cuidado Infantil de UC Berkeley informa que el 10% de los trabajadores de cuidado infantil han abandonado la industria desde febrero de 2020. Sin el incentivo financiero necesario o los beneficios para los empleados, los empleadores pueden tener dificultades para atraer a los mejores talentos a su organización. Para seguir siendo competitivos con otros programas de cuidado infantil en este mercado laboral actual, es una buena idea considerar aumentar las tasas de compensación.\n\nEsto no sólolo ayudará a encontrar y mantener empleados de calidad para su negocio, sino que también aliviará el segundo mayor desafío en este momento en la industria del cuidado infantil: asegurar salarios dignos para los trabajadores de cuidado infantil. La pandemia de COVID-19 ha destacado el papel de la industria del cuidado infantil como esencial para la economía de la nación para permitir que los padres permanezcan en la fuerza laboral, sin embargo, los puestos en la industria suelen estar mal pagados. Esta realidad ha contribuido a que los trabajadores de cuidado infantil dejen sus papeles para otros trabajos donde pueden ganar más. Esto ha sido especialmente cierto para los empleos en el sector del cuidado infantil que se han visto desafiados por los bajos salarios desde antes de la pandemia. Como tal, es importante considerar los aumentos salariales temporales y las bonificaciones como una forma de atraer y retener a los mejores talentos en un panorama competitivo, así como abordar los desafíos salariales a largo plazo entre los trabajadores de cuidado infantil.\n\nTipos de aumentos salariales\n\nAl considerar aumentos para sus empleados, hay algunos tipos diferentes de aumentos salariales que puede considerar que tienen diferentes impactos en sus empleados y su negocio: bonificaciones, aumentos salariales temporales y aumentos salariales a largo plazo o permanentes. Como primer paso, determine qué tipo de aumento salarial le gustaría ofrecer a sus empleados.\n\nBonos\n\nUn bono es un pago único de una suma global que aumenta los ingresos generales de sus empleados sin la obligación de ofrecer bonos adicionales en el futuro. Los bonos pueden ser útiles para atraer nuevos empleados a su organización o para retener a los empleados existentes y recalentarlos por su arduo trabajo. Por ejemplo, es posible que desee proporcionar un bono para un nuevo empleado al momento de la contratación o después de un empleo exitoso con su organización durante 6 meses.  Podría recompensar a los empleados con un bono en momentos de mayor necesidad, como antes de las vacaciones, el comienzo de un descanso de verano o por trabajar durante las noches u otras horas de trabajo no tradicionales. Los bonos también son una forma fantástica de recompensar a los empleados por los momentos en que han ido más allá en el lugar de trabajo, como durante los períodos de escasez de personal o trabajo en situaciones que son más difíciles de lo habitual y pueden tener un gran impacto en la moral de los empleados.\n\nAumentos salariales temporales\n\nUn aumento salarial temporal es aquel en el que aumenta el salario o los salarios por hora para su empleado, pero está destinado a durar solo por un corto período de tiempo con una fecha de finalización clara. Por ejemplo, puede recompensar a sus dos empleados trabajadores por sus esfuerzos durante la pandemia aumentando sus salarios en el transcurso del próximo año. Estos empleados entenderían que volverían a sus niveles salariales originales después de que finalice el aumento salarial temporal. Puede leer más sobre aumentos salariales temporales en childcare.texas.gov.\n\nAumentos salariales a largo plazo\n\nLos aumentos salariales a largo plazo o permanentes son aquellos que aumentan el salario o los salarios por hora de un empleado de forma permanente y se considera un aumento de su nivel básico de salario, sin ninguna reducción planificada. Este tipo de aumento es deseable desde la perspectiva de un empleado porque significa un aumento permanente de los fondos en el futuro previsible. Desde el punto de vista de un empleador, este tipo de aumento salarial puede ayudar a su empresa a seguir siendo competitiva y retener a los empleados; sin embargo, estos también deben ser sostenibles por parte del empleador.\n\nCreación de una escala salarial\n\nAl considerar aumentar la compensación para sus empleados, especialmente si contrata nuevos empleados, vale la pena evaluar sus niveles de compensación actuales para evitar la compresión salarial. En pocas palabras, la compresión salarial ocurre cuando los empleados que han estado en una posición durante mucho tiempo ganan menos que los nuevos empleados en el mismo tipo de posición. La compresión salarial puede ocurrir cuando la demanda de empleados excede la oferta de empleados, lo que resulta en que las nuevas contrataciones reciban salarios más altos que los empleados existentes del mismo nivel. Es especialmente fácil que esto suceda cuando sus criterios para determinar la compensación están desactualizados, son demasiado amplios o no están claros. La compresión salarial puede causar conflictos internos indeseables entre los empleados nuevos y existentes y puede dificultar la retención de los empleados existentes.\n\nPara evitar que esto suceda, recomendamos crear una escala salarial clara para garantizar que el pago sea justo y equitativo en toda su organización. Es una gran práctica reevaluar su escala salarial en comparación con las tasas actuales del mercado al menos una vez al año, y cada vez que se realizan nuevas contrataciones. Una opción para recopilar esos datos sería revisar hasta diez ofertas de trabajo para puestos similares de empresas de cuidado infantil similares en su área para ver cuánto están pagando. Algunos sitios de búsqueda de empleo en línea también ofrecen una función de búsqueda conveniente  que le permite buscar fácilmente el salario medio estimado por profesión para su área, así como comparar con las tarifas nacionales. Su escala salarial debe reflejar los niveles de educación, las calificaciones, los niveles de habilidad y la experiencia de sus empleados junto con las responsabilidades y roles asociados con su posición.\n\nComenzar:\n\nAnote todas las descripciones de trabajo en su organización, las calificaciones clave y las responsabilidades asociadas con cada papel\n\nEvalúe cada puesto en función de las calificaciones / certificaciones requeridas, las responsabilidades y el papely clasifíquelos de manera adecuada\n\nAgrupar posiciones de clasificación similar juntas en niveles\n\nInvestigue las tasas de mercado para puestos similares de establecimientos similares en su área para encontrar una compensación promedio para cada nivel\n\nCree un rango de pago dentro de cada nivel que abarque desde el nivel de entrada (75-80% del promedio del mercado) hasta el altamente calificado (120-125% del promedio del mercado)\n\nEvalúe a los empleados en función de su nivel de habilidad, antigüedad y experiencia para determinar si deben recibir un salario de nivel de entrada, promedio o altamente calificado dentro de su nivel\n\nComprender los costos de los aumentos salariales.\n\nAl considerar aumentar el salario de los empleados, ya sea a corto o largo plazo, es importante conocer los costos asociados para que usted, como propietario de un negocio, pueda estar preparado para cubrirlos. Para determinar el aumento en los costs asociados con el aumento del salario de los empleados, deberá comparar sus costos actuales con sus nuevos costos, incluidas las tasas de pago y los impuestos sobre la nómina.\n\nCálculo de los costos actuales\n\nSalarios actuales. Para comenzar, calcule los salarios actuales que paga a su empleado cada semana en función del siguiente cálculo:\n\nTotal de horas trabajadas por semana x tarifa por hora actual = Salarios actuales por semana\n\nPor ejemplo, digamos que tiene un empleado de tiempo completo que gana actualmente $ 10 por hora.\n\n40 horas por semana x $10 por hora = $400 (salarios semanales actuales)\n\nImpuestos sobre la nómina actuales. Como empleador, también deberá estar al tanto del aumento en los impuestos sobre la nómina que viene con este aumento en el salario que se le pedirá que pague. Actualmente, los empleadores en el estado de Texas deben los siguientes impuestos:\n\nImpuestos de la Ley Federal de Contribuciones al Seguro (FICA):\n\n6.2% de impuesto al Seguro Social (retenido sobre los primeros $ 142,800 que gana un empleado en 2021)\n\n1.45% de impuesto de Medicare (retenido sobre todos los salarios de un empleado)\n\nImpuesto federal del 6% de la Ley federal de impuestos de desempleo (FUTA) (retenido sobre los primeros $ 7,000 que gana un empleado en 2021)\n\n0.21% De Impuesto del Seguro de Desempleo de Texas (UI) (Tasa de estabilización pandémica retenida sobre los primeros $ 9,000 que gana un empleado en 2021)\n\nPara calcular los impuestos sobre la nómina, use los salarios del empleado multiplicados por el porcentaje de impuestos:\n\nSalarios corrientes x 6.2% (0.062) = Impuesto de Seguridad Social\n\nSalarios actuales x 1.45% (0.0145) = Impuesto de Medicare\n\nSalarios corrientes x 6% (0.06) = Impuesto FUTA\n\nSalarios actuales x 0.21% (0.0021) = Impuesto UI de Texas\n\nUsando nuestro ejemplo anterior, así es como calcularía los impuestos sobre la nómina para un empleado de tiempo completo pagado $ 10 por hora:\n\nImpuestos actuales:\n\n$400 x 6.2% de Impuesto al Seguro Social (0.062) = $24.80\n\n$400 x 1.45% de impuesto de Medicare (0.0145) = $5.80\n\n$400 x 6% Impuesto FUTA (0.06) = $24.00\n\n$400 x 0.21% Texas UI Tax (0.0021) = $0.84\n\nTOTAL: $55.44 impuestos por semana\n\nCostos corrientes totales. Para calcular el costo total, debe combinar los salarios totales pagados a su empleado con los impuestos sobre la nómina adeudados sobre esos salarios. Usando nuestro mismo ejemplo, verá que el costo actual total es de $ 455.44 por semana:\n\n$400 (salario total) + $55.44 (impuestos totales sobre la nómina) = $455.44 (costo total)\n\nCálculo del aumento de los costes. Ahora que conoce sus costos actuales, deberá calcular los nuevos costos después de haber aumentado la tasa de pago de sus empleados.\n\nDigamos que desea aumentar la tasa de pago de su empleado a tiempo completo de $ 10 por hora a $ 12 por hora. Ya conoce el costo semanal total asociado con $ 10 por hora, por lo que ahora deberá hacer los mismos cálculos utilizando $ 12 por hora que su tasa de pago:\n\nCálculo de nuevos costes.\n\nNuevos salarios: 40 horas por semana x $ 12 por hora = $ 480 salarios totales por semana\n\nNuevos impuestos:\n\n$480 x 6.2% Impuesto al Seguro Social (0.062) = $29.76\n\n$480 x 1.45% de impuesto de Medicare (0.0145) = $6.96\n\n$480 x 6% FutA Tax (0.06) = $28.80\n\n$480 x 0.21% Texas UI Tax (0.0021) = $1.01\n\nTotal: $66.53 impuestos por semana\n\nCosto total de la nueva oferta:\n\n$480 (nuevos salarios) + $66.53 (nuevos impuestos) = $546.53 (nuevo costo)\n\nDiferencia en los costos antiguos vs. nuevos. Ahora, tiene el costo actual total ($ 455.44) y el costo nuevo total ($ 546.53). Para determinar su aumento total en los costos semanales para aumentar un empleado de tiempo completo de $ 10 por hora a $12 por hora, reste los costos actuales de los nuevos costos:\n\n$546.53 ( costos nuevos) - $455.44 (costos corrientes) = $91.09 (aumento en los costos)\n\nEsto significa que los costos totales del empleador por semana aumentan en $ 91.09, cuando le dan a este empleado un aumento de $ 2 por hora, o $ 4,736.68 por año (multiplicando los costos semanales por 52 semanas en un año).\n\nBonificaciones o aumentos salariales a corto plazo\n\nAl aumentar el salario de los empleados, es importante asegurarse que usted está preparado para manejar estos costos como parte de los gastos de su negocio. Ya sea para bonos de suma global por única vez o aumentos salariales durante un corto período de tiempo, querrá asegurarse de tener listos los costos estimados de nómina cuando se deba. Al determinar cuánto retener para los bonos, sepa que las sumas globales únicas se pueden gravar de dos maneras. Primero, puede calcular los impuestos adeudados sobre el bono de su empleado utilizando un porcentaje fijo del 22% para el pago suplementario, independientemente de la tasa de retención del impuesto sobre la renta de su empleado. Esto es más fácil cuando paga a su empleado en un pago separado de sus salarios normales:\n\nBono de $1000 x 22% = $220\n\nEn segundo lugar, puede combinar su bono con su pago regular. En este caso, puede tratar el monto combinado como si fuera un pago y calcular los impuestos sobre la nómina de la misma manera que lo haría para el pago regular:\n\nBono de $1000 + cheque de pago de $1200 = pago combinado de $2200\n\nImpuestos sobre la nómina:\n\n$2200 x Impuesto del Seguro Social 6.2% (0.062) = $136.40\n\nSalarios de $2200 x Impuesto de Medicare 1.45% (0.0145) = $31.90\n\n$2200 x Impuesto FUTA 6% (0.06) = $132.00\n\n$2200 x Impuesto de la UI de Texas 0.21% (0.0021) = $4.62\n\nTOTAL de impuestos sobre la nómina en el pago combinado = $304.92\n\nPara calcular la cantidad de impuestos sobre la nómina adeudados sobre el bono de $ 1000 específicamente, ejecute los mismos cálculos utilizando $ 1000 como salarios totales:\n\n$1000 x Impuesto del Seguro Social 6.2% (0.062) = $62.00\n\nSalarios de $1000 x Impuesto de Medicare 1.45% (0.0145) = $14.50\n\n$1000 x FUTA Tax 6% (0.06) = $60.00\n\n$1000 x Texas UI Tax 0.21% (0.0021) = $2.10\n\nTOTAL de impuestos sobre la nómina en la parte de bonificación del pago = $ 138.60\n\nAl calcular los montos de retención para los bonos cuando se combinan con el pago regular, combinaría los montos del impuesto sobre la nómina con las retenciones del impuesto federal sobre la renta según la tasa de retención de su empleado.\n\nUna vez que haya determinado la cantidad que se adeudará por los impuestos sobre la nómina, calcule cuánto necesitará reservar para asegurarse de tener fondos disponibles cuando llegue el momento. Esto puede ser tan simple como tomar la cantidad que anticipa deber y dividirla por el período de tiempo en que se producirá el aumento salarial. Para usar nuestro ejemplo anterior, aumentar el salario de un empleado de tiempo completo en $ 2 resultó en un nuevo costo semanal de $ 546.53, que es de $ 28,419 por año. Esto significa que este empleador necesitaría $ 2,368.29 por mes para cubrir los costos totales de este empleado con su nuevo salario. Si bien esto puede parecer mucho en total, el aumento fue de $ 394.71 por mes, o un aumento del 17%. En este caso, tendría que planear reservar al menos $ 394.71 adicionales cada mes para asegurarse de que puede cubrir esos costs adicionales.\n\nAdvertencia: La información aquí contenida ha sido preparada por Civitas Strategies y no pretende constituir un asesoramiento legal, fiscal o financiero. El equipo de Civitas Strategies ha realizado esfuerzos razonables para recopilar, preparar y proporcionar esta información, pero no garantiza su exactitud, integridad, adecuación o actualización. La publicación y distribución de esta información no pretende crear, y su recepción no constituye, una relación abogado-cliente o cualquier otra relación de asesoramiento. La reproducción de esta información está expresamente prohibida.",
  "word_count": 2776,
  "content_type": "docx"
}