{
  "doc_id": "ec602b86812fa2cf45fd32a886eaede3",
  "url": "https://www.twc.texas.gov/sites/default/files/ccel/docs/pricing-spanish-twc.docx",
  "filename": "pricing-spanish-twc.docx",
  "text": "¿Cómo Establezco mis tarifas para mi negocio de cuidado infantil??\n\nObtenga información sobre cómo establecer precios que sean \"justo\" para su negocio.\n\nVideo https://www.youtube.com/embed/ETy5hIFFvvo\n\nIntroducción\n\nEstablecer tarifas es una de las cosas más difíciles, pero también más importantes que puede hacer como propietario de un negocio de cuidado infantil. Si el precio es  demasiado alto, es probable que pierda familias  resultando en menos ingresos, y en el largo plazo, usted podría salir del negocio. Por otro lado, Si el precio es demasiado bajo, corre el riesgo de no ser capaz de cubrir sus costos, y de nuevo, eventualmente salir del negocio. Encontrar la tarifa \"justo”, uno que no es demasiado alto, pero no demasiado bajo, es tan importante para que usted pueda hacer para la salud y la longevidad de su negocio. Entonces, ¿qué hace para determinar esa tasa de Ricitos de Oro?\n\nEl proceso implica cinco pasos clave:\n\nDeterminar cuánto cuestan actualmente\n\nEscanee el mercado y mire cómo son las otras tarifas en su área\n\nEvalúe cuánto cuidado le está costando en comparación con la tasa de mercado en marcha en su área\n\nConjunto su tarifas\n\nRefine su tarifa de forma continua y comprobarlo al menos una vez al año para asegurarse de que usted está manteniendo el ritmo del mercado\n\nAntes de sumergirnos en él, es importante entender la diferencia entre el costo del cuidado y los precios. El costo del cuidado se refiere a cuánto realmente le cuesta cuidar a los niños. Los precios, por otro lado, toman esta información y la comparan con otros factores, como cuánto pueden pagar realmente los padres y las familias en su área. A los efectos de e esta herramienta, nos vamos a centrar en la fijación de precios y ayudarle a determinar cuánto debe pedir a las familias que paguen.\n\nPaso 1: Recopilar sus datos\n\nDesea comenzar por recopilar algunos datos para usarlos en sus cálculos. Recomendamos cobrar unos seis meses de costos, si puede, porque eso le dará una buena idea de cuánto está gastando de forma regular. Para organizaciones más grandes y complejas, esto puede ser tan simple como extraer estos números de QuickBooks o de su CCMS u otros sistemas. Para los proveedores de cuidado familiar más pequeños, puede ser tan simple como revisar su chequera, su chequera comercial y los estados de cuenta de su tarjeta de crédito.\n\nA medida que recoja sus costos, queremos que los divida en dos tipos diferentes: costos directos e indirectos. Los costos directos son aquellos que están directamente relacionados con el cuidado del niño. Por ejemplo, en la sala infantil de su centro, esto podría incluir el costo de proporcionar fórmula. En una habitación para niños pequeños, podría ser el costo de los maestros asignados a esa área de forma regular. Los costos indirectos son aquellos que cubren todo su negocio.  En algunos casos, si usted es un negocio basado en el hogar, muchos de estos costos pueden estar relacionados con su casa, como su hipoteca y las utilidades. Si usted es un centro, estos pueden asumir una variedad de cosas, no solo alquiler, hipoteca y las utilidades, sino también artículos y gastos compartidos, como el mantenimiento en el patio de recreo que es utilizado por muchas salas de clase diferentes dentro de sus instalaciones. Los costos indirectos pueden incluir el costo de funcionamiento de sus operaciones, así, tales como los salarios de un gerente financiero o incluso un director ejecutivo.\n\nUna vez que recoge los costos, puede organizarlos de dos maneras diferentes. Tener un costo general por niño puede ser el más fácil, tomando el número de niños que usted atendió en promedio durante esos seis meses y dividiendo el costo total por ese número de niños. Para una operación más compleja, es posible que desee desglosar los costos por diferentes edades de cuidado, como el costo del cuidado de bebés y niños pequeños en comparación con el cuidado de los niños preescolares. Utilizará esta información en combinación con los datos recopilados en nuestro siguiente paso, los precios del mercado local, para ayudar a determinar sus tarifas.\n\nUn simple análisis del costo de la atención: Lisa es una proveedora de atención infantil en el hogar con un promedio de $4,000 en costos directos e indirectos mensuales para llevar a cabo su programa. Lisa tiene en promedio una matrícula de 6 niños al mes. Basándose en ello, Lisa realiza este sencillo análisis de costos de atención:\n\nEn este caso, Lisa tiene las siguientes opciones:\n\nTratar de alcanzar el punto de equilibrio, es decir, que los ingresos mensuales sean equivalentes a los costos de funcionamiento del programa.\n\nTratar de obtener beneficios aumentando las tarifas hasta superar el coste actual de la atención.\n\nTratar de obtener beneficios y mantener las tarifas aumentando el número de inscripciones, según proceda.\n\nPaso 2: Investigar los precios del mercado local\n\nComo sabemos, los principales impulsores para los padres son la calidad de la instalación y la ubicación. Como tal, los precios del mercado local pueden variar drásticamente dependiendo de varios factores que influyen, por lo que es tan importante revisar los precios del mercado local en lugar de solo el mercado nacional. Por ejemplo, si hay muchas opciones dentro de un área determinada, los precios allí pueden ser un poco más bajos, a pesar de que los precios pueden ser más altos dentro de su estado o nación, en general. Por el contrario, la falta de opciones puede impulsar el costo del cuidado   infantil, ya que los padres tienen opciones limitadas. Esto es la oferta y la demanda básicas en juego. Siempre que sea posible, desea comparar manzanas con manzanas, lo que significa que, si es un proveedor de cuidado familiar, investigue los precios locales en torno al cuidado infantil familiar.   Si también obtiene información sobre los centros que es genial, agárela. Pero la información más importante a medida que determine los precios va a ser el cuidado infantil familiar, ya que será más comparable a lo que las familias probablemente le pagarían. Lo mismo suena cierto, si usted es un centro, es importante saber lo que los proveedores de cuidado familiar están cobrando en su área, pero más importante saber lo que otros centros están haciendo.\n\nComo punto de partida, puede comenzar con los estudios de tasa de mercado de TWC. Estos se llevan a cabo anualmente y están disponibles en www.twc.texas.gov/programs/texas-child-care-market-rate-survey. Estas encuestas le dan una idea de cuánto otras organizaciones similares están cobrando en su área. Esta es una gran fuente de datos que puede ahorrarle una enorme cantidad de tiempo. También puede complementarlo con otros datos que puede recopilar por su cuenta. Es posible que desee publicar en Facebook u otras plataformas de redes sociales y preguntar a los padres qué están pagando o puede llamar a otros proveedores en su área para preguntar sobre las tarifas actuales. Sin embargo, comenzar con los datos de tasas de mercado de TWC es un gran lugar para comenzar y puede darle suficiente información para pasar al siguiente paso.\n\nPaso 3: Evalúe la tarifa\n\nHasta ahora, tenemos cuánto le cuesta cuidar a los niños, y usted tiene una idea de lo que los padres están pagando por el cuidado en su mercado local.  Ahora, tenemos que llegar a un número para su tasa y para hacer esto tenemos que determinar su margen de beneficio. A veces, especialmente en el cuidado infantil, los dueños de negocios se sienten incómodos hablando de ganancias, ya que suena tortuoso o incorrecto que usted esté tratando de beneficiarse de las familias.\n\nEl beneficio es fundamental, ya que no es sólo lo que le ayuda a compensar por sus largas horas y trabajo duro, pero el beneficio es también lo que contribuye a la viabilidad a largo plazo de su negocio. Generar un beneficio es lo que le permite reservar fondos para reparar esa cerca en el patio trasero en cinco años o invertir en capacitación para sus maestros para que pueda mantenerse al día con las últimas necesidades de los niños y las familias. Las ganancias son importantes a largo plazo para su negocio, sus empleados y los niños que usted sirve. Si bien tendrá que jugar con los números para compensar las tasas del mercado local, un punto de partida puede crear un margen de beneficio simplemente estableciendo un porcentaje, por ejemplo, un margen de beneficio del 15-20%.\n\nSi tiene un margen del 15% o del 20%, ¿a cuánto se traduce eso en la tasa total? Esencialmente, lo que desea hacer es tomar los costos actuales que tiene, agregar lo que se llama el margen de ganancia, y luego ese total es su tasa, por lo que el costo más el margen de ganancia es igual a la tasa. Este cálculo se puede hacer utilizando la siguiente información.\n\nTabla 1. Margen de beneficio (método de porcentaje)\n\nPaso 4: Establece tu tarifa\n\nAsí que ahora ha creado algunas tasas diferentes para mirar y con diferentes márgenes de ganancia, y también tiene datos sobre lo que el mercado puede soportar. ¿Cómo se determina entonces una tasa? Lo primero que quiere hacer es mirar esas tasas que ha calculado. ¿Cómo se compara su tasa potencial con el mercado? ¿Hay uno que esté más cerca de lo que el mercado está llevando actualmente? También desea considerar lo que está cobrando actualmente en comparación con su nueva tarifa. ¿Qué pueden pagar los padres por los niños a su cargo? También puede usar el siguiente gráfico y comparar sus tasas potenciales directamente con la tasa de mercado en el percentil 75, que es una tasa más alta que el promedio, y luego mostrar la diferencia en dólares. Esto le daría una idea de lo que está más cerca del mercado en este momento.\n\nTabla 3. Establecer sus tarifas utilizando números de ejemplo de la Tabla 1.\n\nSi encuentra que la tarifa de mercado está muy por debajo de lo que está cobrando actualmente, considere ajustar sus tarifas para aumentar el número de niños a su cargo, si es posible. Por el contrario, si la tasa de mercado parece que es mucho más alta que lo que está cobrando, tal vez sería un buen momento para un aumento en su tarifa. Una vez más, este aumento no se trata de tratar de tomar de las familias, sino más bien asegurarse de que su negocio seguirá siendo viable en el futuro para que pueda continuar proporcionando    sus servicios a las familias en su área.\n\nPaso 5: Reevalúe su tarifa anualmente\n\nLos precios son un ejercicio que debe hacer al menos una vez al año. Con las fluctuaciones actuales del mercado debido a la pandemia de COVID-19, es posible que desee reevaluar con más regularidad en el corto plazo. Los comentarios de los padres y tutores sobre su tarifa también pueden ser otro factor que puede desencadenar una reevaluación de la tasa. Si encuentra que un cambio de tarifa está justificado, es posible que desee pensar primero en probar nuevos precios. En algunos casos, si tiene que hacer un aumento de precio, es tentador hacerlo todo a la vez y simplemente hacerlo tan pronto como se dé cuenta de que el aumento de precio es necesario. Sin embargo, es posible que desee hacerlo de forma incremental, por lo que, en otras palabras, en lugar de aumentar su precio en un 15% a la vez, tal vez aumente lentamente en un 5% cada tres meses durante un período de nueve meses. Este enfoque permite a los padres ajustarse a los nuevos precios y también le permite poner freno a los cambios de precios si comienza a obtener comentarios negativos.\n\nAsegúrese de actualizar sus tarifas en su manual para padres y en cualquier lugar donde se publique su tarifa, como su sitio web. Con cualquier cambio, desea comunicarlo a los padres actuales, dando una fecha futura de que el cambio sería efectivo.\n\nPromedio de niños inscritos | Promedio de gastos mensuales | Promedio del costo de atención | ¿Qué significa esto?\n\n6 | $4,000 | $4,000/6 = $666.67 por niño | Lisa tendría que cobrar al menos $667 por niño cada mes para cubrir todos los gastos del programa. En este caso, el negocio no obtendría beneficios pero tampoco perdería dinero.\n\nNúmero de niños a cargo | Costos totales de los últimos 6 meses | Tasa de margen de beneficio | Tarifa promedio que debo cobrar\n\n40 | $200.000 x 2 =\n$400,000/año | 15%\n=$60.000 | $11,500/año;\n$958/mes\n\n40 | $200.000 x 2 =\n$400,000/año | 20%\n=$80.000 | $12,000/año;\n$1,000/mes\n\nMargen de beneficios | Tasas a este margen | Percentil75 tasa media de mercado | Diferencia en las tarifas | ¿Cómo comparo?\n¿Más alto o más bajo?\n\n15% | $958/mes ($43.54/día)\n\n20% | $1,000/mes\n($45.45/día)",
  "word_count": 2117,
  "content_type": "docx"
}