{
  "doc_id": "f1dfd855f7eed83e0cf6c0d794b13c23",
  "url": "https://www.twc.texas.gov/sites/default/files/ccel/docs/ccs-program-overview-spanish-twc.docx",
  "filename": "ccs-program-overview-spanish-twc.docx",
  "text": "¿Qué es el Programa de Servicios de Cuidado de Niños (CCS) y cómo puedo convertirme en un proveedor de servicios contratado?\n\nDescubra cómo su empresa puede beneficiarse al convertirse en proveedor de CCS.\n\nVideo: https://www.youtube.com/watch?v=TCrNke4aa3o\n\nIntroducción\n\nEl programa de Servicios de Cuidado de Niños (CCS) (también conocido como programa de subsidios o becas) proporciona ayuda financiera para el cuidado de niños a las familias que cumplen ciertos requisitos de ingresos. El objetivo del programa de becas es ayudar a reducir el costo de la matrícula para las familias para las que el cuidado de los niños podría estar fuera de su alcance. El resultado final es una fuerza de trabajo más fuerte y un mejor acceso al cuidado infantil de alta calidad para más niños en todo el estado.\n\nServir a las familias que reciben una beca tiene muchos beneficios para usted como proveedor. Para poder servir a las familias en el programa CCS, usted debe tener un contrato de proveedor para prestar servicios de cuidado infantil con su oficina local de Workforce Solutions.\n\nEsta guía lo guiará a través de algunos de los beneficios que implica convertirse en un proveedor de CCS y lo ayudará a entender qué debe esperar durante el proceso de solicitud. Cada Consejo difiere en sus políticas y requisitos, así que asegúrese de comunicarse con su oficina local de Workforce Solutions (la lista está al final de este recurso) para determinar los próximos pasos para convertirse en un proveedor de CCS.\n\n¿Cuáles son las ventajas de convertirse en proveedor de CCS?\n\nConvertirse en proveedor de CCS tiene muchas ventajas que pueden afectar positivamente a su negocio, tanto a corto como a largo plazo. Considere la siguiente lista de beneficios potenciales:\n\nLos proveedores de cuidado infantil participantes reciben reembolsos de matrícula directamente de sus Consejos locales de mano de obra, lo que supone una fuente de ingresos fiable y constante para su negocio.\n\nLas tasas de reembolso han aumentado significativamente en los últimos años.  Puede encontrar las tasas de reembolso actuales aquí.\n\nAl participar como proveedor de CCS, su programa aparecerá en la lista de familias y las referencias serán hechas por Workforce Solutions, lo que ayuda a impulsar un mayor alcance comercial.\n\nEl aumento de los ingresos puede ayudar a estabilizar su negocio, permitiendo la planificación futura, las mejoras que desee y la posible expansión.\n\nPuede utilizar los ingresos adicionales que obtenga para mejorar la calidad del cuidado infantil que ofrece.\n\nLos proveedores pueden participar en el programa sabiendo que están apoyando a las familias necesitadas.\n\nLos proveedores contratados pueden recibir asistencia técnica, apoyo para mejorar la calidad y otros recursos para fortalecer su negocio.\n\nUsted puede participar en Texas Rising Star, el Sistema de Calificación y Mejora de la Calidad (QRIS) del estado, que proporciona beneficios a los proveedores (incluyendo tasas de reembolso mejoradas, materiales de aprendizaje y más), a los proveedores que superan los requisitos mínimos de licencia y calidad del estado.\n\nEs una forma estupenda de apoyar a las familias de bajos ingresos de su comunidad, que necesitan el cuidado infantil para trabajar y cuyos hijos se benefician del cuidado que usted ofrece.\n\nDiversificar las fuentes de ingresos: al aceptar diferentes fuentes de ingresos (matrículas de padres de pago privado y reembolsos de matrículas de su Consejo), usted diversifica sus ingresos y los refuerza a largo plazo.\n\nPara determinar si convertirse en proveedor de CCS es adecuado para usted, imagine estos beneficios en acción. Por ejemplo, imagine a Gina, una proveedora de servicios en el hogar, que se siente muy preocupada por su programa. El aumento de las tasas de inflación no sólo está afectando a su propio presupuesto, sino también al de sus familias. Cada vez más familias entregaban matrículas atrasadas o parciales. Gina no sólo estaba cobrando menos dinero, sino que estaba gastando más dinero en el aumento de los costos de los bienes y servicios. Gina oyó hablar del Programa de Servicios de Cuidado de Niños y quiso asegurarse de que sus actuales familias inscritas tuvieran una opción de ayuda si experimentaban dificultades financieras. Gina también quería ofrecer más oportunidades a otras familias de su comunidad en una situación similar.\n\nGina se enteró del Programa de Servicios de Cuidado de Niños. Se inscribió en su Consejo y pudo inscribir a tres nuevas familias que reciben becas de CCS. Esto ofrece a Gina la conveniente ventaja de recibir los reembolsos de la matrícula directamente de su Junta local de trabajadores, en lugar de tener que cobrar el pago completo a las familias. Aunque sigue cobrando la parte del costo que corresponde a los padres, la mayor parte de la matrícula proviene directamente del Consejo. Ahora que tiene capacidad, su presupuesto está equilibrado. Ha podido pagar los gastos mensuales y aumentar su flujo de caja. Gina descubrió que su negocio era más sostenible, que las mejoras que necesitaba hacer en sus instalaciones eran ahora posibles y, lo que es más importante, que ahora tenía la capacidad de hacer compras que podían mejorar la calidad del cuidado infantil que ofrece. Cuando empezó a hacer mejoras, las familias notaron los cambios y comentaron lo impresionados que estaban con las mejoras de su programa. Gina se siente orgullosa del impacto positivo que está teniendo en las vidas de los niños y las familias a las que atiende, algo que no habría sido posible sin las becas.\n\nComo descubrió Gina, convertirse en un proveedor contratado por el CCS no sólo ayudó a que su negocio prosperara, sino que también le permitió atender a familias de diversos niveles de ingresos.\n\nLe recomendamos que examine estas ventajas y las aplique a su propia situación empresarial. Haga una lista de pros y contras para guiar sus próximos pasos. Recuerde, siempre puede comunicarse con su Junta para obtener más información.\n\n¿Cómo me inscribo y qué puedo esperar del proceso de solicitud?\n\nLas 28 Juntas Locales de Desarrollo de la Fuerza Laboral de Texas administran los servicios de cuidado infantil a través de las oficinas locales de Workforce Solutions. Aunque cada Consejo difiere en su enfoque, hay tres requisitos básicos para convertirse en un proveedor de servicios contratado. Los proveedores de cuidado infantil interesados deben:\n\nTener una licencia o registro actual como centro de cuidado infantil (no un programa residencial), una guardería con licencia, un hogar familiar registrado o un campamento juvenil con el Departamento de Salud y Servicios Humanos de Texas (HHSC; no debe estar en estado de \"solicitante\"), los Servicios Militares de los Estados Unidos o el Departamento de Servicios de Salud del Estado de Texas;\n\nNo estar sometido a una acción correctiva o adversa o a una denegación correctiva en ninguno de los organismos mencionados; y\n\nHaber establecido un historial de cumplimiento satisfactorio con los organismos mencionados.\n\nLas Juntas también pueden consultar con otros programas, como el Programa de Alimentos para el Cuidado de Niños dentro de la HHSC, para asegurar que se establezca un cumplimiento satisfactorio.\n\nA continuación, los proveedores deben firmar un Acuerdo de Proveedor para convertirse en proveedores de CCS. Dado que los procesos de solicitud varían según la Junta de Desarrollo de la Fuerza Laboral, debe ponerse en contacto con su Junta de Desarrollo de la Fuerza Laboral local para obtener más información si está interesado en solicitarlo. Por lo general, los proveedores pueden esperar completar un formulario de interés y hablar con un representante de la Junta para revisar los documentos requeridos, discutir los requisitos de participación y firmar la documentación del proveedor. Además del Acuerdo para Proveedores, los proveedores deben asistir a una Orientación del Programa. Siga leyendo para saber más sobre lo que contiene el Acuerdo para Proveedores.\n\nPara saber cómo ponerse en contacto con su Junta Local de Fuerza Laboral, consulte la tabla al final de esta guía.\n\n¿Qué contiene el Contrato del Proveedor?\n\nLos proveedores participantes deben adherirse a un Acuerdo de Proveedores. En el Acuerdo de Proveedores, debe proporcionar las tarifas publicadas que cobra a los padres con pago privado. La documentación de las tarifas publicadas puede estar en una página del Manual para Padres del proveedor, en un folleto o en una carta con membrete del proveedor, y debe estar firmada y con fecha. Las tarifas deben incluir el importe que se cobra por cada grupo de edad al que se presta servicio (es decir, bebés, niños pequeños, preescolares, edad escolar) e incluir las tarifas a tiempo completo y a medio tiempo para cada grupo.\n\nAdemás de sus tarifas, es posible que tenga que documentar las siguientes tasas y cuándo se cobran (es decir, anualmente, trimestralmente, una sola vez, si procede):\n\nTasas de inscripción/registro\n\nTasas de suministro\n\nCuotas de actividades\n\nCuotas de transporte, si el proveedor ofrece transporte.\n\nOtros documentos requeridos incluyen:\n\nUna copia de su Licencia de Cuidado de Niños, Registro o Listado, o documentación de que es operado y monitoreado por otra agencia aplicable (los Servicios Militares de los Estados Unidos, o el Departamento de Servicios de Salud del Estado de Texas).\n\nUna lista de los días programados que el Proveedor estará cerrado durante el período de 12 meses que comienza el mes del Acuerdo del Proveedor.\n\nFormulario de autorización de depósito directo con un cheque anulado adjunto o una carta de su banco con la información de su cuenta.\n\nUn W-9 debidamente llenado.\n\nMuchos Consejos tendrán un manual, o sus políticas se describirán en el acuerdo con el proveedor. La siguiente lista de requisitos refleja los requisitos típicos que los proveedores deben cumplir y mantener para continuar con su acuerdo:\n\nMantener siempre los Estándares Mínimos del DFPS.\n\nInformar al CCCS sobre cualquier cambio en la ubicación, el estado de la licencia o el funcionamiento general de la instalación.\n\nMantener los registros de los niños inscritos en el CCCS.\n\nInformar sobre la asistencia no registrada por los padres.\n\nRecoger y documentar las cuotas de los padres; informar de cualquier falta de pago de las cuotas.\n\nSuministrar la documentación solicitada durante las visitas de supervisión de Texas Rising Star.\n\nNo puede estar actualmente en acción correctiva o adversa con Child Care Licensing.\n\n¿Preguntas?\n\nTomar la decisión de solicitar el Programa CCS local es una decisión importante que puede tener importantes beneficios a largo plazo para su negocio. Para obtener más información sobre el programa CCS, póngase en contacto con su oficina local de Workforce Solutions. A continuación encontrará una lista de sus sitios web y otra información útil.\n\nInformación de contacto del programa CCS de la Junta de la Fuerza Laboral de Texas\n\nAdvertencia: La información aquí contenida ha sido preparada por Civitas Strategies Early Start y no pretende constituir un asesoramiento legal, fiscal o financiero. El equipo de Civitas Strategies Early Start ha realizado esfuerzos razonables para recopilar, preparar y proporcionar esta información, pero no garantiza su exactitud, integridad, adecuación o actualización. La publicación y distribución de esta información no pretende crear, y su recepción no constituye, una relación abogado-cliente o cualquier otra relación de asesoramiento. La reproducción de esta información está expresamente prohibida.\n\nWorkforce Solutions | Condados que atienden | Cómo ponerse en contacto\n\nPanhandle | Dallam, Sherman, Hanford, Ochiltree, Lipscomb, Hartley, Moore, Hutchinson, Roberts, Hemphill, Oldham, Potter, Carson, Gray, Wheeler, Deaf Smith, Randall, Armstrong, Donley, Collingsworth, Parmer, Castro, Swisher, Briscoe, Hall, and Childress | Página web\n\nFormulario de consulta\n\nSouth Plains | Bailey, Cochran, Crosby, Dickens, Floyd, Garza, Hale, Hockley, King, Lamb, Lubbock, Lynn, Motley, Terry, and Yoakum | Página Web\n\nFormulario de consulta\n\nTeléfono: 806-744-3572\n\nNorth Texas | Archer, Baylor, Clay, Cottle, Foard, Hardeman, Jack, Montague, Wichita, Wilbarger, and Young | Página Web\n\nFormulario de Consulta\n\nTeléfono: 940-723-8774\n\nNorth Central Texas | Collin, Denton County, Wise, Ellis, Erath, Hood, Somervell, Hunt, Johnson, Kaufman, Rockwall, \nNavarro, Palo Pinto, and Parker | Página Web\n\nTeléfono: 800-234-9306\n\nCorreo electrónico: ccproviders@dfwjobs.com\n\nTarrant County | Tarrant | Página Web\n\nTeléfono: 817-831-0374\n\nGreater Dallas | Dallas | Página Web\n\nFormulario de Interés\n\nNortheast Texas | Bowie, Cass, Delta, Franklin, Hopkins, Lamar, Morris, Red River, Titus | Página Web\n\nInstrucciones\n\nTeléfono: (903) 794-8999 ó (800) 874-3226\n\nEast Texas | Anderson, Camp, Cherokee, Gregg, Harrison, Henderson, Marion, Panola, Rains, Rusk, Smith, Upshur, Van Zandt, Wood | Página Web\n\nTeléfono: 1-800-676-8283\n\nWest Central Texas | Brown, Callahan, Coleman, Comanche, Eastland, Fisher, Haskell, Jones, Kent, Knox, Mitchell, Nolan, Runnels, Scurry, Shackleford, Stephens, Stonewall, Taylor, Throckmorton | Página Web\n\nFormulario de Interés\n\nTeléfono: 325-795-4200 ó 800-457-5633\n\nBorderplex | Brewster, Culberson, El Paso, Hudspeth, Jeff Davis, Presidio | Página Web\n\nTeléfono: 915-500-7666 \n                                                                                                      \nCorreo electrónico: providers.ccs@borderplexjobs.com\n\nPermian Basin | Andrews, Borden, Crane, Dawson, Ector, Gaines, Glasscock, Howard, Loving, Marin, Midland, Pecos, Reeves, Terrell, Upton, Ward, Winkler | Página Web\n\nTeléfono: 432-367-3332\n\nConcho Valley | Coke, Concho, Crockett, Irion, Kimble, Mason, McCulloch, Menard, Reagan, Schleicher, Sterling, Sutton, Tom Green | Página Web\n\nTeléfono: 800-996-7589\n\nHeart of Texas | Bosque, Falls, Freestone, Hill, Limestone, McLennan | Página Web\n\nTeléfono: 254-296-5367\n\nCorreo Electrónico: Tamera.Carter@hotworkforce.com\n\nCapital Area | Travis | Página Web\n\nTeléfono: 512-454-9675, \n512-381-4200, ó 512-223-5400\n\nRural Capital | Bastrop, Blanco, Burnet, Caldwell, Fayette, Hays, Lee, Llano, Williamson | Página Web\n\nFormulario de Interés\n\nBrazos Valley | Brazos, Burleson, Grimes, Leon, Madison, Roberson, Washington | Página Web\n\nFormulario de Interés\n\nTeléfono: (800)386-7200\n\nDeep East Texas | Angelina, Houston, Jasper, Nacogdoches, Newton, Polk, Sabine, San Augustine, San Jacinto, Shelby, Trinity, Tyler | Página Web\n\nTeléfono: 800-256-1030\n\nCorreo electrónico: ccsdet@detwork.org\n\nSoutheast Texas | Hardin, Jefferson, Orange | Página Web\n\nCorreo electrónico: cccs@workforcechildcare.org\n\nGolden Crescent | Calhoun, DeWitt, Goliad, Gonzales, Jackson, Lavaca, Victoria | Página Web\n\nAlamo | Atascosa, Bandera, Bexar, Comal, Frio, Gillespie, Guadalupe, Karnes, Kendall, Kerr, McMullen, Medina, Wilson | Página Web\n\nPaquete de Proveedores\n\nCorreo electrónico: Providers@wsalamo.org\n\nSouth Texas | Jim Hogg, Webb, Zapata | Página Web\n\nTeléfono: 956-794-6500\n\nCoastal Bend | Aransas, Bee, Brooks, Duval, Jim Wells, Kenedy, Kleberg, Live Oak, Nueces, Refugio, San Patricio | Página Web\n\nTeléfono: 361-882-7491\n\nLower Rio Grande Valley | Hidalgo, Starr, Willacy | Página Web\n\nTeléfono: 956-928-5000\n\nCorreo electrónico: sandra.solis@wfsolutions.org\n\nCameron | Cameron | Página Web\n\nTexoma | Cooke, Fannin, Grayson | Página Web\n\nTeléfono: 903-463-9997 or 888-813-1992\n\nCorreo electrónico: childcare@wfstexoma.org\n\nMiddle Rio Grande | Dimmit, Edwards, Kinney, LaSalle, Maverick, Real, Uvalde, Val Verde, Zavala | Página Web\n\nTeléfono: 830-876-1221 \n\nCorreo electrónico: julie.hernandez@mrgdc.org\n\nGulf Coast | Austin, Brazoria, Chambers, Colorado, Fort Bend, Galveston, Harris, Liberty, Matagorda, Montgomery, Walker, Waller, Wharton | Página Web\n\nTeléfono: 888-469-5627\n\nCentral Texas | Bell, Coryell, Hamilton, Lampasas, Milam, Mills, San Saba | Página Web\n\nTeléfono: 512-556-4055\n\nCorreo electrónico: child.care@workforcesolutionsctx.com",
  "word_count": 2384,
  "content_type": "docx"
}