{
  "url": "https://www.twc.texas.gov/programs/child-care-prekindergarten-partnerships",
  "title": "TWC Prekindergarten Partnerships - Texas Workforce Commission",
  "text": "What is a Pre-K Partnership? A pre-k partnership is when a school partners with one or more quality child care programs to give quality care and education to 3- and 4-year-old children. Child care programs must meet at least one of the criteria in Texas Education Code §29.171 to be eligible for a formal pre-k partnership. Formal Partnerships In a formal pre-k partnership, children are a part of both public-school pre-k and the child care program. They stay at the child care center for, pre-k instruction and before- and after-school care. These partnerships are useful for families with working parents and help children have consistent care and learning. The teacher leading the pre-k part of the class can work for the school or the child care program and needs to meet specific standards. Child care programs and schools can support pre-k partnerships with money from different sources. For example, TWC’s Child Care Services (CCS) program may pay for the care some children receive before and after the pre-k class. If these children get pre-k for half a day (prek-3) and 6 hours or more of care, the center may get their full-day CCS payment rate. If a child gets a full day of pre-k (prek-4) and less than 6 hours of care, the center may get a lower payment rate. Schools might also divide state funds such as Average Daily Attendance and Early Education Allotment with child care programs. This helps cover the costs of teaching pre-k in the partnership classroom. For more information about possible funding, check the Texas Education Agency (TEA) website . Example of a Formal PreK-3 Partnership Informal Partnerships In informal partnerships, a school and a child care program share resources and information. This includes things like learning opportunities for teachers, what children need to be ready for school, and ways to involve families. In informal partnerships, children are not signed up for both public school pre-k and the child care program. So, there is no money passed from the school to the child care program. Even so, informal partnerships can be a good start to making a formal pre-k partnership later. Pre-K Eligibility To be eligible for public school pre-k, a child needs to be 3 or 4 years old by September 1 of the current school year and meet at least one of these conditions: Educationally Disadvantaged – Child is eligible for the free/reduced meal program or receives SNAP, Medicaid, or TANF. Limited English Proficiency – Child is unable to speak and comprehend the English language. Military - Child whose parent is currently in the armed forces, including state military forces or a reserve component. It also includes a child whose parent was hurt or died while serving on active duty in the armed forces. Homeless – Child qualifies as defined by the McKinney-Vento Homeless Assistance Act. Foster Care – Child is in or has ever been in foster care in Texas or another state. Star of Texas Award – Child of a police officer, firefighter, or emergency medical responder seriously injured or killed in the line of duty. Classroom Teacher - Child of a person that teaches at a school district that offers pre-k. For more information about pre-k eligibility requirements, please refer to Texas Education Code §29.153(b) . Benefits of Pre-K Partnerships Pre-k partnerships may benefit children, families, and educators by: Increasing access to high-quality care and pre-k Offering consistency between the school day and before/after care Keeping or growing enrollment of 3- and 4-year-old children Increasing resources and training for teachers Supporting children to help them prepare for school What We Do Information Grants & Funding Education & Training Services Email the Pre-K Partnership Team To learn more about partnerships & how we can help create a partnership that suits your needs, email prekpartnerships@twc.texas ... TWC Pre-K Partnership Team The Pre-K Partnership Team at TWC is committed to helping child care providers and schools establish pre-k partnerships. This involves: Reaching out to potential partners Finding matches Assisting partners during talks Providing resources Eligible child care providers working with the TWC Pre-K Partnership team can apply for a one-time award of up to $25,000 for each new partnership classroom. The award will help child care providers with some of the costs of the new pre-k partnership classroom. The money is not intended to replace the contributions from the school. Applications for the award open annually on September 1st and close on January 15th. TWC will invite child care providers to apply for funding once they: Are Texas Rising Star 3- or 4-Star certified; Have a contract with a school for a formal pre-k partnership; Have a new pre-k partnership classroom in operation with dually enrolled students getting before- and after-school care at the child care program; and Attend a virtual funding information session (by TWC invite only) Child care providers that did not work with TWC during the development of their pre-k partnership should contact the TWC Pre-K Partnership team to determine if they are eligible for the award. To find out more about how TWC can assist, please email prekpartnerships@twc.texas.gov . Financial Modeling for Partners Schools Video: Pre-K Partnership Funding Streams | Part I Video: Pre-K Partnership Financial Template | Part II Video: Additional Considerations for Pre-K Partnerships | Part III Video: 2025 Review | Pre-K Partnership Financial Template For help with the Financial Forecasting Template, please email prekpartnerships@twc.texas.gov . Additional Resources For additional information on Pre-K requirements, refer to Texas Education Code… Pre-K Partnership Videos by TXAEYC Email prekpartnerships@twc.texas.gov Want us to contact you? Submit a Contact Request TWC Main Office Address 101 E 15th Street Austin , TX 78778 United States",
  "word_count": 942,
  "links": [
    {
      "url": "https://www.twc.texas.gov/programs/child-care-prekindergarten-partnerships#main-content",
      "text": "Skip to main content"
    },
    {
      "url": "https://statutes.capitol.texas.gov/Docs/ED/htm/ED.29.htm#29.171",
      "text": "Texas Education Code §29.171"
    },
    {
      "url": "https://tea.texas.gov/academics/early-childhood-education/early-learning-public-private-partnerships",
      "text": "Texas Education Agency (TEA) website"
    },
    {
      "url": "https://statutes.capitol.texas.gov/Docs/ED/htm/ED.29.htm#29.153",
      "text": "Texas Education Code §29.153(b)"
    },
    {
      "url": "mailto:prekpartnerships@twc.texas.gov",
      "text": "Email the Pre-K Partnership Team"
    },
    {
      "url": "mailto:prekpartnerships@twc.texas.gov",
      "text": "prekpartnerships@twc.texas"
    },
    {
      "url": "mailto:prekpartnerships@twc.texas.gov",
      "text": "prekpartnerships@twc.texas.gov"
    },
    {
      "url": "https://www.youtube.com/watch?v=jhUjUo_d2qc",
      "text": "Video: Pre-K Partnership Funding Streams | Part I"
    },
    {
      "url": "https://www.youtube.com/watch?v=0BkfoOn4yQU",
      "text": "Video: Pre-K Partnership Financial Template | Part II"
    },
    {
      "url": "https://www.youtube.com/watch?v=9L36Dq8hIRk",
      "text": "Video: Additional Considerations for Pre-K Partnerships | Part III"
    },
    {
      "url": "https://www.youtube.com/watch?v=rZ-HSlXyq2Y",
      "text": "Video: 2025 Review | Pre-K Partnership Financial Template"
    },
    {
      "url": "https://www.twc.texas.gov/sites/default/files/ccel/docs/pre-k-partnership-template-v2-revised.xlsx",
      "text": ""
    },
    {
      "url": "mailto:prekpartnerships@twc.texas.gov",
      "text": "prekpartnerships@twc.texas.gov"
    },
    {
      "url": "https://statutes.capitol.texas.gov/Docs/ED/htm/ED.29.htm#29.153",
      "text": "For additional information on Pre-K requirements, refer to Texas Education Code…"
    },
    {
      "url": "https://region13.wistia.com/projects/aq7m74yj48",
      "text": "Pre-K Partnership Videos by TXAEYC"
    },
    {
      "url": "mailto:prekpartnerships@twc.texas.gov",
      "text": "prekpartnerships@twc.texas.gov"
    },
    {
      "url": "https://twc.zendesk.com/hc/en-us/requests/new",
      "text": "Submit a Contact Request"
    }
  ],
  "domain": "www.twc.texas.gov"
}