{
  "doc_id": "f51e6b184282d0cd0a4c91051eafb043",
  "url": "https://www.twc.texas.gov/sites/default/files/ccel/docs/provider-information-parent-form-twc.docx",
  "filename": "provider-information-parent-form-twc.docx",
  "text": "If children under the same case ID attend different providers, please fill out a separate form for each provider.\n\nIs your child(ren) currently attending this provider?                                                                               YES  NO\n\nHave you contacted the provider to confirm that space is available for your child(ren)?                                     YES  NO\n\nHas this provider agreed to accept Child Care Services (CCS)?\n\nYES  NO\n\nIf you are eligible, we will notify the provider of your approved service period.\n\nYou may use the following website to search for available child care providers: https://childcare.twc.texas.gov/find/welcome\n\nIf you are unable to find a provider, please contact your case worker.\n\nNotice\n\nThis document contains vital information about requirements, rights, determinations, and/or responsibilities for accessing workforce system services. Language services, including the interpretation/translation of this document, are available free of charge upon request. Visit https://www.twc.texas.gov/agency/workforce-development-boards to find your local Workforce Solutions office for interpretation/translation assistance.\n\nAviso en Español (Notice in Spanish)\n\nEste documento contiene información importante sobre los requisitos, los derechos, las determinaciones y las responsabilidades del acceso a los servicios del sistema de la fuerza laboral. Hay disponibles servicios de idioma, incluida la interpretación y la traducción de documentos, sin ningún costo y a solicitud. Visite https://www.twc.texas.gov/agency/workforce-development-boards para  encontrar su oficina local de Workforce Solutions para obtener asistencia de interpretación/traducción.\n\nThông báo bằng tiếng Việt (Notice in Vietnamese)\n\nTài liệu này có thông tin quan trọng về các yêu cầu, quyền hạn, quyết định, và/hoặc trách nhiệm để sử dụng các dịch vụ của hệ thống nhân lực. Các dịch vụ trợ giúp ngôn ngữ, bao gồm thông dịch/chuyển ngữ tài liệu này, có sẵn miễn phí khi quý vị yêu cầu. Truy cập https://www.twc.texas.gov/agency/workforce-development-boards để  tìm văn phòng Giải pháp Lực lượng Lao động tại địa phương của bạn để được hỗ trợ phiên dịch/dịch thuật.\n\nParent/Guardian Name: | Case ID #:\n\nName of Provider:\n\nProvider’s License Number:\n\nProvider’s Address:\n\nProvider’s County:      \n\nProvider’s Phone #:\n\nFull name(s) of child(ren) that will be attending this provider:\n\nChild 1:\n\nChild 2:\n\nChild 3:\n\nChild 4:\n\nChild 5:",
  "word_count": 333,
  "content_type": "docx"
}