{
  "doc_id": "f6dc884c2c6d8e61d083d92af55a01b1",
  "url": "https://www.twc.texas.gov/sites/default/files/ccel/docs/contracts-spanish-twc.docx",
  "filename": "contracts-spanish-twc.docx",
  "text": "Contratos\n\nCómo elaborar contratos eficaces que salvaguarden su empresa\n\nVideo: https://youtu.be/8TR-d_gwC3A\n\nIntroducción\n\nAsociarse con otras organizaciones para compartir servicios o recursos puede ser ventajoso para su empresa y la de otros. Por lo general, colaborar con otra entidad para lograr algo que no se puede lograr solo ayuda tanto a usted como a la otra entidad, así como a las familias a las que presta servicio.\n\nEs posible que haya elegido leer este recurso porque necesita que se hagan algunas reparaciones en su programa de cuidado infantil y quiere estar más informado sobre lo que el contratista incluye en el contrato del contrato. Tal vez desee recibir a un especialista en comportamiento durante unas horas a la semana y se pregunte cómo empezar ese contrato. O tal vez quiera compartir servicios con otra agencia u otras agencias para lograr objetivos mutuos. Todos estos son ejemplos de ocasiones en las que se necesitan contratos.\n\nAspectos básicos del contrato\n\nCuando celebre un contrato con otra entidad empresarial, todos los detalles del mismo deben constar por escrito y estar firmados por ambas empresas. El documento escrito se denomina contrato.\n\nDebe evitar firmar un contrato en el que todo se acuerde verbalmente y nada quede por escrito, aunque sea con alguien a quien conoce muy bien. A veces esto se conoce como \"contrato de palabra\", porque los términos sólo se basan en el intercambio de palabras. Cuando usted y otra persona discuten contratos verbalmente, hay muchas posibilidades de que se produzcan malentendidos o de que se olviden detalles. Cuanto mayor sea la importancia del contrato o de la relación, mayor es la importancia de que no haya malentendidos para que una de las partes (o \"parte\", como se suele llamar a las entidades que contactan entre sí) no se sienta engañada o defraudada por la otra.\n\nExisten diferentes tipos de contratos con distintos niveles de importancia. A menudo, el título de un contrato puede dar una idea de la magnitud de su impacto en su negocio. Los contratos que firman los padres para matricular a sus hijos se denominan contratos de asistencia. Cuando trabaja con otras organizaciones de su comunidad, puede recibir un Memorando de Entendimiento, o MOU (Memorandum of Understanding), que suele representar un contrato de menor riesgo. A menudo, los organismos que acuerdan trabajar juntos para un fin común sin intercambiar dinero firman un MOU. Usted podría firmar un MOU si acuerda trabajar con una agencia local de Early Head Start para cumplir con las normas del programa EHS.\n\nPóngalo por escrito\n\nSiempre que celebre un contrato con otra entidad, hay datos clave que debe asegurarse de que consten en el documento que ambos firman:\n\nNombre de la empresa (si la empresa utiliza el nombre \"Doing Business As\" o \"DBA\", incluya también el nombre registrado de la empresa)\n\nDirección profesional (incluya la mejor dirección postal si es distinta de la dirección profesional registrada)\n\nLa persona o personas de contacto de cada empresa, junto con su número de teléfono y dirección de correo electrónico.\n\nLa fecha de inicio y finalización del contrato. Los contratos deben tener una fecha de inicio y otra de finalización, o una fecha de finalización del trabajo. En el caso de pequeños trabajos de contratistas, no hay problema si el contrato no especifica fechas, siempre que el pago no se realice hasta que el trabajo esté terminado.\n\nCondiciones de pago: ¿Se canjeará el pago? En caso afirmativo, ¿cuánto? ¿Qué forma de pago se acepta? ¿Cuándo vence el pago? ¿Cuál es la penalización por retraso en el pago?\n\nSi paga a otra empresa para que le preste un servicio, tendrá expectativas sobre la calidad del trabajo que va a recibir. Si el trabajo no se completa de la forma que usted pensaba, tiene derecho a impugnarlo, siempre que haya puesto sus expectativas por escrito en un contrato firmado por ambas entidades. Hoy en día, los documentos firmados digitalmente se consideran igual de válidos que las copias impresas con firmas manuscritas.\n\nComo regla general, pida siempre aclaraciones a una fuente de confianza si no está seguro de algo o no tiene tiempo de leer los documentos que va a firmar.\n\nEvaluación del nivel de riesgo\n\nLos acuerdos más complicados o jurídicamente más exigentes requieren contratos más largos. Cuanto mayor sea la vinculación jurídica de su empresa con otra entidad, mayor será el riesgo que su empresa podría estar asumiendo al firmar el contrato. Le conviene que un representante legal revise los contratos potencialmente de mayor riesgo antes de comprometer a su empresa con los términos del acuerdo. Antes de firmar, debe conocer todas sus obligaciones, así como los servicios o bienes que le corresponden.  Tenga en cuenta que incluso los contratos cortos pueden ser legalmente obligatorios.\n\nAdemás, tenga en cuenta que \"menor riesgo\" no equivale necesariamente a \"menos trabajo\". Lea siempre palabra por palabra cualquier documento que firme. Si no entiende algo, pida a la persona que preparó el documento que se lo explique. Si le preocupa algo que le piden que hagas, dilo. Puede que consigas que se modifique el lenguaje del contrato para adaptarlo a tus circunstancias, o que consigas entender mejor las expectativas manteniendo una conversación.\n\nA medida que los contratos aumentan en niveles de compromiso y riesgo, hay más componentes a tener en cuenta. He aquí algunos signos de que los contratos pueden tener un nivel de riesgo significativo.\n\nSe está intercambiando una gran suma de dinero, y/o una suma significativa como importe recurrente. La rentabilidad de su empresa es fundamental para la salud y el éxito de su negocio. Si va a pagar a otra persona para que haga un trabajo por usted, ¿ha investigado si tiene buena reputación? Busque reseñas en Internet y pregunte por antiguos clientes a los que pueda llamar. ¿Podrá comprobar periódicamente (idealmente una vez al mes) que hacen el trabajo por el que les paga y que su rendimiento cumple sus normas? Lo más beneficioso es incluir en el contrato una cláusula que indique claramente qué ocurre si no hacen el trabajo o si su rendimiento no cumple sus normas.\n\nSe incluyen determinadas cláusulas vinculantes. Hacia el final del contrato, es habitual que los contratos de riesgo medio o alto incluyan frases legales que pretenden reducir el riesgo. Piense si la agencia con la que firma un contrato es lo bastante fiable como para que usted asuma su riesgo. Asegúrese también de que el contrato le protege por igual. Las cláusulas vinculantes no significan que no deba asumir el contrato, simplemente son una señal de que el contrato tiene cierto nivel de riesgo. Si no está seguro de lo que significa alguna cláusula del contrato, pide a personas de confianza en su empresa o en su vida que le echen un vistazo. Si hay alguna duda sobre el significado o la interpretación, es posible que desee considerar una consulta legal para confirmar que la celebración del contrato es en su mejor interés.\n\nPersonas ajenas a su empresa acuden a su empresa o su empresa acude a la suya.\n\nSiempre que usted se encuentre en el local de otra persona, ésta puede verse en la situación de aceptar la responsabilidad si usted resulta lesionado, a menos que usted acuerde por escrito lo contrario. Por eso tiene un seguro de responsabilidad civil: si un niño resulta herido en su casa y la familia sospecha que usted es el responsable, es probable que su seguro de responsabilidad civil le proteja de tener que pagar los gastos médicos o legales. Algunos contratos exigen una prueba de seguro de responsabilidad civil o pueden pedirle que añada a otra empresa como entidad asegurada adicional en su seguro de responsabilidad civil (o viceversa).\n\nLo más habitual es que los contratos incluyan cláusulas de exención de responsabilidad. En ellas se suele estipular que no se puede responsabilizar a la otra agencia de un acontecimiento adverso que se produzca durante la vigencia del contrato. Las cláusulas de exención de responsabilidad suelen ser beneficiosas para ambas partes, siempre y cuando ambas partes se planteen un grado de riesgo similar. En general, las cláusulas de exención de responsabilidad son buenas para incorporarlas a los contratos de asociación comunitaria o de servicios compartidos.\n\nUna situación en la que existen diferentes grados de riesgo es cuando usted contrata a un contratista para realizar reparaciones o trabajos de jardinería. Estos contratistas suponen un riesgo significativamente mayor para su propiedad y su negocio que usted para ellos. Los contratistas deben tener una póliza de seguro de responsabilidad civil para protegerse de situaciones adversas, al igual que usted tiene una póliza de seguro de responsabilidad civil para su negocio. Trabaje sólo con contratistas que tengan un seguro de responsabilidad civil y que le hagan el trabajo sin una cláusula de exención de responsabilidad.\n\nEjemplo\n\nLa directora del centro quiere introducir la lengua china en el plan de estudios de los niños pequeños. Se pone en contacto con una tutora de chino, la Sra. Zhang, para que desarrolle e imparta clases semanales de chino.\n\nAdvertencia: La información aquí contenida ha sido preparada por Civitas Strategies Early Start y no pretende constituir asesoramiento legal, fiscal o financiero. El equipo de Civitas Strategies Early Start ha realizado esfuerzos razonables para recopilar, preparar y proporcionar esta información, pero no garantiza su exactitud, integridad, adecuación o vigencia. La publicación y distribución de esta información no pretende crear, y su recepción no constituye, una relación abogado-cliente ni ninguna otra relación de asesoramiento. Queda expresamente prohibida la reproducción de esta información.\n\nInformación que debe figurar en un contrato | Ejemplo de redacción del contrato entre el Centro y la Sra. Zhang\n\nCómo es para usted un resultado satisfactorio | La Sra. Zhang desarrollará lecciones de chino adecuadas a cada edad y las impartirá todos los jueves de 10:15 a 11:00 de la mañana durante el curso escolar, de contrato con el calendario del año académico de las escuelas públicas de la ciudad.\n\nQué ocurre si el resultado previsto no puede producirse (por ejemplo, una circunstancia imprevista). | La Sra. Zhang avisará con al menos diez (10) días de antelación si tiene prevista una ausencia. Con la debida antelación, la Sra. Zhang y el Director del Centro colaborarán para determinar si existe otro bloque en el horario durante la misma semana en el que la Sra. Zhang pueda impartir la lección.\nEn caso de ausencia imprevista, la Sra. Zhang enviará un mensaje de texto a la Directora del Centro al 555-999-1234 para notificárselo lo antes posible. \nCualquiera de las Partes podrá rescindir el presente contrato con un previo aviso de treinta (30) días.\n\nPago | El Centro pagará a la Sra. Zhang 50 dólares por lección. La Sra. Zhang emitirá una factura mensual del importe adeudado a más tardar el día 15 del mes siguiente a la cuenta Venmo del Centro, @VenmoHandle. El Centro confirmará y pagará la factura antes del último día de ese mes.\n\nPolíticas COVID-19 | El Centro no cuenta con una política de vacunación para las familias o los niños inscritos. Todos los contratantes asumen voluntariamente los riesgos y aceptan la responsabilidad de que puedan verse expuestos o infectarse con COVID-19 en el Centro. \nLa política del Centro es que todo el personal, las familias, los niños y los contratistas que experimenten síntomas de enfermedad se hagan una prueba rápida de COVID-19 antes de venir al programa. El Centro sigue las directrices actuales de los CDC para la cuarentena tras resultados positivos.\n\nDuración - ¿Cuánto durará el contrato? | Este servicio comenzará el primer jueves del año académico (20 de agosto de 2023) y finalizará el último jueves del año académico (4 de junio de 2024). Este contrato podrá renovarse por otro periodo de mutuo contrato.\n\nProtección jurídica frente a acontecimientos adversos inesperados - ¿Qué estrategia debo adoptar para proteger mi empresa frente a acontecimientos adversos? Depende del servicio o recurso que se preste y del tipo de empresa de la otra entidad. En el caso de contratos más complejos, los abogados deben participar en esta decisión para garantizar la protección de su empresa. | Cada Parte eximirá a la otra Parte y a sus empleados, directivos, administradores y representantes de cualquier costo, reclamación, pérdida, daño, responsabilidad, gasto, demanda y sentencia, incluidos los costos judiciales y los honorarios de abogados, que resulten de cualquier reclamación, demanda, pleito u otro procedimiento legal interpuesto por un tercero como consecuencia de cualquier incumplimiento por la Parte, sus empleados, directores, administradores o representantes de sus obligaciones en virtud del presente Acuerdo. Las Partes no tendrán obligación de indemnizar a la otra Parte en la medida en que la responsabilidad sea causada por negligencia grave o mala conducta intencionada de dicha Parte o por cualquier incumplimiento por dicha Parte de sus obligaciones en virtud del presente Contrato.",
  "word_count": 2121,
  "content_type": "docx"
}