{
  "doc_id": "f6f96e39b6057c70ff8f0a46b4127218",
  "url": "https://www.twc.texas.gov/sites/default/files/ccel/docs/liability-insurance-twc.docx",
  "filename": "liability-insurance-twc.docx",
  "text": "Why do I need liability insurance and how does it help me?\n\nUnderstanding the need for liability insurance and how to find the best policy for you\n\nVideo: Why do I need liability insurance and how does it help me? - YouTube\n\nIntroduction\n\nOwners of child care businesses already have so many expenses, should they also pay for business liability insurance? The short answer is yes, liability insurance is a necessity, even for the smallest of businesses.\n\nMany unexpected events can happen not only to children in your care but also to their families, or anyone on your property. A child could be injured on a play structure, or someone visiting your program could trip over a rug and hit their head. You must take steps to legally protect yourself, and your business, from the many different scenarios that could result in someone being injured.\n\nIn cases where children or others are hurt, they may need compensation for medical care, as well as compensation for pain and suffering. These events can result in lawsuits that can quickly exceed several hundred thousand dollars. Such legal actions could cause significant financial damage to your child care business. It is important to note that for home-based providers, your homeowner’s or renter’s policies will not cover the cost of these types of lawsuits, since they are associated with your business and not your home.\n\nWhat kind of coverage should I have?\n\nThere are typically two types of liability insurance – general and professional. General liability insurance covers physical risks, such as someone being hit by a book falling from a shelf or a child getting cut on a piece of playground equipment. Professional liability insurance, which is separate, will cover circumstances when you don’t do something properly or make an error, such as overheating a bottle of milk for an infant.\n\nWhen choosing liability coverage there are many different potential costs that you will need insurance coverage for. Look for policies that cover key costs such as:\n\nAttorney’s fees for defending against lawsuits, as well as legal expenses incurred from representation for administrative hearings with government agencies, such as licensing\n\nMedical expenses for the injured party\n\nJudgments regarding allegations of abuse and neglect\n\nIssues with food preparation or the distribution of medication\n\nAccidents occurring due to swimming pools, play structures, or toys\n\nInjuries from any animals the children may come into contact with\n\nThe actions of all employees and volunteers\n\nIn addition to general and professional liability insurance, you can also purchase secondary insurance which will cover the deductible for each claim (a deductible is how much you have to pay before insurance kicks in) and will help to limit your financial exposure. Deductibles are often overlooked out-of-pocket expenses and can sometimes be very high, so secondary insurance will prevent you from having to pay anything before your insurance coverage pays out.\n\nWhen choosing which insurance coverage to purchase another key number to know is the occurrence and aggregate limits. The occurrence limit is the amount the insurance will provide for each instance. The aggregate is the total amount over multiple incidents that insurance will cover. For example, if a child is cut by a sharp object, you would use the occurrence limit to know how the maximum of how much they could receive. If a child were injured last week and two others separately this week, you will want to think not only about the coverage per occurrence for each of the three incidents but also the total amount of the three occurrences, which is the aggregate coverage. Tom Copeland, a now-retired leading authority on child care businesses, recommended at least $1 million per occurrence and $2 million in aggregate liability insurance coverage, as noted here: The Importance of Business Liability Insurance, since incidents can add up quickly.\n\nHow do I get liability insurance?\n\nYou may want to start by contacting your current insurance agent since there may be a discount for having more than one policy with them. You may want to get a couple of different quotes to compare. Alternatively, there is a list of agents who work with child care providers here https://www.tomcopelandblog.com/insurance-directory. The advantage to having an agent who works with child care providers is that they will understand the unique needs of your business and the types of incidents that can occur. When choosing your policy, it is important that you have the agent explain what is and what isn’t covered in detail. Think of situations that could occur and discuss if the policy you are considering would cover such scenarios. The advantage to having an agent who works with child care providers is that they will understand the unique needs of your business and the types of incidents that can occur. When choosing your policy, it is important that you have the agent explain what is and what isn’t covered in detail. Think of situations that could occur and discuss if the policy you are considering would cover such scenarios.\n\nDisclaimer: The information contained here has been prepared by Civitas Strategies Early Start and is not intended to constitute legal, tax, or financial advice. The Civitas Strategies Early Start team has used reasonable efforts in collecting, preparing, and providing this information, but does not guarantee its accuracy, completeness, adequacy, or currency. The publication and distribution of this information is not intended to create, and receipt does not constitute, an attorney-client or any other advisory relationship. Reproduction of this information is expressly prohibited.",
  "word_count": 915,
  "content_type": "docx"
}