{
  "url": "https://www.twc.texas.gov/programs/child-care/work-based-learning-staffing-initiatives",
  "title": "Work-Based Learning Staffing Initiatives - Texas Workforce Commission",
  "text": "There aren't enough teachers for child care and early learning programs right now. Work-based learning can help programs hire and retain great teachers. Work-based learning lets programs employ teachers while they go to school. Here are some ways to use work-based learning to find and keep teachers: Hire high school or college students as interns or assistant teachers which may count toward classroom teacher-to-child ratios. Help child care teachers who are currently attending school find scholarships. Create or join a Registered Apprenticeship Program (RAP). Learn more about work-based learning opportunities in Module 7: Professional Development and Business Opportunities, Part 1 of Texas Workforce Commission's (TWC) Child Care Workforce Support Series Recruitment Many high school career programs and college programs have students interested in working in child care. You can contact these programs to help identify interested candidates. High School Career & Technical Education Through High School Career & Technical Education (CTE) programs of study, students can earn a Child Development Associate (CDA) credential. For more information about the Early Learning Program of Study, visit CTE Programs . You can use the CTE Mapping Application to find high schools in your area that offer Early Learning CTE programs. You can find more information about how high school students can count toward your teacher-to-child ratios in the Child Care Minimum Standards (page 73). College Early Childhood Education Courses Colleges offer College Early Childhood Education (ECE) courses that require students to work in an early childhood setting. Contact college department heads to let them know you want to accept these students. For more information about ECE associate and bachelor’s degrees, see Texas Association for the Education of Young Children . Help with College for Child Care Teachers Teachers who are working and going to school may face financial burdens. Connect them with scholarship programs, such as the T.E.A.C.H. program. T.E.A.C.H. offers scholarships to students working in child care programs and pursuing further education in early childhood education. To shorten the time it takes to get a degree, some colleges count coursework from a Child Development Associate (CDA) credential towards an associate degree. And some colleges count credits from an associate degree towards a bachelor's degree. Different colleges have different policies on credit transfers. You can learn more by contacting the college. These colleges may count CDA coursework towards an associate or bachelor’s degree: Angelina College Austin Community College Central Texas College Collin County College Dallas College Houston Community College Lamar Institute of Technology McLennan Community College Odessa College San Antonio College San Jacinto College South Texas College Tarleton State University Tarrant County College Texas A&M at San Antonio Note: This list is current as of January 2023. Other colleges may also accept credits from a CDA. If you have questions about a college’s CDA policy, please contact the college. Early Childhood Registered Apprenticeship Programs Registered Apprenticeship Programs (RAPs) help child care & early learning programs by: Hiring, Training, and; Keeping good teachers. RAPs link on-the-job learning with college instruction to help teachers build their skills. They allow child care teachers to work and advance their careers at the same time. RAPs provide mentorship from experienced educators to support the learning process. RAPs can place apprentices at high-quality sites like Pre-K Partnership classrooms and Texas Rising Star programs. You can use the Texas Child Care Availability Portal to find Texas Rising Star programs in your area. The following RAP previously received TWC funding for planning and/or implementation: UT Health Science Center at Houston Camp Fire First Texas Early Education Apprenticeship Program Dallas College Heart of Texas Workforce Development Board, Inc. Early Education Apprenticeship Program Collin County Community College South Texas College If you are interested in creating a RAP, the following resources can help you: Funding opportunities: Department of Labor Open Opportunities Chapter 133 TWC Skills Development Fund TWC Skills for Small Business Funding TWC Work Opportunity Tax Credit Program The US Department of Labor (DOL) has free resources on the creation of RAPs on their Apprenticeship and WorkforceGPS websites. TWC provides information and resources on the Apprenticeship Texas website. TWC worked with community colleges to create a sample framework for awarding college credit to students and apprentices. The Texas Higher Education Coordinating Board’s Apprenticeship Crosswalks Project aligns on-the-job training with educational instruction. Explore partnerships with organizations in your community that offer early childhood training. If you need help to develop an Early Childhood RAP, you can also email ApprenticeshipTexas@twc.texas.gov .",
  "word_count": 737,
  "links": [
    {
      "url": "https://www.twc.texas.gov/programs/child-care/work-based-learning-staffing-initiatives#main-content",
      "text": "Skip to main content"
    },
    {
      "url": "https://www.youtube.com/watch?v=NY7W60p3ja4&list=PLuM148LsizKXwwbYM3g-mo26bH4XTUqxE&index=8",
      "text": "Module 7: Professional Development and Business Opportunities, Part 1"
    },
    {
      "url": "https://www.youtube.com/playlist?list=PLuM148LsizKXwwbYM3g-mo26bH4XTUqxE",
      "text": "Child Care Workforce Support Series"
    },
    {
      "url": "https://tea.texas.gov/academics/college-career-and-military-prep/career-and-technical-education/cte-programs-of-study",
      "text": "CTE Programs"
    },
    {
      "url": "https://experience.arcgis.com/experience/f0dc818f3900452ea7cb25a95add1dfc/page/Education-and-Training/",
      "text": "CTE Mapping Application"
    },
    {
      "url": "https://www.hhs.texas.gov/providers/protective-services-providers/child-care-regulation/minimum-standards",
      "text": "Child Care Minimum Standards"
    },
    {
      "url": "https://texasaeyc.org/program-resources/t-e-a-c-h/",
      "text": "Texas Association for the Education of Young Children"
    },
    {
      "url": "https://www.youtube.com/watch?v=8oZaTASBUDk",
      "text": ""
    },
    {
      "url": "https://www.twc.texas.gov/programs/child-care-prekindergarten-partnerships",
      "text": "Pre-K Partnership"
    },
    {
      "url": "https://texasrisingstar.org/",
      "text": "Texas Rising Star"
    },
    {
      "url": "https://childcare.twc.texas.gov/find/welcome",
      "text": "Texas Child Care Availability Portal"
    },
    {
      "url": "https://texasschoolready.org/tsr-models/tsr-registered-apprenticeship-program/",
      "text": "UT Health Science Center at Houston"
    },
    {
      "url": "https://www.campfirefw.org/early-education-workforce-dev/early-education-apprenticeship-program/",
      "text": "Camp Fire First Texas Early Education Apprenticeship Program"
    },
    {
      "url": "https://www.hotworkforce.com/eea/",
      "text": "Heart of Texas Workforce Development Board, Inc. Early Education Apprenticeship Program"
    },
    {
      "url": "https://www.apprenticeship.gov/investments-tax-credits-and-tuition-support/open-funding-opportunities",
      "text": "Department of Labor Open Opportunities"
    },
    {
      "url": "https://www.twc.texas.gov/programs/apprenticeship",
      "text": "Chapter 133"
    },
    {
      "url": "https://www.twc.texas.gov/programs/skills-development-fund",
      "text": "TWC Skills Development Fund"
    },
    {
      "url": "https://www.twc.texas.gov/programs/skills-small-business",
      "text": "TWC Skills for Small Business Funding"
    },
    {
      "url": "https://www.twc.texas.gov/programs/work-opportunity-tax-credit",
      "text": "TWC Work Opportunity Tax Credit Program"
    },
    {
      "url": "https://www.apprenticeship.gov/",
      "text": "Apprenticeship"
    },
    {
      "url": "https://www.workforcegps.org/",
      "text": "WorkforceGPS"
    },
    {
      "url": "https://www.twc.texas.gov/programs/apprenticeship/apprenticeshiptexas",
      "text": "Apprenticeship Texas"
    },
    {
      "url": "https://www.highered.texas.gov/our-work/supporting-our-institutions/institutional-resources/other-institutional-resources/apprenticeship-crosswalks/",
      "text": "Apprenticeship Crosswalks Project"
    },
    {
      "url": "mailto:ApprenticeshipTexas@twc.texas.gov",
      "text": "ApprenticeshipTexas@twc.texas.gov"
    }
  ],
  "domain": "www.twc.texas.gov"
}