{
  "doc_id": "fe8a6f0623ace70775741f7f6d42109a",
  "url": "https://www.twc.texas.gov/sites/default/files/ccel/docs/liability-insurance-spanish.docx",
  "filename": "liability-insurance-spanish.docx",
  "text": "¿Cómo me ayuda el seguro de responsabilidad civil?\n\nComprender la necesidad de un seguro de responsabilidad civil y cómo encontrar la mejor póliza para usted\n\nVideo: ¿Por qué necesito un seguro de responsabilidad civil y cómo me ayuda?\n\nIntroducción\n\nComo los propietarios de negocios de cuidado de niños ya tienen tantos gastos, pueden preguntarse, ¿deben pagar también un seguro de responsabilidad civil empresarial? La respuesta es sí, el seguro de responsabilidad civil es una necesidad, incluso para los negocios más pequeños.\n\nPueden ocurrir muchos imprevistos, no sólo a los niños a su cargo, sino también a sus familias o a cualquier persona que se encuentre en su propiedad. Un niño puede lesionarse en una estructura de juego o alguien que visite su programa puede tropezar con una alfombra y golpearse la cabeza. Debe tomar medidas para protegerse legalmente, y proteger a su empresa, de los muchos escenarios diferentes que podrían resultar en que alguien se lesionara.\n\nEn los casos en que los niños u otras personas resultan heridos, pueden necesitar una indemnización por la atención médica, así como una compensación por el dolor y el sufrimiento. Estos sucesos pueden dar lugar a demandas que pueden superar rápidamente varios cientos de miles de dólares. Tales acciones legales podrían causar un daño financiero significativo a su negocio de cuidado de niños. Es importante tener en cuenta que, en el caso de los proveedores que trabajan en casa, las pólizas de propietario o inquilino no cubrirán el costo de este tipo de demandas, ya que están asociadas a su negocio y no a su casa.\n\n¿Qué tipo de cobertura debo tener?\n\nHay dos tipos de seguros de responsabilidad civil: general y profesional. El seguro de responsabilidad civil general cubre los riesgos físicos, como que alguien se golpee con un libro que se caiga de una estantería o que un niño se corte con el equipo del jardín. El seguro de responsabilidad civil profesional, que es independiente, cubre las circunstancias en las que no se hace algo correctamente o se comete un error, como calentar en exceso un biberón de leche para un bebé.\n\nA la hora de elegir la cobertura de responsabilidad civil, hay muchos costos potenciales diferentes para los que necesitará cobertura de seguro. Busque pólizas que cubran costos clave como:\n\nLos honorarios de los abogados para la defensa contra las demandas, así como los gastos legales derivados de la representación para las audiencias administrativas con los organismos gubernamentales, como la concesión de licencias\n\nGastos médicos del perjudicado\n\nSentencias relativas a acusaciones de abuso y negligencia\n\nProblemas con la preparación de alimentos o la distribución de medicamentos\n\nAccidentes provocados por piscinas, estructuras de juego o juguetes\n\nLesiones provocadas por cualquier animal con el que los niños puedan entrar en contacto\n\nLas acciones de todos los empleados y voluntarios\n\nAdemás del seguro general y de responsabilidad civil, también puede contratar un seguro secundario que cubra el deducible de cada demanda (un deducible es la cantidad que tiene que pagar antes de que el seguro entre en acción) y le ayudará a limitar su exposición financiera. Los deducibles suelen ser gastos de bolsillo que se pasan por alto y a veces pueden ser muy elevados, por lo que el seguro secundario evitará que tenga que pagar nada antes de que su cobertura de seguro se haga efectiva.\n\nA la hora de elegir la cobertura de seguro que va a adquirir, otra cifra clave que debe conocer son los límites de incidencia y de conjunto. El límite de incidencia es la cantidad que el seguro proporcionará para cada caso. El límite global es la cantidad total que el seguro cubrirá en caso de múltiples incidentes. Por ejemplo, si un niño se corta con un objeto punzante, el límite de ocurrencia le servirá para saber el máximo de lo que puede recibir. Si un niño se lesionó la semana pasada y otros dos por separado esta semana, querrá pensar no sólo en la cobertura por suceso de cada uno de los tres incidentes, sino también en el importe total de los tres sucesos, que es la cobertura agregada. Tom Copeland, una de las principales autoridades en materia de empresas de cuidado de niños, ya retirado, recomendaba una cobertura de seguro de responsabilidad civil de al menos 1 millón de dólares por incidente y 2 millones de dólares en total, como se señala aquí: La importancia del seguro de responsabilidad civil comercial,ya que los incidentes pueden acumularse rápidamente.\n\n¿Cómo puedo contratar un seguro de responsabilidad civil?\n\nPuede empezar por ponerse en contacto con su agente de seguros actual, ya que puede haber un descuento por tener más de una póliza con ellos. Es posible que desee obtener un par de cotizaciones diferentes para comparar. Como alternativa, hay una lista de agentes que trabajan con los proveedores de cuidado de niños aquí- https://www.tomcopelandblog.com/insurance-directory. La ventaja de contar con un agente que trabaje con proveedores de cuidado infantil es que entenderá las necesidades únicas de su negocio y los tipos de incidentes que pueden ocurrir. A la hora de elegir su póliza, es importante que el agente le explique en detalle qué está cubierto y qué no. Piense en situaciones que podrían ocurrir y analice si la póliza que está considerando cubriría tales escenarios.\n\nAdvertencia: La información aquí contenida ha sido preparada por Civitas Strategies Early Start y no pretende constituir asesoramiento legal, fiscal o financiero. El equipo de Civitas Strategies Early Start ha realizado esfuerzos razonables para recopilar, preparar y proporcionar esta información, pero no garantiza su exactitud, integridad, adecuación o actualización. La publicación y distribución de esta información no pretende crear, y su recepción no constituye, una relación abogado-cliente o cualquier otra relación de asesoramiento. La reproducción de esta información está expresamente prohibida.",
  "word_count": 956,
  "content_type": "docx"
}