{
  "doc_id": "ffa4df5297269ff5cdc3c789a9d42a15",
  "url": "https://www.twc.texas.gov/sites/default/files/ccel/docs/contractor-or-employee-spanish-twc.docx",
  "filename": "contractor-or-employee-spanish-twc.docx",
  "text": "¿Cuándo alguien es un contratista o un empleado?\n\nAprende a Clasifique a su Personal\n\nVideo: https://youtu.be/VR3KH2di7Mc\n\nIntroducción\n\nContratar a alguien para que lo ayude con su negocio de cuidado infantil puede ser una de las mejores decisiones que puede tomar. Puede ayudarte a servir a más niños, mejorar la calidad y ser un negocio más eficiente. Sin embargo,  hay una pregunta que a menudo surge:  ¿es  mi contratación un contratista o un empleado? Los riesgos son reales y conocer la respuesta puede ahorrarle una gran cantidad de tiempo y dinero.\n\n¿Cuál es el problema?\n\nLos empleados y contratistas son tratados de manera muy diferente bajo las leyes federales y estatales. Los contratistas se consideran empresarios independientes. Pagan sus propios impuestos sobre el trabajo y  el empleador generalmente tiene menos obligaciones legales para el trabajador, como proporcionar tiempo libre pagado. Los empleados, por otro lado, tienen mayores costos, como impuestos y beneficios laborales.\n\nA veces, frente a estos costos adicionales, los propietarios de negocios de cuidado infantil optarán por que una persona sea tratada como contratista, a pesar de que debe ser un empleado. A veces, esto es incluso la preferencia del trabajador, así.\n\nEl problema es que la clasificación no depende únicamente del empleador. Hay reglas que determinan si una persona necesita ser una u otra.\n\nAdemás, clases erróneas de un contratista puede costarle una gran cantidad de dinero y tiempo. Si cometes un error, incluso uno \"honesto\" en el que simplemente sientes que no sabías, puedes ser responsable de:\n\n100 por ciento de los impuestos del empleador que debería haber estado contribuyendo todo el tiempo.\n\nUna parte de la contribución del empleado a los impuestos sobre la nómina. (Sí, has leído bien: el empleador tiene que pagar una parte de los impuestos que nunca habría pagado en primer lugar).\n\nSujeto a multas penales por miles de dólares.\n\nEl precio de cualquier beneficio perdido y otra compensación, como el tiempo libre pagado que el trabajador no recibió como contratista.\n\nCon riesgos como estos, puede ver por qué es importante asegurarse de que eligió el camino correcto, lo que lleva a la pregunta: ¿cómo sabe cuál elegir?\n\nLos tres elementos esenciales\n\nPara determinar si usted tiene un contratista o empleado que desea mirar tres elementos esenciales de la definición de empleo:  servicio,  salarios, y dirección y control.\n\nServicio (Tipo de relación)– ¿La persona trabaja sobre una base contractual o en proyectos de corta duración (como un contratista)? ¿La persona trabaja para otras empresas o solo para usted?\n\nSalarios (Financieros)—¿Cómo se paga a la persona? Por ejemplo, ¿se le paga a la persona cada semana por un número determinado de horas (loque indica un  empleado), o el trabajo varía (comoun  contratista)? ¿Tienen gastos regulares que se reembolsan (como un empleado)?\n\nDirección (Comportamiento) — ¿Cuánto control tiene sobre el trabajo diario? Por ejemplo,  ¿establece  los requisitos en torno a las horas de trabajo, qué equipo o herramientas deben usarse o la capacitación necesaria? (Si es así, entonces esta persona es probablemente un empleado.)\n\nEn la mayoría de los estados, eso se trata de toda la orientación que recibe.\n\nAfortunadamente en Texas, tenemos aún más detalles de la Comisión de la Fuerza Laboral de Texas para ayudarnos a decidir. Así es como puede utilizar el enfoque comparativo de 20puntos. En primer lugar, ejecute cada una de las preguntas para cada trabajador que tiene. Si la mayoría de las respuestas están en la columna \"empleado\", tiene un empleado. Si no, es posible que tenga un contratista, es importante saber que no es 100% a prueba de tontos, así que en caso de duda, pregunte a un profesional de recursos humanos (puede conectarse con uno en  texas@ecebizcoach.org).\n\nPara obtener más información, consulte también esta guía del estado de Texas -  https://www.twc.texas.gov/businesses/classifying-employees-independent-contractors.\n\nEntonces, ¿qué haces?\n\nRecomendamos que los propietarios de cuidado infantil tomen tres medidas cuando se trata de clasificar a los trabajadores como contratistas:\n\nEn primer lugar, piense en una posición antes de contratar. Ejecute la lista de 20 puntos antes de cometer el error de contratar incorrectamente y tenga las responsabilidades asociadas con ella.\n\nEn segundo lugar, si cree que puede tener uno o más contratistas mal clasificados, deténgase y haga una evaluación completa respondiendo a las preguntas en la cuadrícula de comparación de 20 puntos anterior. Una vez más, esto significa mirar los roles que tiene y los propios contratistas. Busque ayuda de un profesional de Recursos Humanos o Legal sobre qué hacer con cualquier persona que esté mal clasificada.\n\nEn tercer lugar, en caso de duda, busque el asesoramiento de un profesional de Recursos Humanos o Derecho. Como ahora sabes por las posibles penalizaciones, la posible clasificación errónea es una apuesta de apuestas altas y una que no quieres perder. Esta es una de esas veces que vale la pena invertir en asesoramiento profesional si tiene preguntas o quiere estar seguro de cómo proceder.\n\nFactores de leyes comunes | empleado | contratista\n\n1. Instrucciones | Recibe instrucciones sobre cuándo, dónde y cómo se debe realizar el trabajo | Hace el trabajo a su manera con poca o ninguna instrucción\n\n2. Formación | Capacitado por un empleado más experimentado o\nestán obligados a asistir a reuniones o tomar cursos de capacitación | Utiliza sus propios métodos y, por lo tanto, no necesita recibir capacitación del empleador\n\n3. Integración | Los servicios de un empleado generalmente se fusionan en la operación general del empleador; el éxito del empleador depende de esos servicios del empleado | Los servicios generalmente están separados del negocio del cliente y no están integrados o fusionados en él\n\n4. Servicios prestados personalmente | Sus servicios deben prestarse personalmente; Los empleados no contratan a sus propios sustitutos ni deleguen el trabajo en ellos | Capaz de asignar a otro para hacer el trabajo en su lugar y no necesita realizar servicios personalmente\n\n5. Contratación, supervisión y pago de ayudantes | Un empleado puede actuar como capatasa para el empleador, pero, si es así, los ayudantes se pagan con los fondos del empleador | Selecciona, contrata, paga y supervisa a los ayudantes utilizados y son responsables de los resultados del trabajo de los ayudantes\n\n6. Relación continua | A menudo continúa trabajando para el mismo empleador mes tras mes o año tras año | Por lo general, se contrata para hacer un trabajo de duración limitada o indefinida y no tiene expectativas de continuar el trabajo\n\n7. Establecer horas de trabajo | Puede trabajar \"de guardia\" o durante las horas y días establecidos por el empleador | Es el amo de su propio tiempo y trabaja los días y horas que eligen\n\n8. Se requiere tiempo completo | Dedica servicio a tiempo completo al empleador, o el empleador puede tener una prioridad en el tiempo del empleado | No se le puede exigir que dedique el servicio a tiempo completo a un empleador  exclusivamente\n\n9. Ubicación donde se realizaron los servicios | El empleador tiene derecho a exigir dónde se realizan los servicios | Trabaje donde ellos elijan. El lugar de trabajo puede estar lejos de las instalaciones del cliente\n\n10. Orden o conjunto de secuencias | Realiza servicios en el orden o secuencia establecidos por\nel empleador. Esto demuestra el control por parte del empleador | Se refiere únicamente al producto terminado y establece su propio orden o secuencia de trabajo\n\n11. Informes orales o escritos | Puede ser necesario presentar informes orales o escritos periódicos sobre el trabajo en curso | Por lo general, no es necesario presentar informes orales o escritos periódicos sobre el trabajo en curso\n\n12. Pago por hora, semana o mes | Por lo general, pagado por el empleador en cantidades regulares en los intervalos indicados, \ncomo por hora o semana | Normalmente pagado por el trabajo, ya sea una tarifa plana negociada o tras la presentación de una oferta\n\n13. Pago de gastos de negocios y viajes | Los gastos de negocios y de viaje son pagados directamente o reembolsados por el empleador | Normalmente pagan todos sus propios gastos de negocios y viajes sin reembolso\n\n14. Herramientas de mobiliario y equipos | Son proporcionados todas las herramientas, materiales y equipos necesarios por su empleador | Normalmente proporciona todas las herramientas y equipos  necesarios para completar el trabajo\n\n15. Inversión significativa | Tiene poca o ninguna inversión en el negocio. En su lugar,  el empleado depende económicamente del empleador | Tiene una inversión financiera sustancial en su negocio independiente\n\n16. Obtener ganancias o pérdidas | Normalmente no se da cuenta de una ganancia o pérdida en el negocio, se les paga por los servicios prestados. | Puede obtener un beneficio o sufrir una pérdida dependiendo de la gestión de gastos e ingresos\n\n17. Trabajar para más de una empresa a la vez | Normalmente trabaja para un empleador a la vez y se le puede prohibir unirse a un competidor | A menudo trabaja para más de un cliente o empresa al mismo tiempo y no está sujeto a una regla de no competencia.\n\n18. Poner el servicio a disposición del público | No pone sus servicios a disposición del público, excepto a través de la empresa del empleador | Puede anunciarse, llevar tarjetas de visita, pasar el rato con una teja o tener una licencia comercial separada\n\n19. Derecho a ser exonerado sin responsabilidad | Puede ser dado de alta en cualquier momento sin responsabilidad por parte del empleador | Si el trabajo cumple con los términos del contrato, un contratista independiente no puede ser despedido sin responsabilidad por incumplimiento de contrato\n\n20. Derecho a renunciar sin responsabilidad | Puede dejar el trabajo en cualquier momento sin responsabilidad por parte del Empleado | Legalmente responsable de la finalización del trabajo y, al  renunciar, se hace responsable por incumplimiento de contrato",
  "word_count": 1625,
  "content_type": "docx"
}